[
{"quote": "As long as there was coffee in the world, how bad could things be?", "author": "Cassandra Clare"},
{"quote": "I'd rather take coffee than compliments just now.", "author": "Louisa May Alcott"},
{"quote": "Coffee is a way of stealing time that should by rights belong to your older self.", "author": "Terry Pratchett"},
{"quote": "Even bad coffee is better than no coffee at all.", "author": "David Lynch"},
{"quote": "I don't really like coffee, she said, but I don't really like it when my head hits my desk when I fall asleep either. ", "author": "Brian Andreas"},
{"quote": "Adventure in life is good; consistency in coffee even better.", "author": "Justina Chen Headley"},
{"quote": "Police work wouldn't be possible without coffee,\" Wallander said.", "author": "Henning Mankell"},
{"quote": "Want coffee? I asked, as I headed that way.", "author": "Darynda Jones"},
{"quote": "Come on, don't you ever stop and smell the coffee?", "author": "Justina Chen Headley"},
{"quote": "Coffee first. Schemes later.", "author": "Leanna Renee Hieber"},
{"quote": "Mercy,\" he mumbled. \"What the hell did you do to my French Roast?", "author": "Patricia Briggs"},
{"quote": "Only an idiot would rely on the energy of a bean or a leaf to stay awake throughout the day.", "author": "Tahereh Mafi"},
{"quote": "Do you know how helpless you feel if you have a full cup of coffee in your hand and you start to sneeze? ", "author": "Jean Kerr"},
{"quote": "Coffee and chocolate—the inventor of mocha should be sainted.", "author": "Cherise Sinclair"},
{"quote": "A morning coffee is my favorite way of starting the day, settling the nerves so that they don't later fray.", "author": "Marcia Carrington"},
{"quote": "What the hell makes you smart?\" I asked.", "author": "Erich Segal"},
{"quote": "There are three intolerable things in life - cold coffee, lukewarm champagne, and overexcited women...", "author": "Orson Welles"},
{"quote": "Just coffee. Black—like my soul.", "author": "Cassandra Clare"},
{"quote": "No matter what historians claimed, BC really stood for \"Before Coffee.", "author": "Cherise Sinclair"},
{"quote": "It doesn't matter where you're from - or how you feel... There's always peace in a strong cup of coffee.", "author": "Gabriel Bá"},
{"quote": "I like my coffee with cream and my literature with optimism.", "author": "Abigail Reynolds"},
{"quote": "This is like a cookie, it tastes like a cookie having sex with a doughnut.", "author": "Daniel Handler"},
{"quote": "I brought you some coffee.” he held out the cup but she waved it away.", "author": "Cassandra Clare"},
{"quote": "Black as the devil, hot as hell, pure as an angel, sweet as love.", "author": "Charles Maurice de Talleyrand-Périgord"},
{"quote": "The fresh smell of coffee soon wafted through the apartment, the smell that separates night from day.", "author": "Haruki Murakami"},
{"quote": "He mulled that over. \"Sheriff Connally woulda let us shoot 'em.\"", "author": "Craig Johnson"},
{"quote": "Pretending to drink coffee was similar to faking an orgasm.", "author": "Darynda Jones"},
{"quote": "Right,” Holden said. “No coffee. This is a terrible, terrible planet.", "author": "James S.A. Corey"},
{"quote": "You wanna-I dunno-get coffee or something sometime?\"", "author": "David Levithan"},
{"quote": "American coffee can be a pale solution served at a temperature of 100", "author": "Umberto Eco"},
{"quote": "His smile was like a Dylan album and a cup of coffee on a sunny afternoon", "author": "Jen Archer Wood"},
{"quote": "Coffee, unless it is very good and made by somebody else, is pretty intolerable at any time.", "author": "Iris Murdoch"},
{"quote": "Looks like I missed a party. Good. I wasn’t really in the mood to off demons this evening. Haven’t had my coffee yet. (Jared)", "author": "Sherrilyn Kenyon"},
{"quote": "She was made mostly of coffee and empty spaces.", "author": "Adelise M. Cullens"},
{"quote": "I never said I liked coffee better than sex. I said I'd had it more.", "author": "Kevin Sinnott"},
{"quote": "Somehow, the Good Lord don't want to see no man start a cold morning with just black coffee.", "author": "Robert Newton Peck"},
{"quote": "It's over,\" Keelie said.", "author": "Becky Cochrane"},
{"quote": "Good morning, sunshine,” he said, his smile quickly disappearing in the face of her murderous glance when she raised her face to look at him.", "author": "Alanea Alder"},
{"quote": "The powers of a man's mind are directly proportioned to the quantity of coffee he drinks.", "author": "Sir James Mackintosh"},
{"quote": "Never say no to coffee", "author": "Cesar"},
{"quote": "Oh and P.S.? I am in dire need of more coffee. Industrial strength.\"", "author": "Susane Colasanti"},
{"quote": "I decide to turn to my old faithful solution to all that is wrong in life. Coffee.", "author": "Lisa Renee Jones"},
{"quote": "There were some problems only coffee and ice cream could fix.", "author": "Amal El-Mohtar"},
{"quote": "I don't drink coffee I take tea my dear", "author": "Sting"},
{"quote": "I need COFFEE to help me change the things I can... and WINE to help me accept the things I can't!", "author": "Tanya Masse"},
{"quote": "Sure some medical experts say coffee could be a health hazard, but they obviously never built a web site before!", "author": "Geoff Blake"},
{"quote": "After a geological epoch passed in which single-celled organisms evolved into talk show hosts, Mr. Coffee was still holding out on me.", "author": "Darynda Jones"},
{"quote": "Tea is certainly as much of a social drink as coffee, and more domestic, for the reason that the teacup hours are the family hours.\"", "author": "Arthur Gray"},
{"quote": "Stencil had called from a Hungarian coffee shop on York Avenue known as Hungarian Coffee Shop", "author": "Thomas Pynchon"},
{"quote": "They can kill the Kennedys. Why can't they make a cup of coffee that tastes good?", "author": "John Swartzwelder"},
{"quote": "A real prison breakfast\" I said.", "author": "Patti Smith"},
{"quote": "Whoever had opened that first Starbucks in Seattle should be shot.", "author": "Virna DePaul"},
{"quote": "I love that there's such a rivalry. It's like, leaf water versus bean water, ya know? - Charlie", "author": "Robyn Schneider"},
{"quote": "What's that?\"", "author": "Jenn Bennett"},
{"quote": "Coffee is a kind of magic you can drink.", "author": "Catherynne M. Valente"},
{"quote": "And, most days she survives on coffee, poetry and love...romancing herself back to life.", "author": "N.R.Hart"},
{"quote": "You don't experience life by drinking coffee fast. You experience life by savoring every last drop.", "author": "Anthony T.Hincks"},
{"quote": "It's when I sip coffee that I know that I can handle anything that life can throw at me.", "author": "Anthony T.Hincks"},
{"quote": "A cup of gourmet coffee shared with a friend is happiness tasted and time well spent.", "author": "Unknown Author"},
{"quote": "I need to espresso love by whatever beans necessary.", "author": "Anyta Sunday"},
{"quote": "Most people think coffee is what wakes you up in the morning. I believe it’s actually brushing your teeth with hand lotion instead of toothpaste.", "author": "Khloe Beutler"},
{"quote": "I don't just sip my coffee.", "author": "Anthony T.Hincks"},
{"quote": "Sometimes success is simply being able to drink an entire cup of coffee while it's still hot.", "author": "Tanya Masse"},
{"quote": "It's when the coffee keeps coming, that I keep drinking.", "author": "Anthony T. Hincks"},
{"quote": "Coffee became one of life's necessities when love was invented.", "author": "Anthony T.Hincks"},
{"quote": "Cappuccino is sex in a cup.", "author": "Anthony T.Hincks"},
{"quote": "When hands are in love, coffee will always come to the rescue.", "author": "Anthony T. Hincks"},
{"quote": "Nothing says, \"You're a man!\" more than coffee & cake.", "author": "Anthony T.Hincks"},
{"quote": "Iced coffee might be cold, but it was made in heaven.", "author": "Anthony T. Hincks."},
{"quote": "Think of me lying", "author": "Hanna Abi Akl"},
{"quote": "He had to find her.", "author": "Jennifer Egan"},
{"quote": "Coffee is liquid cigarette.", "author": "Bryanna Reid"},
{"quote": "I signed over my entire business for the sum of ten pounds and a gorilla-shaped hat. It would have been twenty pounds but I really wanted that hat.", "author": "Annabel Townsend"},
{"quote": "Her coffee is getting cold as she waits for him to miss her, while his cigarettes are running one after another, trying to forget her.", "author": "Unknown"},
{"quote": "Hot coffee and cold winter mornings are two of the best soul mates who ever did find each other.", "author": "Terri Guillemets"},
{"quote": "A little coffee. A little sunlight. Your troubles will get smaller.", "author": "Richard Webber"},
{"quote": "if he was", "author": "Amanda Lovelace"},
{"quote": "Aw, coffee, no.", "author": "Matt Fraction"},
{"quote": "Through drowsiness, your body is telling you that you need to rest. By drinking a caffeinated drink, you are telling it to go to hell.", "author": "Mokokoma Mokhonoana"},
{"quote": "Your life will always be better off when you concentrate on the simplest joys of life like drinking a cup of coffee!", "author": "Mehmet Murat ildan"},
{"quote": "My mom is a black-no-sugar woman, but I basically believe in turning my coffee into cheesecake.", "author": "Jordan Weisman"},
{"quote": "A great cup of coffee in the morning, makes the tiger in me behave like a real gentleman.", "author": "Anthony T.Hincks"},
{"quote": "A coffee in the morning will turn the most timid of a man into a tiger for the rest of the day.", "author": "Anthony T.Hincks"},
{"quote": "He eyed her warily. “Did Pearl give you coffee?", "author": "Katie Cross"},
{"quote": "Although excessive coffee drinking may cause you to die earlier, you'll get more done before you do.", "author": "Jimvirle/Jinvirle"},
{"quote": "Drinking coffee with your ex is healthy. It's good for the soul.", "author": "Leju Thomas"},
{"quote": "Even a teapot craves a Starbucks café latte.", "author": "Anthony T.Hincks"},
{"quote": "They were obviously all feeling a bit jumpy. The coffee probably didn’t help, although some of them swore they needed it. Craved it was more like it.", "author": "Jason Medina"},
{"quote": "If you love life, you'll love this.", "author": "Anthony T.Hincks"},
{"quote": "Without the pieces there can be no whole and without the whole the pieces have no place. What the hell does that mean?", "author": "Bryan Oftedahl"},
{"quote": "Did you just do that math in your head?\" Farkas asked the admiral.", "author": "Kirsten Beyer"},
{"quote": "Because of their lack of originality, women who say that they like their men like they like their coffee turn off even men who are black and strong.", "author": "Mokokoma Mokhonoana"},
{"quote": "Kate wondered who was more addicted to their high, serial killers or coffee addicts.", "author": "Victoria Schwab"},
{"quote": "You smoked another cigarette and we shared another coffee and it was just another morning that made me realise that this is all it takes to be happy.", "author": "Charlotte Eriksson"},
{"quote": "Never underestimate the power of a good cup of coffee.", "author": "Ursula Vernon"},
{"quote": "Coffee and books are a simple recipe for happiness.", "author": "Nourhan Mamdouh"},
{"quote": "Waking up, for many people, is apparently a positive experience. There are twittering birds and the smell of fresh coffee fills the air.", "author": "Amy Petrie Shaw"},
{"quote": "I'm not everyone's cup of tea, because I'm a kick butt cappuccino with extra milk fluff and chocolate sprinkles!", "author": "Jennifer White - Strong Heart Awakening"},
{"quote": "Only coffee can show up late.", "author": "Awatef Abdulaziz"},
{"quote": "Coffee, tea or me?", "author": "Anthony T.Hincks"},
{"quote": "Ah the dreams of being a writer… They always smell of old research books and several cups of coffee.", "author": "Laís Queiroz"},
{"quote": "It tastes of the most bitter poison . . I've never tasted something so disgusting.\" - Mark Blackthorn", "author": "Cassandra Clare"},
{"quote": "No milk. It is black coffee, pure but strong, that fortifies against the powers of darkness with which the world is filled.", "author": "Robert Aickman"},
{"quote": "It was as if the air was fragranced with potential and the coffee flavoured with facts.", "author": "Elise K. Ackers"},
{"quote": "The pull of lingering dreams,", "author": "Vijaya Gowrisankar"},
{"quote": "I get into beatific cornucopia when I delve into books, coffee, and wanderings!", "author": "Avijeet Das"},
{"quote": "Maybe those verses in Ezekiel about the dry bones coming back to life were actually a prophecy in reference to caffeine.", "author": "Erynn Mangum"},
{"quote": "Nothing like a hot cup of black filtered coffee, none of that fancy espresso crap. Especially from those new pod machines. What is this, a spaceship?", "author": "Caspar Vega"},
{"quote": "I can’t deal with angry people until after I’ve had my morning coffee.", "author": "Henning Mankell"},
{"quote": "I think much of a #writerslife is figuring out how much coffee is needed to fuel madness & creativity while avoiding having to pee.", "author": "Jennifer Worrell"},
{"quote": "State: 'It's a pleasure to be here' and offer a cup of coffee.", "author": "Business English Magazine Poznań"},
{"quote": "I'm going to buy you coffee and you're going to pretend it's truth serum and tell me", "author": "Victoria Denault"},
{"quote": "If I wanted to consume something that looks and tastes like dirt, I’d eat dirt,” I said, “at least dirt isn’t overpriced.\"", "author": "Garrison Kelly"},
{"quote": "I have never been drawn to luxury. I love the simple things; coffee shops, books, and people who try to understand.", "author": "R. YS Perez"},
{"quote": "Coffee first. Save the world later.", "author": "Caroline George"},
{"quote": "At this point, caffeine wasn't for pleasure, it was sheer survival.", "author": "Stormy Smith"},
{"quote": "Oh yes! I have couple-goals too. I love to couple myself with- Books, Coffee and Mountains.", "author": "Jasleen Kaur Gumber"},
{"quote": "You taste like the last drop of whiskey", "author": "Malak El Halabi"},
{"quote": "She tasted of coffee and day old poetry.", "author": "R. YS Perez"},
{"quote": "Coffee and love taste the same, bittersweet!", "author": "Saravana Kumar Murugan"},
{"quote": "If a boy can manage to have coffee with me during the apocalypse, I know he cares. There’s not a speck of doubt in my mind. He must care.", "author": "Caroline George"},
{"quote": "I should never do anything pre-coffee.", "author": "Cindy Brown"},
{"quote": "Two dreams and a cup of coffee later.", "author": "F.K. Preston"},
{"quote": "Just fuck me up.", "author": "Julie Johnson"},
{"quote": "The highway behind gives me courage to move into the future. I desire to see the first light of tomorrow.", "author": "John E. Quinlan"},
{"quote": "Our surroundings fade and we exist in unison, two people who once shared cups of coffee, unprecedentedly ourselves in a changing world.", "author": "Caroline George"},
{"quote": "This is the last time we have breakfast together:", "author": "Malak El Halabi"},
{"quote": "The coffee is not strong enough to keep me awake.", "author": "J. Limbu"},
{"quote": "Only two kinds of people drink their coffee black: cops and serial killers.", "author": "Ilona Andrews"},
{"quote": "Life isn't sugarcoated. Why should coffee be?", "author": "Tommy Wallach"},
{"quote": "…he quit drinking coffee, and naturally, his brain stopped working.", "author": "Orhan Pamuk"},
{"quote": "Jack and Stephen were neither of them human until the first pot of coffee was down, hot and strong.", "author": "Patrick O'Brian"},
{"quote": "Rested, shaved, coffee’d, steaked, you will be a different man.", "author": "Patrick O'Brian"},
{"quote": "I should've suspected trouble when the coffee failed to arrive.", "author": "Frank Herbert"},
{"quote": "Love doesn't go away overnight. It sometimes stays for coffee.", "author": "Ljupka Cvetanova"},
{"quote": "She was an ocean, confined in a coffee mug. And she had the galaxies, confined in her pretty eyes.", "author": "Akshay Vasu"},
{"quote": "Coffee and makeup would reach its limit and no longer work in hiding my sleeplessness.", "author": "Mandy Nachampassack-Maloney"},
{"quote": "I have measured out my life with coffee spoons", "author": "T.S. Eliot"},
{"quote": "Prayer is like coffee for my soul in the morning", "author": "Munia Khan"},
{"quote": "I have a strong theory that you can tell a lot about someone by their coffee order..", "author": "Emmie Lee Dean"},
{"quote": "I have a strong theory that you can tell a lot about someone by their coffee order.", "author": "Emmie Lee Dean"},
{"quote": "Writing is like my coffee. If I don't have any, I go crazy.", "author": "Khali Raymond"},
{"quote": "No coffee, no way.", "author": "Toba Beta"},
{"quote": "C is for coffee. Coffee would always be there for her.", "author": "Cassandra O'Leary"},
{"quote": "He asked her for coffee, but she wanted tea instead.", "author": "Ljupka Cvetanova"},
{"quote": "Let me wake up next to you,", "author": "Deepa Borkar"},
{"quote": "She lifted the cup to her lips. “You make good coffee.", "author": "J.R. Ward"},
{"quote": "I have a strong theory that you can tell a lot about someone by their coffee order", "author": "Emmie Lee Dean"},
{"quote": "I stood in your doorway this morning", "author": "Charlotte Eriksson"},
{"quote": "Don't ever let anyone tell you that fairy tales aren't real. I drink a potion made from magic beans every day, and it brings me back to life.", "author": "Nanea Hoffman"},
{"quote": "There's no mistaking what kind of potion I need. Caffeine - for alertness and rejuvenation.", "author": "Amy Alward"},
{"quote": "Cup of Joe", "author": "Bo Burnham"},
{"quote": "There's no feeling in this world like writing in the attic on a snowy day and the smell of coffee brewing", "author": "Charmaine J.Forde"},
{"quote": "Fucking Hell! I just want a coffee.", "author": "Matilda When"},
{"quote": "* Location: Break room.", "author": "Qwen Slasbury"},
{"quote": "They lingered over cups of ersatz coffee.", "author": "Leon Uris"},
{"quote": "Just kick ass, chew bubble gum, and drink black coffee.", "author": "Christopher  Josephs"},
{"quote": "Oscar Wilde may have quipped that one can “never be overdressed or overeducated,” but Wilde did not live in our era of overeducated baristas.", "author": "Usman W. Chohan"},
{"quote": "There's coffee for those who want it,' the Duke said.", "author": "Frank Herbert"},
{"quote": "You’d have coffee on a drip if you could, wouldn’t you?", "author": "Kristina Adams"},
{"quote": "There are a few rules in investigations, and one is to never cringe at the person’s appearance that you’re about to pump for info.", "author": "Ruth Bainbridge"},
{"quote": "You can tell the number of hours spent on a work by counting the number of coffee rings on your desk.", "author": "A.D. Posey"},
{"quote": "Your fancy alien train is broken?\"", "author": "James S.A. Corey"},
{"quote": "Anhil's coffee was hot, dark, full-flavored, perfect chasing the equally well-turned donut: golden brown, dense without being leaden, not too sweet.", "author": "A.M. Homes"},
{"quote": "And you became like the coffee,", "author": "Mahmoud Darwish"},
{"quote": "Good. Coffee is good for you. It's the caffeine in it. Caffeine, we are here. Caffeine puts a man on her horse and a woman in his grave.", "author": "Ernest Hemingway"},
{"quote": "alone, drinking coffee, listening to the playlist that include the songs that remember you with the best and bad moments of your life.", "author": "Nabil TOUSSI"},
{"quote": "The problem is NOT the PROBLEM...The problem is I haven’t had enough COFFEE to deal with the PROBLEM.", "author": "Tanya Masse"},
{"quote": "An aroma more heavenly than a flight of angels trickled on the breeze. \"Coffee!\" He breathed the word like a prayer.", "author": "Karen Kincy"},
{"quote": "Isn't the smell of coffee the best alarm clock?", "author": "S.A. Tawks"},
{"quote": "When your blood runs black as the blackest night and your heart sounds as the warriors’ march, only then may you say, “I’ve had enough coffee.", "author": "Death Wish Coffee co."},
{"quote": "Don't stir all the warmth out of your coffee; drink it.", "author": "Kate Chopin"},
{"quote": "Anyone who started a quarrel had to atone for it by buying a dish of coffee for everyone present.", "author": "Tom Standage"},
{"quote": "Thanks for going in with me,” I told her.", "author": "Andrea Heltsley"},
{"quote": "There's an awful lot of coffee in the air, and a lot of awful coffee, too!", "author": "John Simmons"},
{"quote": "It turned out people truly did cry into their coffee cups.", "author": "Jodi Picoult"},
{"quote": "What's a rainy day", "author": "Sanober Khan"},
{"quote": "I went out the kitchen to make coffee - yards of coffee. Rich, strong, bitter, boiling hot, ruthless, depraved. The life blood of tired men.", "author": "Raymond Chandler"},
{"quote": "I'll share my life with you. But, not my doughnuts.", "author": "Crystal Woods"},
{"quote": "some poems froth", "author": "Sanober Khan"},
{"quote": "Love is blind. Especially in the morning, because I can't see a damn thing before having coffee.", "author": "Aleksandra Ninkovic"},
{"quote": "COFFEE! Because this body is NOT going to wake itself up!", "author": "Comic Strip Mama"},
{"quote": "What doesn’t KILL me makes me stronger… Except for the extinction of COFFEE… that might kill me.", "author": "Tanya Masse"},
{"quote": "Where do you get inspiration for your books?", "author": "Douglas Adams"},
{"quote": "I have only two wishes,\" said Jean. \"The first is for strong coffee, and the second is for stronger coffee.", "author": "Scott Lynch"},
{"quote": "Denial, anger, bargaining, depression, COFFEE and acceptance…The SIX stages of waking up!!", "author": "Comic Strip Mama"},
{"quote": "Cheri grinned cockily at Pam and turned to Chelsea. “I figure my coffee won’t have time to get cold before this is over.", "author": "C.B. Cook"},
{"quote": "At this time to refuse or neglect to give coffee to their wives was a legitimate cause for divorce among the Turks.\" William H. Ukers (1873-1945).", "author": "Stewart Lee Allen"},
{"quote": "Follow the ideal doing,", "author": "Jasleen Kaur Gumber"},
{"quote": "Asking me to do ANYTHING before I’ve had my first cup of coffee should be an episode on 1000 Ways to DIE.", "author": "Comic Strip Mama"},
{"quote": "For dinner I had 20 ounces of coffee and 5 Kraft singles. Am I going to die?", "author": "Judy Greer"},
{"quote": "Coffee is not about having something to drink in cool weather, it's about having something to drink when you are not sleeping", "author": "Bobby Darnell"},
{"quote": "Drink your coffee, it clears out the brain in the morning", "author": "Sergei Lukyanenko"},
{"quote": "I wear the universe backwards.", "author": "D. Antoinette Foy"},
{"quote": "Coffee is a girl who never tells a boy no.", "author": "Andrew  Smith"},
{"quote": "I don’t see the point in caffeine without coffee. Or coffee without caffeine, for that matter,” I informed him.", "author": "Robyn Schneider"},
{"quote": "Coffee and chocolate are certainly wonderful, but they must forever carry tea’s silken train, ever the bridesmaids and never the bride.", "author": "Paul Kortepeter"},
{"quote": "I am not addicted to coffee, it find it's way every morning.", "author": "Pushpa Rana"},
{"quote": "I surround myself with books when I write, thus surrounding myself with writers... only they don't critique me and then get up for coffee.", "author": "Ryan Lilly"},
{"quote": "I don’t see the point in caffeine without coffee. Or coffee without caffeine, for that matter.", "author": "Robyn Schneider"},
{"quote": "All the best days start with a latte and a time trip.", "author": "P.K. Hrezo"},
{"quote": "If this is decaf, I'm going to pour it on your head.", "author": "Audrey Bell"},
{"quote": "The coffee will help with post-resurrection synapse realignment. Trust me.", "author": "Adam Christopher"},
{"quote": "I ordered a single espresso because I wanted a drink I could hook up with.", "author": "Randy Kagan"},
{"quote": "These days, “getting lucky” means drinking an entire cup of COFFEE while it’s still HOT!", "author": "Comic Strip Mama"},
{"quote": "Till such time that there are strong men in this world, a woman would prefer strong coffee!", "author": "Manoj Vaz"},
{"quote": "Some of the world's most effective thoughts happen over a brew of morning's coffee", "author": "Prabhukrishna M"},
{"quote": "He looked down at my cup and his little, bony fingers started crawling towards it.", "author": "Tia Artemis"},
{"quote": "Taking away coffee from Americans is like taking away oil from the motors.", "author": "M.F. Moonzajer"},
{"quote": "Coffee! Coffee!", "author": "Immanuel Kant"},
{"quote": "We look up to see if it is day or night.", "author": "Roman Payne"},
{"quote": "It's the fine balance of caffeine and alcohol that bookends my days", "author": "Tim Minchin"},
{"quote": "No! I'm not ready, this is still my first cup of coffee!", "author": "Anthony Liccione"},
{"quote": "First dentistry was painless.", "author": "Arthur Guiterman"},
{"quote": "Put the coffee on, bubbles, I'm coming home", "author": "Richard Brautigan"},
{"quote": "A silent yawn is a scream for coffee", "author": "T. Haque"},
{"quote": "Pause while reading a book only in case of two things:", "author": "Saleem Sharma"},
{"quote": "Our culture runs on coffee and gasoline, the first often tasting like the second.", "author": "Edward Abbey"},
{"quote": "If coffee were like dreams, then I would be wired in constant bliss, never needing sleep to live out my dreams.", "author": "Anthony Liccione"},
{"quote": " 'Venti caramel macchiato, please,' he said. 'Hold the snobbery.'", "author": "S.W. Vaughn"},
{"quote": "I’d like to THANK whoever saw a", "author": "Comic Strip Mama"},
{"quote": "It's a five pots of liquid sleep kind of morning.", "author": "Michelle M. Pillow"},
{"quote": "Uh, puedo hablar con Andrew Nelson, por favor?\" I asked, feeling like an idiot.", "author": "Kate Klise"},
{"quote": "Then everyone would retreat for a nap, after which we would have coffee and cake, sometimes an argument.", "author": "Aleksandar Hemon"},
{"quote": "It's mechanical,\" Leo said. \"Maybe a doorway to the dwarfs' secret lair?\"", "author": "Rick Riordan"},
{"quote": "That's something that annoys the hell out of me- I mean if somebody says the coffee's all ready and it isn't", "author": "J.D. Salinger"},
{"quote": "Is there any time in your life when you do not feel the need for caffeine?\"", "author": "Seanan McGuire"},
{"quote": "Life is like coffee, the darker it gets, the more it energizes.", "author": "Ankita Singhal"},
{"quote": "I hereby arm myself for today with coffee and the willingness to be wrong.", "author": "Audrey Assad"},
{"quote": "Always choose the adventure ... unless, it's chilly outside and there's a cup of warm coffee resting near a book and comfy sofa.", "author": "Barbara Brooke"},
{"quote": "She put her cup down and sighed again with pleasure. \"I can't think how the Nonconformists have failed to discover coffee.\"", "author": "Josephine Tey"},
{"quote": "Sometimes, they just make coffee cups too small.", "author": "Michelle M. Pillow"},
{"quote": "The best thing about being a writer is that 'work' is always something you love, plus usually accompanied by tea, coffee and cakes of some sort.", "author": "Jamie L. Harding"},
{"quote": "Endure for another day, Mister Tannen, and you'll have all the foul black misuse of water you can drink.", "author": "Scott Lynch"},
{"quote": "Kate picked up her coffee cup, frowning when she saw it was empty. \"Did you drink my coffee?\"", "author": "Jennifer Crusie"},
{"quote": "Getting shot was an experience that Elise ranked on the “unpleasantness” scale right around “trying to survive a week without coffee.", "author": "S.M. Reine"},
{"quote": "Chris, soap people are like", "author": "V.C. Andrews"},
{"quote": "We're growing up and I don't like it,\" said Tacy, as they say at Heinz's later, drinking coffee.", "author": "Maud Hart Lovelace"},
{"quote": "The coffee's done? I LOVE IT WHEN THE COFFEE'S DONE!", "author": "Craig Benzine"},
{"quote": "With full mugs and expectant hearts-", "author": "Eric Samuel Timm"},
{"quote": "Coffee,' Walker said over me. 'Now.", "author": "Kristen Ashley"},
{"quote": "Katherine screwed her nose up at the taste of the instant coffee.", "author": "Patti Roberts"},
{"quote": "Coffee and character designs: That's what my night's lookin' like.", "author": "Tyler Hojberg"},
{"quote": "I like coffee exceedingly...", "author": "H.P. Lovecraft"},
{"quote": "A smoke, a book, a cup of coffee.", "author": "R.M. Engelhardt"},
{"quote": "We drank our coffee the Russian way. That is to say we had vodka before it and vodka afterwards.", "author": "Philip Sington"},
{"quote": "How are you feeling?\"", "author": "Tiffany Reisz"},
{"quote": "The only time I drink milk is when I drink coffee. I make love the same way—contributing 2% as I just sort of lay there.", "author": "Dark Jar Tin Zoo"},
{"quote": "People like to cry over spilled milk, but I cry every time I spill my coffee.", "author": "Anthony Liccione"},
{"quote": "Many people claim coffee inspires them, but, as everybody knows, coffee only makes boring people even more boring.", "author": "Balzac"},
{"quote": "A companion on a caffeine high will wake me up just as well, without the aftertaste.", "author": "Jodi Meadows"},
{"quote": "I don't know how you drink this straight. You're badass.\"", "author": "Andrea Cremer"},
{"quote": "Coffee is a warm drink that fosters friendship and tastes great. What more is there to life?", "author": "Kevin Sinnott"},
{"quote": "The perfectly measured burr of a dispassionate detective had suddenly changed into the explosive boom of a take-no-shit street cop.", "author": "Cleo Coyle"},
{"quote": "I'll know coffee works without cream and sugar when I see people buying unsweetened bakers chocolate for Valentine's Day.", "author": "Kevin Sinnott"},
{"quote": "Writing Cave means it's Coffee O'Clock...Who am I kidding? It's always Coffee O'Clock!", "author": "Tammy-Louise Wilkins"},
{"quote": "I'm a coffee expert. I'm not a medical expert, but I play one on TV. - on Oprah Winfrey interview", "author": "Kevin Sinnott"},
{"quote": "You need some coffee, don't you?\"", "author": "John Grisham"},
{"quote": "We look up to see if it is day or night. If stars burn cool and moon does shine, we take to smoke divine and wine.", "author": "Roman Payne"},
{"quote": "Tobacco, coffee, alcohol, hashish, prussic acid, strychnine, are weak dilutions. The surest poison is time.", "author": "Ralph Waldo Emerson"},
{"quote": "I need coffee to deal with this, and I’m not getting decaf.", "author": "Matthew Arnold Stern"}
]
