[
{"quote": "Your beliefs become your thoughts,", "author": "Gandhi"},
{"quote": "The truth is that everyone is bored, and devotes himself to cultivating habits.", "author": "Albert Camus"},
{"quote": "A man who can't bear to share his habits is a man who needs to quit them.", "author": "Stephen King"},
{"quote": "An over-indulgence of anything, even something as pure as water, can intoxicate.", "author": "Criss Jami"},
{"quote": "The chains of habit are too weak to be felt until they are too strong to be broken.", "author": "Samuel Johnson"},
{"quote": "You can't make yourself feel positive, but you can choose how to act, and if you choose right, it builds your confidence.", "author": "Julien Smith"},
{"quote": "We become what we repeatedly do.", "author": "Sean Covey"},
{"quote": "Sow a thought, and you reap an act;", "author": "Samuel Smiles"},
{"quote": "A morning coffee is my favorite way of starting the day, settling the nerves so that they don't later fray.", "author": "Marcia Carrington"},
{"quote": "It is a very inconvenient habit of kittens (Alice had once made the remark) that whatever you say to them, they always purr.", "author": "Lewis Carroll"},
{"quote": "Ronan did not smoke; he preferred his habits with hangovers.", "author": "Maggie Stiefvater"},
{"quote": "Enthusiasm is the electricity of life. How do you get it? You act enthusiastic until you make it a habit.", "author": "Gordon Parks"},
{"quote": "Motivation is what gets you started. Habit is what keeps you going.", "author": "Jim Ryun"},
{"quote": "Nothing so needs reforming as other people's habits.", "author": "Mark Twain"},
{"quote": "A nail is driven out by another nail; habit is overcome by habit.", "author": "Erasmus"},
{"quote": "Some rules are nothing but old habits that people are afraid to change.", "author": "Therese Fowler"},
{"quote": "The best kind of happiness is a habit you're passionate about.", "author": "Shannon L. Alder"},
{"quote": "Have you noticed how many people who walk in the shade curse the Sun?", "author": "Idries Shah"},
{"quote": "If you are rude, cynical, habitually-sarcastic or pessimistic, your life options are going to be very limited.", "author": "Bryant McGill"},
{"quote": "How to win in life:", "author": "Germany Kent"},
{"quote": "I am a Smedry, and we do ridiculous, unexpected, eccentric things like this all the time! Ha-ha!", "author": "Brandon Sanderson"},
{"quote": "6 Ways To Give Your Mind A Break:", "author": "Germany Kent"},
{"quote": "You have a bad habit of listing anything that can go wrong, Volger.\"", "author": "Scott Westerfeld"},
{"quote": "Good habits are worth being fanatical about.", "author": "John Irving"},
{"quote": "H is for Habit, winners make a habit of doing the things losers don't want to do.", "author": "Lucas Remmerswaal"},
{"quote": "Everything you are used to, once done long enough, starts to seem natural, even though it might not be.", "author": "Julien Smith"},
{"quote": "She liked the life she had. She loved habits. She craved a day with nothing in it, a long, quiet stretch of hours in the studio.", "author": "Ann Brashares"},
{"quote": "Just do it! First you make your habits, then your habits make you!", "author": "Lucas Remmerswaal"},
{"quote": "I is for Integrity, be honest with yourself and others.", "author": "Lucas Remmerswaal"},
{"quote": "Assiduity, it means sit down until you do it. Commit yourself to your work and study.", "author": "Lucas Remmerswaal "},
{"quote": "S is for SCARY! Fear is driven out by action! Bad habits are overcome by good habits.", "author": "Lucas Remmerswaal"},
{"quote": "The fixity of a habit is generally in direct proportion to its absurdity.", "author": "Marcel Proust"},
{"quote": "Dream, think BIG live the life of your dreams.", "author": "Lucas Remmerswaal"},
{"quote": "Good habits are the basic tools that will determine whether you are a tortoise", "author": "Lucas Remmerswaal"},
{"quote": "Z is for Zany! Master the Zany habit of thinking backwards. it will help you become a really great thinker!", "author": "Lucas Remmerswaal"},
{"quote": "Some women have been faking orgasms for so long that they sometimes fake one when they are masturbating.", "author": "Mokokoma Mokhonoana"},
{"quote": "Let go of your old tired habits and plant new habits in fertile soil.", "author": "Harley King"},
{"quote": "Your little choices become habits that affect the bigger decisions you make in life.", "author": "Elizabeth George"},
{"quote": "If breaking a habit has been hard for you to do, hard for you even to face, then a helping hand is in order.", "author": "Kenneth Schwarz"},
{"quote": "The more you do something the easier it gets. Don't expect it to get easier, if you're not putting in the time and energy to make that happen.", "author": "Akiroq Brost"},
{"quote": "We must be aware that momentum born of old habits and destructive behaviors might be momentum, but it’s momentum slammed into reverse.", "author": "Craig D. Lounsbrough"},
{"quote": "Journaling can be an excellent way to increase self-awareness, discover and change habits.", "author": "Akiroq Brost"},
{"quote": "We are creatures of habit, and leveraging our habitual tendencies is one of the best ways to develop discipline.", "author": "Ernest Cadorin"},
{"quote": "We only irritate ourselves when we scratch at an itch that no longer exists.", "author": "Jason N Versey"},
{"quote": "When you learn to force yourself to practice for an hour or run fifteen laps, you start building self-regulatory strength.” Heatherton.", "author": "Charles Duhigg"},
{"quote": "Small wins are exactly what they sound like, and are part of how keystone habits create widespread changes.", "author": "Charles Duhigg"},
{"quote": "Life is a daily battle with people and things that are trying to change us and those that are trying to prevent us from changing.", "author": "Mokokoma Mokhonoana"},
{"quote": "Not tailgating acknowledges the mystery and humanity of strangers. It's one of those small habits that speaks volumes.", "author": "Marisa de los Santos"},
{"quote": "I am neither drinking(alcohol) nor smoking. I just take TEA for Thinking, Energy, and Acting.", "author": "Dr Sivakumar Gowder"},
{"quote": "Writing is work. Anyone can do this, anyone can learn to do this. It's not rocket science; it's habits of mind and habits of work.", "author": "Alexander Chee"},
{"quote": "There is no harm in having big dreams. Rather have this as a habit. It's worth!", "author": "Kankane Rakhi Surendra"},
{"quote": "Create daily habits that will create a higher quality of life. Remember, our lives become whatever we practice.", "author": "Akiroq Brost"},
{"quote": "Build you a life you don't need to escape from by balancing your time, by taking rest when you need to, but doing things you love and enjoy.", "author": "Akiroq Brost"},
{"quote": "Life really is a practice and becomes what you practice.", "author": "Akiroq Brost"},
{"quote": "Doing what we love, investing in ourselves pays off.", "author": "Akiroq Brost"},
{"quote": "Our lifestyle, our life, the way we think and do things, really is a practice; a daily practice.", "author": "Akiroq Brost"},
{"quote": "Feeling happy is not conditional.", "author": "Akiroq Brost"},
{"quote": "It's the creature of habit that gets caught in the rabbit's snare.", "author": "Anthony T.Hincks"},
{"quote": "Every bad habit is merely an unconscious decision to choose a distraction over having to deal with an uncomfortable feeling.", "author": "Antti Vanhanen"},
{"quote": "Self-reflection is a much kinder teacher than regret is. Prioritize yourself by making a habit of it.", "author": "Andrena Sawyer"},
{"quote": "Customer service has everything to do with consistency, systems, training, and the habits you and your team create.", "author": "Amber Hurdle"},
{"quote": "Habits, places and faces grew into you over time, like tree roots burrowing into stone work.", "author": "Frances Hardinge"},
{"quote": "Those very habits promoting emotional distance keep us from experiencing the love we so desperately long for and the love we are meant to give away.", "author": "Erin M. Straza"},
{"quote": "Enjoy good moments while they last. Then make sure, they're not the last", "author": "Constance Friday Elias"},
{"quote": "Self-protection by bravado is a hard habit to break.", "author": "Joan Ball"},
{"quote": "He was forty-eight — an age at which permanence of habits begins to be predictable.", "author": "James Hilton"},
{"quote": "Habits are hard to let go, especially if they are human beings.", "author": "Drishti Bablani"},
{"quote": "The question we should be asking ourselves is: \"Who do I need to become?", "author": "Darren Hardy"},
{"quote": "Sadly, plastering a new coat of ideas on the base of same old weary thoughts and habits is only going to worsen the situation.", "author": "Vishal Ostwal"},
{"quote": "Tolstoy described boredom as “a desire for desires,” while the working-class Chekhov wrote about it primarily as a desire for escape.", "author": "Mary Mann"},
{"quote": "Warning...well-loved stories are habit forming...", "author": "Nanette L. Avery"},
{"quote": "Habits are tools. They can either propel you toward success or drag you down.", "author": "Silvica Rosca"},
{"quote": "The parrot wipes its beak although it is clean.", "author": "Blaise Pascal"},
{"quote": "Your choices, purposes, and habits ultimately define your life.", "author": "Debasish Mridha"},
{"quote": "His mom calls him Berger?", "author": "Matthew Rosenberg"},
{"quote": "A man does not know the full depth of his thoughts till he picks up a pen and writes;", "author": "Eniitan Akinola"},
{"quote": "Awareness, Acceptance, Alternatives, and Actions are the four habits necessary to become Type Me.", "author": "Melissa Heisler"},
{"quote": "Advice to my younger self:", "author": "Germany Kent"},
{"quote": "Habits are hard to let go, especially if they are human beings.", "author": "Drishti Bablani, Wordions"},
{"quote": "Everyone smiles in the same language,", "author": "Ana Claudia Antunes"},
{"quote": "Great people become great due to the framework, routines and habits they have set for themselves", "author": "Sunday Adelaja"},
{"quote": "Being on time is a filthy habit practised only by roosters and retirees.", "author": "Catherynne M. Valente"},
{"quote": "It shouldn't take a life-changing event for you to change your life.", "author": "Shaun Hick"},
{"quote": "Some writers write to forget. Some forget to write.", "author": "Mokokoma Mokhonoana"},
{"quote": "Habits grow like dragons if you feed them.", "author": "Richelle E. Goodrich"},
{"quote": "Always remember: marriage is a gift. Allow the revelation to direct your thoughts and habits in marriage.", "author": "Ngina Otiende"},
{"quote": "You got to get out into the field. Secondhand information in this world only takes you so far.", "author": "Sally J. Pla"},
{"quote": "Habits are hard to let go, especially if they are human beings.", "author": "Wordions"},
{"quote": "Gratitude is a powerful catalyst for happiness.", "author": "Amy Collette"},
{"quote": "Your brain loves habits because they are simple, structured, well-known, energy efficient, quick, and automatic.", "author": "Stan Jacobs"},
{"quote": "Habits are safer than rules; you don't have to watch them. And you don't have to keep them either. They keep you.", "author": "Frank Crane"},
{"quote": "The quality of your life is in direct relationship to the quality of your habits and rituals.", "author": "Stan Jacobs"},
{"quote": "Your habits guide and sculpt your path. The same process that builds habits can break habits.", "author": "Farshad Asl"},
{"quote": "Anyone who has ever achieved anything has been a steward of his potential.", "author": "Chris Matakas"},
{"quote": "Hard habit to break, friendship.", "author": "Rachel Caine"},
{"quote": "Do not become attached to anything that can destroy you in the course of time.", "author": "Alejandro Jodorowsky"},
{"quote": "The victim mindset will have you dancing with the devil, then complaining that you're in hell.", "author": "Steve Maraboli"},
{"quote": "Saving is a great habit but without investing and tracking, it just sleeps", "author": "Manoj Arora"},
{"quote": "I am what I am today because of the choices I made yesterday,", "author": "Stephen R. Covey"},
{"quote": "Good habits are the key to all success. Bad habits are the unlocked door to failure.", "author": "Og Mandino"},
{"quote": "Chronic problems tend to come from chronic habits.", "author": "Clifford Cohen"},
{"quote": "Bad habits have brought me this far: why change such a tried-and-true formula?", "author": "Christopher Hitchens"},
{"quote": "Despise your weakness, not yourself.", "author": "Constance Chuks Friday"},
{"quote": "Old habits will keep you stuck as they won't open doors to new opportunities.", "author": "Karon Waddell"},
{"quote": "Some kleptomaniacs do not steal things only; they also, while some only, steal lovers.", "author": "Mokokoma Mokhonoana"},
{"quote": "Drifting with things is a habit it takes almost dying to break.", "author": "Marge Piercy"},
{"quote": "Where we", "author": "Stephen R. Covey"},
{"quote": "Time makes the ordinary extraordinary and the extraordinary ordinary.", "author": "Kevin Focke"},
{"quote": "His childhood passed in quiet anxiety.", "author": "Jen Pollock Michel"},
{"quote": "Why, Reshi?\"The words poured out of Bast in a sudden gush. \"Why did you stay there when it was so awful?\"", "author": "Patrick Rothfuss"},
{"quote": "A five-year-old who can follow the ball for ten minutes becomes a sixth grader who can start his homework on time.", "author": "Charles Duhigg"},
{"quote": "I am not sad anymore.", "author": "Charlotte Eriksson"},
{"quote": "I should pursue only those habits that would make me feel freer and stronger.", "author": "Gretchen Rubin"},
{"quote": "After a bad trip, don't carry your luggage on board the next flight. Stay grounded til you figure out a new way to travel.", "author": "T.F. Hodge"},
{"quote": "You will find the reality of life by reading.", "author": "Lailah Gifty Akita"},
{"quote": "If we want something to count in our lives, we should figure out a way to count it.", "author": "Gretchen Rubin"},
{"quote": "You can live in the body you wish; exercise daily.", "author": "Lailah Gifty Akita"},
{"quote": "The more you read, the more you will love to read.", "author": "Lailah Gifty Akita"},
{"quote": "Relax and rejuvenate your sacred-spirit.", "author": "Lailah Gifty Akita"},
{"quote": "The greatest adventure is reading!", "author": "Lailah Gifty Akita"},
{"quote": "Dancing daily is a good physical activity.", "author": "Lailah Gifty Akita"},
{"quote": "mere acquisition isn't enough to establish a good habit", "author": "Gretchen Rubin"},
{"quote": "Love your body. Exercise for 10-15 minutes daily.", "author": "Lailah Gifty Akita"},
{"quote": "These tasks weren't urgent (which was the reason they didn't get done), but because they weighed on my mind, they sapped my energy.", "author": "Gretchen Rubin"},
{"quote": "The usefulness of a man or woman of God relies on the ability to remain distinct.", "author": "Kevin Thoman"},
{"quote": "I love reading.", "author": "Lailah Gifty Akita"},
{"quote": "Culture eats strategy for breakfast. Peter Drucker", "author": "Matt Chandler"},
{"quote": "Live a healthy life.", "author": "Lailah Gifty Akita"},
{"quote": "Be youthful.", "author": "Lailah Gifty Akita"},
{"quote": "I nurture daily wellness.", "author": "Lailah Gifty Akita"},
{"quote": "I treat my thoughts like an old person treats their valuables: I cannot for the life of me proceed to throwing them out.", "author": "Criss Jami"},
{"quote": "What are we but the some total of our habits and lifestyle.", "author": "Aporva Kala"},
{"quote": "Children should never have baths,’ my grandmother said. ‘It's a dangerous", "author": "Roald Dahl"},
{"quote": "We change when circumstances necessitate it; we adapt because we have to. The real challenge is to change when circumstances don’t demand it at all.", "author": "Richelle E. Goodrich"},
{"quote": "I can write three hundred and sixty-five grateful thanks.", "author": "Lailah Gifty Akita"},
{"quote": "You must resist negative thoughts, negative criticism and negative influences.", "author": "Lailah Gifty Akita"},
{"quote": "People only keep their eyes open out of habit. And, nothing more.", "author": "S.D. Lawendowski"},
{"quote": "The initiative to undertake your most important duty in life is often buried beneath the accumulated debris of human habits.", "author": "Paramahansa Yogananda"},
{"quote": "You must make time daily to care for your mental, physical, spiritual and emotional health.", "author": "Lailah Gifty Akita"},
{"quote": "Positive words are well spring of hope and healing.", "author": "Lailah Gifty Akita"},
{"quote": "Motivation may be what starts you off, but it's habit that keeps you going back for more.", "author": "Miya Yamanouchi"},
{"quote": "Cultivate the habit to write gratitude daily.", "author": "Lailah Gifty Akita"},
{"quote": "Positive mindset, positive self-image and positive attitude are the best-habits to nurture.", "author": "Lailah Gifty Akita"},
{"quote": "Self-love is self-care.", "author": "Lailah Gifty Akita"},
{"quote": "The poet is poor, but the orator is made by cultivation.\" Horace", "author": "John Taliaferro"},
{"quote": "Good well-being leads to good working performance.", "author": "Lailah Gifty Akita"},
{"quote": "Health is the greatest strength.", "author": "Lailah Gifty Akita"},
{"quote": "A joyful soul is the choice to dwell on amazing gift of life than the challenges.", "author": "Lailah Gifty Akita"},
{"quote": "If you do not write the thoughts of the moments, it is lost forever.", "author": "Lailah Gifty Akita"},
{"quote": "You ought to write down the glow of thoughts as it’s ignites.", "author": "Lailah Gifty Akita"},
{"quote": "Keep your heart always warm.", "author": "Lailah Gifty Akita"},
{"quote": "Do not use either harsh words or negative words. They only bring sadness and weaken the soul.", "author": "Lailah Gifty Akita"},
{"quote": "Lincoln had a stubborn concern for first principles.", "author": "Richard Brookhiser"},
{"quote": "Liberty is no less a blessing because oppression has so long darkened the mind that it can not appreciate it.", "author": "Lucretia Mott"},
{"quote": "Positive results will come when you start to replace your negative thoughts and habits with positive ones.", "author": "Robert Tew"},
{"quote": "You don’t get lucky without preparation, and there’s no sense in being prepared if you’re not open to the possibility of a glorious accident.", "author": "Twyla Tharp"},
{"quote": "Make your habits your beloved home.", "author": "Debasish Mridha"},
{"quote": "I don't like good habits. They strike me as being so easily broken.", "author": "Linnea Gelland"},
{"quote": "Old habits die hard, especially for soldiers.", "author": "Jocelyn  Murray"},
{"quote": "Habits of action cultivated early in life lay the foundation for unique skill sets able to carve a path beyond the mundane and into the relevant.", "author": "Marian Deegan"},
{"quote": "To change any behavior we have to slow down and act intentionally rather than from habit and impulse.", "author": "Henna Inam"},
{"quote": "The secret, the alcoholics said, was God.", "author": "Charles Duhigg"},
{"quote": "We must read, mediate and affirm the writings of Holy Scriptures, to partake in the divine nature and overcome the struggles of life.", "author": "Lailah Gifty Akita"},
{"quote": "A negative habit is a matter of frequent negative thoughts and beliefs in one's mind, but never a result of the complexion of one's skin.", "author": "Edmond Mbiaka"},
{"quote": "If you observe nature daily, it brings harmony with you and God.", "author": "Lailah Gifty Akita"},
{"quote": "Develop the habit of initiating change. You'll be better prepared for whatever comes your way.", "author": "Gina Greenlee"},
{"quote": "Two basic principles; reading God’s word and praying regularly.", "author": "Lailah Gifty Akita"},
{"quote": "He looked at the menu dreamily. 'God, it’s good to be eating in France again.'", "author": "Jack Iams"},
{"quote": "Never let those who are very accustomed to playing small, talk you out of the habit of dreaming big.", "author": "Edmond Mbiaka"},
{"quote": "Every successful man knows what a persevering life it was to achieve his goal.", "author": "Lailah Gifty Akita"},
{"quote": "Give diligence if you would get assurance.", "author": "Charles H. Spurgeon"},
{"quote": "Cultivate the habit of making aware choice. Your choice makes your destiny. Do not be carried away by the unconscious choices.", "author": "Amit Ray"},
{"quote": "Great habits sharpen our thoughts and make us great.", "author": "Debasish Mridha"},
{"quote": "You will be able to change your life to what you want it to be only by taking responsibility for your own actions", "author": "Eddie  de Jong"},
{"quote": "You need to decide what your life is going to look like!", "author": "Eddie  de Jong"},
{"quote": "As an innovator, you need to be aware of how traditions, habits and bias can act as barriers to accepting new ideas.", "author": "Max McKeown"},
{"quote": "Habits gradually change the face of one's life as time changes one's physical face; & one does not know it.", "author": "Virginia Woolf"},
{"quote": "You can change your life and make it what you want it to be, but only if you take consistent action.", "author": "Eddie  de Jong"},
{"quote": "Eventually your little choices are going to become habits that affect the bigger decisions you make in life.", "author": "Jim George"},
{"quote": "The key is to realize that you have a choice on how to spend your money.", "author": "Eddie  de Jong"},
{"quote": "Old Ways May Not Give You Up", "author": "James M.  Robinson"},
{"quote": "Do you want to be rich spiritually? Begin by building godly habits.", "author": "Lori Hatcher"},
{"quote": "We change, but always at a cost: to win this you lose that.", "author": "Geoffrey Wolff"},
{"quote": "You can decide to ignore the naysayers, put your head down and work on becoming the best you can.", "author": "Eddie  de Jong"},
{"quote": "Watching TV together does not count as dedicated family time!", "author": "Eddie  de Jong"},
{"quote": "To get more money to spend on yourself - don't buy on credit!", "author": "Eddie  de Jong"},
{"quote": "Don't buy on credit. This habit, more than any other, will eventually guarantee your financial independence, no matter what your income.", "author": "Eddie  de Jong"},
{"quote": "Old habits for old people; reinvent yourself while you still can!", "author": "T.F. Hodge"},
{"quote": "Courage is a requirement for facing your fears, doing things differently, and applying any new habits that align with and support your goals.", "author": "John    Manning"},
{"quote": "He, who dares seek God's presence, will receive His blessings and favours.", "author": "Lailah Gifty Akita"},
{"quote": "Old habits for old people; reinvent yourself!", "author": "T.F. Hodge"},
{"quote": "Spiritual disciplines answer the shallow world.", "author": "Richard J Foster"},
{"quote": "Even when he played, he made a business of it.", "author": "H.W. Brands"},
{"quote": "Thus heaven's gift to us is this:", "author": "Alexander Pushkin"},
{"quote": "Cultivate the habit of defining, refining, redefining and redeeming your opportunities. Failure is a temporal event, not a permanent trademark.", "author": "Israelmore Ayivor"},
{"quote": "It is one thing to know about your dysfunctional habits but quite another to change them.", "author": "David W. Earle LPC- Love is Not Enough"},
{"quote": "Conscious thought is required to design and build the life you want for yourself.", "author": "Eddie  de Jong"},
{"quote": "Random acts of kindness don't have to be big or even cost money. It will however make you a better person.", "author": "Eddie  de Jong"},
{"quote": "For discipline is imposed not just on oneself but on those in one's orbit.", "author": "Philip Roth"},
{"quote": "She is forever buying things because it is so cheap! That's financial suicide.", "author": "Eddie  de Jong"},
{"quote": "Sitting on the hot seat of change requires much courage, patience, and persistence.", "author": "David W. Earle LPC- Love is Not Enough"},
{"quote": "Cultivate the habit of setting clearly-defined written goals; they are the road maps that guide you to your destination.", "author": "Roy   Bennett"},
{"quote": "Thanking someone is such a simple thing, but it is extremely rewarding, both to the giver and the receiver.", "author": "Eddie  de Jong"},
{"quote": "Make a conscious decision, no matter what it is, and know that that choice will have consequences.", "author": "Eddie  de Jong"},
{"quote": "Strange how reluctant I was to acknowledge that control of my fate lay beyond my own conscious will. Habit of a lifetime, I suppose.", "author": "Patrick McGrath"},
{"quote": "Don't do things simply because everybody around you does it.", "author": "Eddie  de Jong"},
{"quote": "Don't presume that your loved ones know that you love them - say it, and say it often!", "author": "Eddie  de Jong"},
{"quote": "Don't you dare not take action on the new things you've learnt by reading this book!", "author": "Eddie  de Jong"},
{"quote": "Evaluate everything that you do, and decide if it serves or hinders you in becoming the best that you can be.", "author": "Eddie  de Jong"},
{"quote": "I will help people become the best that they can be.", "author": "Eddie  de Jong"},
{"quote": "If you are serious about changing your life, you have to get into the habit of finishing what you started!", "author": "Eddie  de Jong"},
{"quote": "In this context, does it sound like building habits is something worthwhile doing? You bet it does!", "author": "Eddie  de Jong"},
{"quote": "It's your money. Make a conscious choice on how you're going to spend it!", "author": "Eddie  de Jong"},
{"quote": "A parent knows that his or her parenting has been a success if the kids, once grown, still want to be friends.", "author": "Eddie  de Jong"},
{"quote": "A book is a treasure of life.", "author": "Lailah Gifty Akita"},
{"quote": "The best way to get promoted is to work yourself out of a job.", "author": "Eddie  de Jong"},
{"quote": "If you believe you can change - if you make it a habit - the change becomes real.", "author": "Charles Duhigg"},
{"quote": "As you grow old, if you don't earn some money or inspiration out of your hobby, you will stop pursuing your hobby.", "author": "Amit Kalantri"},
{"quote": "Emotions manipulates the man more than habits do.", "author": "Amit Kalantri"},
{"quote": "Good character going bad is like a beast escaping it's cage; it will be hard to capture it again!", "author": "Israelmore Ayivor"},
{"quote": "Our actions, habits, character, and future are most definitely affected by our thoughts.", "author": "Elizabeth George"},
{"quote": "But sometimes we are not drawn to that which is different from what we know and fear. Sometimes we are drawn to that which is exactly the same.", "author": "Laura Schroff"},
{"quote": "The brain has this amazing ability to find happiness even when the memories of it are gone.", "author": "Charles Duhigg"},
{"quote": "Virtue is what happens when habitual choices have been wise.", "author": "N.T. Wright"},
{"quote": "Habits are good if you have the habit of the best.", "author": "Amit Kalantri"},
{"quote": "Thoughts close more doors then they open. This causes limitation.", "author": "Charles F. Glassman"},
{"quote": "Your greatest moments of challenge are a call to defy your timid habits of safety and rush out into life.", "author": "Bryant McGill"},
{"quote": "Habits of the mind also provide our mental framework – the way we see the world", "author": "Gyalwa Dokhampa"},
{"quote": "Excessive self-criticism is a bad habit and extraordinarily self-destructive. Don't be your own worst enemy!", "author": "Bryant McGill"},
{"quote": "Good tradecraft keeps espionage routine and boring.", "author": "Vejas Gabriel Liulevicius"},
{"quote": "Bad habits are like having a sumo wrestler in the back of your canoe rowing the opposite direction.", "author": "J Loren Norris"},
{"quote": "Better spend time working hard to maintain your good habits because you may look for time to recover it but to no avail!", "author": "Israelmore Ayivor"},
{"quote": "Change might not be fast and it isn't always easy. But with time and effort, almost any habit can be reshaped.", "author": "Charles Duhigg"},
{"quote": "Life has a way of taking its toll on the person you thought you were.", "author": "A.S.A. Harrison"},
{"quote": "If you continue to dig the same hole in the same place in your life, eventually you will be standing in a grave.", "author": "Shannon L. Alder"},
{"quote": "There is no more miserable human being than one in whom nothing is habitual but indecision.", "author": "William James"},
{"quote": "I guess we always find excuses to keep on with our bad habits, don't we?", "author": "Stephen King"},
{"quote": "Cultivate only the habits that you are willing should master you.", "author": "Elbert Hubbard"},
{"quote": "First we form habits, then they form us.", "author": "Mark Matteson"},
{"quote": "It is not really a small thing when in small things we resist self.", "author": "Thomas à Kempis"},
{"quote": "Everybody wants a happy life and a peaceful mind, but we have to produce peace of mind through our own practice.", "author": "Dalai Lama XIV"},
{"quote": "The best way to stop a bad habit is to never begin it", "author": "J. C. Penney"},
{"quote": "The habit of doing more than is necessary can only be earned through practice.", "author": "Seth Godin"},
{"quote": "Trying to change old habits is like fighting a war in your head—a draining and exhausting skirmish that makes you wonder at your chance of survival.", "author": "Richelle E. Goodrich"},
{"quote": "Bad habits: easy to develop and hard to live with. Good habits: hard to develop and easy to live with.", "author": "Orrin Woodward"},
{"quote": "A character for steadiness once gone is not easily recovered", "author": "Thomas Hughes"},
{"quote": "Weight loss is a sum of all of your habits - not individual ones.", "author": "Helen M. Ryan"},
{"quote": "The best gifts anyone can give to themselves are good health habits.", "author": "Ellen J. Barrier"},
{"quote": "Oh, people get used to so many things,\" said Vadesh, \"if only they give them selves a chance.", "author": "Orson Scott Card"},
{"quote": "Continuous exercise can wear you down and wear you out. What once was a passion has now become just a chore that you dread.", "author": "Helen M. Ryan"},
{"quote": "Americans love to hear good things about their bad habits.", "author": "T. Colin Campbell"},
{"quote": "Habits form and habits grow,", "author": "Tito Rajarshi Mukhopadhyay"},
{"quote": "Every day my mother had tea. My dad has his ritual cigar. They had their evening cocktail. Those rituals were done nicely, with flair and feeling.", "author": "John Travolta"}
]