[
{"quote": "Don't cry because it's over, smile because it happened.", "author": "Dr. Seuss"},
{"quote": "I felt my lungs inflate with the onrush of scenery—air, mountains, trees, people. I thought, \"This is what it is to be happy.", "author": "Sylvia Plath"},
{"quote": "Success is getting what you want, happiness is wanting what you get", "author": "W. P. Kinsella"},
{"quote": "I've got nothing to do today but smile.", "author": "Simon and Garfunkel"},
{"quote": "Happiness [is] only real when shared", "author": "Jon Krakauer"},
{"quote": "Letting go means to come to the realization that some people are a part of your history, but not a part of your destiny.", "author": "Steve Maraboli"},
{"quote": "The worst part of success is trying to find someone who is happy for you.", "author": "Bette Midler"},
{"quote": "It's been my experience that you can nearly always enjoy things if you make up your mind firmly that you will.", "author": "Lucy Maud Montgomery"},
{"quote": "Learn to value yourself, which means: fight for your happiness.", "author": "Ayn Rand"},
{"quote": "Happiness is holding someone in your arms and knowing you hold the whole world.", "author": "Orhan Pamuk"},
{"quote": "It's like Tolstoy said. Happiness is an allegory, unhappiness a", "author": "Haruki Murakami"},
{"quote": "Cry. Forgive. Learn. Move on. Let your tears water the seeds of your future happiness.", "author": "Steve Maraboli"},
{"quote": "please believe that things are good with me, and even when they're not, they will be soon enough. And i will always believe the same about you.", "author": "Stephen Chbosky"},
{"quote": "I am not proud, but I am happy; and happiness blinds, I think, more than pride.", "author": "Alexandre Dumas"},
{"quote": "I'm happy. Which often looks like crazy.", "author": "David Henry Hwang"},
{"quote": "If you want to be happy, do not dwell in the past, do not worry about the future, focus on living fully in the present.", "author": "Roy T. Bennett"},
{"quote": "All happiness depends on courage and work.", "author": "Honoré de Balzac"},
{"quote": "The best way to cheer yourself is to try to cheer someone else up.", "author": "Mark Twain"},
{"quote": "I must learn to be content with being happier than I deserve.", "author": "Jane Austen"},
{"quote": "The happiness of your life depends upon the quality of your thoughts.", "author": "Marcus Aurelius"},
{"quote": "I think and think and think, I‘ve thought myself out of happiness one million times, but never once into it.", "author": "Jonathan Safran Foer"},
{"quote": "Man only likes to count his troubles; he doesn't calculate his happiness.", "author": "Fyodor Dostoevsky"},
{"quote": "The grand essentials to happiness in this life are something to do, something to love, and something to hope for.", "author": "George Washington Burnap"},
{"quote": "The advantage of a bad memory is that one enjoys several times the same good things for the first time.", "author": "Friedrich Nietzsche"},
{"quote": "And hand in hand, on the edge of the sand,", "author": "Edward Lear"},
{"quote": "Be grateful for what you already have while you pursue your goals.", "author": "Roy T. Bennett"},
{"quote": "Happiness quite unshared can scarcely be called happiness; it has no taste.", "author": "Charlotte Bronte"},
{"quote": "Happiness is not the absence of problems, it's the ability to deal with them.", "author": "Steve Maraboli"},
{"quote": "It was only a sunny smile, and little it cost in the giving, but like morning light it scattered the night and made the day worth living.", "author": "F. Scott Fitzgerald"},
{"quote": "One of the keys to happiness is a bad memory.", "author": "Rita Mae Brown"},
{"quote": "I'd far rather be happy than right any day.", "author": "Douglas Adams"},
{"quote": "Take responsibility of your own happiness, never put it in other people’s hands.", "author": "Roy T. Bennett"},
{"quote": "Sometimes life knocks you on your ass... get up, get up, get up!!! Happiness is not the absence of problems, it's the ability to deal with them.", "author": "Steve Maraboli"},
{"quote": "Now and then it's good to pause in our pursuit of happiness and just be happy.", "author": "Guillaume Apollinaire"},
{"quote": "Happiness makes up in height for what it lacks in length.", "author": "Robert Frost"},
{"quote": "With mirth and laughter let old wrinkles come.", "author": "William Shakespeare"},
{"quote": "Always find opportunities to make someone smile, and to offer random acts of kindness in everyday life.", "author": "Roy T. Bennett"},
{"quote": "Happiness is the meaning and the purpose of life, the whole aim and end of human existence.", "author": "Aristotle"},
{"quote": "Ester asked why people are sad.", "author": "Paulo Coelho"},
{"quote": "Happiness is an accident of nature, a beautiful and flawless aberration.", "author": "Pat Conroy"},
{"quote": "The more you feed your mind with positive thoughts, the more you can attract great things into your life.", "author": "Roy T. Bennett"},
{"quote": "Don’t waste your time in anger, regrets, worries, and grudges. Life is too short to be unhappy.", "author": "Roy T. Bennett"},
{"quote": "Top 15 Things Money Can’t Buy", "author": "Roy T. Bennett"},
{"quote": "Name one hero who was happy.\"", "author": "Madeline Miller"},
{"quote": "Stop comparing yourself to other people, just choose to be happy and live your own life.", "author": "Roy T. Bennett"},
{"quote": "Do not set aside your happiness. Do not wait to be happy in the future. The best time to be happy is always now.", "author": "Roy T. Bennett"},
{"quote": "I don’t know what’s worse: to not know what you are and be happy, or to become what you’ve always wanted to be, and feel alone.", "author": "Daniel Keyes"},
{"quote": "There are two ways to get enough. One is to continue to accumulate more and more. The other is to desire less.", "author": "G.K. Chesterton"},
{"quote": "The secret of happiness is freedom, the secret of freedom is courage.", "author": "Carrie Jones"},
{"quote": "It is the very mark of the spirit of rebellion to crave for happiness in this life", "author": "Henrik Ibsen"},
{"quote": "Happiness depends on your mindset and attitude.", "author": "Roy T. Bennett"},
{"quote": "Whoever is happy will make others happy.", "author": "Anne Frank"},
{"quote": "I'm choosing happiness over suffering, I know I am. I'm making space for the unknown future to fill up my life with yet-to-come surprises.", "author": "Elizabeth Gilbert"},
{"quote": "The problem with people is they forget that most of the time it's the small things that count.", "author": "Jennifer Niven"},
{"quote": "Keep your best wishes, close to your heart and watch what happens", "author": "Tony DeLiso"},
{"quote": "I will not try to convince you to love me, to respect me, to commit to me. I deserve better than that; I AM BETTER THAN THAT...Goodbye.", "author": "Steve Maraboli"},
{"quote": "We don’t even ask happiness, just a little less pain.", "author": "Charles Bukowski"},
{"quote": "Laughter is poison to fear.", "author": "George R.R. Martin"},
{"quote": "I think happiness is what makes you pretty. Period. Happy people are beautiful. They become like a mirror and they reflect that happiness.", "author": "Drew Barrymore"},
{"quote": "A mathematical formula for happiness:Reality divided by Expectations.There were two ways to be happy:improve your reality or lower your expectations.", "author": "Jodi Picoult"},
{"quote": "People are unhappy when they get something too easily. You have to sweat--that's the only moral they know.", "author": "Dany Laferrière"},
{"quote": "With all its sham, drudgery, and broken dreams,", "author": "Max Ehrmann"},
{"quote": "Children are happy because they don't have a file in their minds called \"All the Things That Could Go Wrong.", "author": "Marianne Williamson"},
{"quote": "Happiness is not a goal...it's a by-product of a life well lived.", "author": "Eleanor Roosevelt"},
{"quote": "Happiness is not a possession to be prized, it is a quality of thought, a state of mind.", "author": "Daphne Du Maurier"},
{"quote": "Don’t sacrifice yourself too much, because if you sacrifice too much there’s nothing else you can give and nobody will care for you.", "author": "Karl Lagerfeld"},
{"quote": "Ah, what happiness it is to be with people who are all happy, to press hands, press cheeks, smile into eyes.", "author": "Katherine Mansfield"},
{"quote": "Smile more. Smiling can make you and others happy.", "author": "Roy T. Bennett"},
{"quote": "The power of finding beauty in the humblest things makes home happy and life lovely.", "author": "Louisa May Alcott"},
{"quote": "Action may not always bring happiness, but there is no happiness without action. ", "author": "William James"},
{"quote": "You are in charge of your own happiness; you don't need to wait for other people's permission to be happy.", "author": "Roy T. Bennett"},
{"quote": "The greater part of our happiness or misery depends upon our dispositions, and not upon our circumstances.", "author": "Martha Washington"},
{"quote": "And I can't be running back and fourth forever between grief and high delight.", "author": "J.D. Salinger"},
{"quote": "That's the difference between me and the rest of the world! Happiness isn't good enough for me! I demand euphoria!", "author": "Bill Watterson"},
{"quote": "A thing of beauty is a joy forever.", "author": "John Keats"},
{"quote": "I heard a definition once: Happiness is health and a short memory! I wish I'd invented it, because it is very true.", "author": "Audrey Hepburn"},
{"quote": "I don't think that there are any limits to how excellent we could make life seem.", "author": "Jonathan Safran Foer"},
{"quote": "I am very happy", "author": "Sri Chinmoy"},
{"quote": "The pain I feel now is the happiness I had before. That's the deal.", "author": "C.S. Lewis"},
{"quote": "A smile puts you on the right track. A smile makes the world a beautiful place. When you lose your smile, you lose your way in the chaos of life.", "author": "Roy T. Bennett"},
{"quote": "If only we'd stop trying to be happy, we could have a pretty good time.", "author": "Edith Wharton"},
{"quote": "I'm a kind of paranoiac in reverse. I suspect people of plotting to make me happy.", "author": "J.D. Salinger"},
{"quote": "I find the best way to love someone is not to change them, but instead, help them reveal the greatest version of themselves.", "author": "Steve Maraboli"},
{"quote": "I've always thought people would find a lot more pleasure in their routines if they burst into song at significant moments.", "author": "John Barrowman"},
{"quote": "I had rather hear my dog bark at a crow, than a man swear he loves me.", "author": "William Shakespeare"},
{"quote": "Let us dance in the sun, wearing wild flowers in our hair...", "author": "susan polis schutz"},
{"quote": "Happiness consists in frequent repetition of pleasure", "author": "Arthur Schopenhauer"},
{"quote": "Wealth consists not in having great possessions, but in having few wants.", "author": "Epictetus"},
{"quote": "Very little is needed to make a happy life; it is all within yourself in your way of thinking.", "author": "Marcus Aurelius"},
{"quote": "Happiness is a risk. If you’re not a little scared, then you’re not doing it right.", "author": "Sarah Addison Allen"},
{"quote": "Even if things don't unfold the way you expected, don't be disheartened or give up. One who continues to advance will win in the end.", "author": "Daisaku Ikeda"},
{"quote": "The more you praise and celebrate your life, the more there is in life to celebrate.", "author": "Oprah Winfrey"},
{"quote": "My happiness is not the means to any end. It is the end. It is its own goal. It is its own purpose.", "author": "Ayn Rand"},
{"quote": "Why Not You?", "author": "Steve Maraboli"},
{"quote": "Be believing, be happy, don't get discouraged. Things will work out.", "author": "Gordon B. Hinckley"},
{"quote": "You cannot be with someone just because you don’t want to hurt him. You have your own happiness to think about.", "author": "Melissa de la Cruz"},
{"quote": "All who joy would win", "author": "George Gordon Byron"},
{"quote": "Most of us must learn to love people and use things rather than loving things and using people.", "author": "Roy T. Bennett"},
{"quote": "The only time you fail is when you fall down and stay down.", "author": "Stephen Richards"},
{"quote": "Sometimes you break your heart in the right way, if you know what I mean.", "author": "Gregory David Roberts"},
{"quote": "those who do not know how to see the precious things in life will never be happy.", "author": "Alex Flinn"},
{"quote": "Nothing makes a person happier than having a happy heart.", "author": "Roy T. Bennett"},
{"quote": "There is no happiness like that of being loved by your fellow creatures, and feeling that your presence is an addition to their comfort.", "author": "Charlotte Brontë"},
{"quote": "If you want others to be happy, practice compassion. If you want to be happy, practice compassion.", "author": "Dalai Lama XIV"},
{"quote": "We all live with the objective of being happy; our lives are all different and yet the same.", "author": "Anne Frank"},
{"quote": "Happy girls are the prettiest", "author": "Audrey Hepburn"},
{"quote": "Happiness. Simple as a glass of chocolate or tortuous as the heart. Bitter. Sweet. Alive.", "author": "Joanne Harris"},
{"quote": "Success is getting what you want..", "author": "Dale Carnegie"},
{"quote": "There are as many styles of beauty as there are visions of happiness.", "author": "Stendhal"},
{"quote": "There you go...let it all slide out. Unhappiness can't stick in a person's soul when it's slick with tears.", "author": "Shannon Hale"},
{"quote": "My past has not defined me, destroyed me, deterred me, or defeated me; it has only strengthened me.", "author": "Steve Maraboli"},
{"quote": "It is sometimes easier to be happy if you don't know everything.", "author": "Alexander McCall Smith"},
{"quote": "You can't be brave if you've only had wonderful things happen to you.", "author": "Mary Tyler Moore"},
{"quote": "They've got no idea what happiness is, they don't know that without this love there is no happiness or unhappiness for us--there is no life.", "author": "Leo Tolstoy"},
{"quote": "Plant seeds of happiness, hope, success, and love; it will all come back to you in abundance. This is the law of nature.", "author": "Steve Maraboli"},
{"quote": "Happiness is a perfume you cannot pour on others without getting some on yourself.", "author": "Ralph Waldo Emerson"},
{"quote": "Woman is not made to be the admiration of all, but the happiness of one.", "author": "Edmund Burke"},
{"quote": "We buy things we don't need with money we don't have to impress people we don't like.", "author": "Dave Ramsey"},
{"quote": "Love is too precious to be ashamed of.", "author": "Laurell K. Hamilton"},
{"quote": "There is only one way to happiness and that is to cease worrying about things which are beyond the power or our will. ", "author": "Epictetus"},
{"quote": "My God, a moment of bliss. Why, isn't that enough for a whole lifetime?", "author": "Fyodor Dostoevsky"},
{"quote": "Just because you are happy it does not mean that the day is perfect but that you have looked beyond its imperfections", "author": "Bob Marley"},
{"quote": "Happiness was but the occasional episode in a general drama of pain.", "author": "Thomas Hardy"},
{"quote": "Money may not buy happiness, but I'd rather cry in a Jaguar than on a bus.", "author": "Françoise Sagan"},
{"quote": "Only the development of compassion and understanding for others can bring us the tranquility and happiness we all seek.", "author": "Dalai Lama XIV"},
{"quote": "I don't understand the point of being together if you're not the happiest.", "author": "Gillian Flynn"},
{"quote": "Many people think excitement is happiness.... But when you are excited you are not peaceful. True happiness is based on peace.", "author": "Thich Nhat Hanh"},
{"quote": "I am intrigued by the smile upon your face, and the sadness within your eyes", "author": "Jeremy Aldana"},
{"quote": "We're all golden sunflowers inside.", "author": "allen ginsberg"},
{"quote": "The trick is in what one emphasizes. We either make ourselves miserable, or we make ourselves happy. The amount of work is the same.", "author": "Carlos Castaneda"},
{"quote": "One swallow does not make a summer, neither does one fine day; similarly one day or brief time of happiness does not make a person entirely happy.", "author": "Aristotle"},
{"quote": "Obscurity and a competence—that is the life that is best worth living.", "author": "Mark Twain"},
{"quote": "Memory is the happiness of being alone.", "author": "Lois Lowry"},
{"quote": "People wait around too long for love. I'm happy with all of my lusts!", "author": "C. JoyBell C."},
{"quote": "You have to participate relentlessly in the manifestation of your own blessings.", "author": "Elizabeth Gilbert"},
{"quote": "Ever since happiness heard your name, it has been running through the streets trying to find you.", "author": "Hafez"},
{"quote": "When you connect to the silence within you, that is when you can make sense of the disturbance going on around you.", "author": "Stephen Richards"},
{"quote": "There are two ways to be happy: improve your reality, or lower your expectations.", "author": "Jodi Picoult"},
{"quote": "Is anyone anywhere happy?", "author": "Sylvia Plath"},
{"quote": "There is no beauty in sadness. No honor in suffering. No growth in fear. No relief in hate. It’s just a waste of perfectly good happiness.", "author": "Katerina Stoykova Klemer"},
{"quote": "Happiness doesn't result from what we get, but from what we give.", "author": "Ben Carson"},
{"quote": "It is a happiness to wonder; -- it is a happiness to dream.", "author": "Edgar Allan Poe"},
{"quote": "Expectations make people miserable, so whatever yours are, lower them. You'll definitely be happier.", "author": "Simone Elkeles"},
{"quote": "it is impossible to build one's own happiness on the unhappiness of others. This perspective is at the heart of Buddhist teachings.", "author": "Daisaku Ikeda"},
{"quote": "You must be the best judge of your own happiness.", "author": "Jane Austen"},
{"quote": "Everyone wants to live on top of the mountain, but all the happiness and growth occurs while you're climbing it.", "author": "Andy Rooney"},
{"quote": "I don't know what good it is to know so much and be smart as whips and all if it doesn't make you happy.", "author": "J.D. Salinger"},
{"quote": "It's a helluva start, being able to recognize what makes you happy. ", "author": "Lucille Ball"},
{"quote": "Humanity does not ask us to be happy. It merely asks us to be brilliant on its behalf.", "author": "Orson Scott Card"},
{"quote": "But what was there to say?", "author": "Arundhati Roy"},
{"quote": "Happiness is not achieved by the conscious pursuit of happiness; it is generally the by-product of other activities.", "author": "Aldous Huxley"},
{"quote": "The present moment is filled with joy and happiness. If you are attentive, you will see it. (21)", "author": "Thich Nhat Hanh"},
{"quote": "Always forgive, but never forget, else you will be a prisoner of your own hatred, and doomed to repeat your mistakes forever.", "author": "Wil Zeus"},
{"quote": "The secret of happiness is not in doing what one likes, but in liking what one does.", "author": "James Matthew Barrie"},
{"quote": "To be stupid, and selfish, and to have good health are the three requirements for happiness - though if stupidity is lacking, the others are useless.", "author": "Julian Barnes"},
{"quote": "These... things, householder, are welcome, agreeable, pleasant, & hard to obtain in the world:", "author": "Buddha"},
{"quote": "So he tasted the deep pain that is reserved only for the strong, just as he had tasted for a little while the deep happiness.", "author": "F. Scott Fitzgerald"},
{"quote": "When you lose your smile, you lose your way in the chaos of life.", "author": "Roy T. Bennett"},
{"quote": "The foolish man seeks happiness in the distance. The wise grows it under his feet.", "author": "James Oppenheim"},
{"quote": "I am not good at noticing when I'm happy, except in retrospect.", "author": "Tana French"},
{"quote": "right in this moment, I can´t even remember what unhappy feels like.", "author": "Maggie Stiefvater"},
{"quote": "The true measure of success is how many times you can bounce back from failure.", "author": "Stephen Richards"},
{"quote": "Happiness depends on being free, and freedom depends on being courageous.", "author": "Marie Rutkoski"},
{"quote": "Can a person steal happiness? Or is just another internal, infernal human trick?", "author": "Markus Zusak"},
{"quote": "Until you make peace with who you are, you'll never be content with what you have.", "author": "Doris Mortman"},
{"quote": "Growing old is mandatory. Growing up is optional.", "author": "Chili Davis"},
{"quote": "If I had a camera,\" I said, \"I'd take a picture of you every day. That way I'd remember how you looked every single day of your life.\"", "author": "Nicole Krauss"},
{"quote": "Happiness is part of who we are. Joy is the feeling", "author": "Tony DeLiso"},
{"quote": "There is a kind of happiness and wonder that makes you serious. It is too good to waste on jokes.", "author": "C.S. Lewis"},
{"quote": "Ahhh. Bed, book, kitten, sandwich. All one needed in life, really.", "author": "Jacqueline Kelly"},
{"quote": "My only regrets are the moments when i doubted myself and took the safe route. Life is too short to waste time being unhappy.", "author": "Dan Howell"},
{"quote": "Happiness is a choice that requires effort at times.", "author": "Aeschylus"},
{"quote": "I shall take the heart. For brains do not make one happy, and happiness is the best thing in the world.", "author": "L. Frank Baum"},
{"quote": "To be stupid, selfish, and have good health are three requirements for happiness, though if stupidity is lacking, all is lost.", "author": "Gustave Flaubert"},
{"quote": "For those who are poor in happiness, each time is a first time; happiness never becomes a habit.", "author": "Marilyn Monroe"},
{"quote": "My happiness grows in direct proportion to my acceptance, and in inverse proportion to my expectations.", "author": "Michael J. Fox"},
{"quote": "And I didn't choose it, Kat. I chose you.", "author": "Ally Carter"},
{"quote": "Happiness only real when shared.", "author": "Christopher McCandless"},
{"quote": "Puritanism: The haunting fear that someone, somewhere, may be happy.", "author": "H.L. Mencken"},
{"quote": "It isn't what you have, or who you are, or where you are, or what you are doing that makes you happy or unhappy. It is what you think about.", "author": "Dale Carnegie"},
{"quote": "A flower blossoms for its own joy.", "author": "Oscar Wilde"},
{"quote": "dear today,", "author": "Nina LaCour"},
{"quote": "In the end, the number of prayers we say may contribute to our happiness, but the number of prayers we answer may be of even greater importance.", "author": "Dieter F. Uchtdorf"},
{"quote": "Beauty is the purest feeling of the soul. Beauty arises when soul is satisfied.", "author": "Amit Ray"},
{"quote": "Ô, Sunlight! The most precious gold to be found on Earth.", "author": "Roman Payne"},
{"quote": "The true measure of a man is how he treats you when others are not looking.", "author": "Alessandra Torre"},
{"quote": "The secret of happiness is to face the fact that the world is horrible, horrible, horrible.", "author": "Betrand Russell"},
{"quote": "Happiness and the absurd are two sons of the same earth. They are inseparable.", "author": "Albert Camus"},
{"quote": "I think, that if the world were a bit more like ComicCon, it would be a better place.", "author": "Matt Smith"},
{"quote": "You have everything you need for complete peace and total happiness right now.", "author": "Wayne Dyer"},
{"quote": "Laughter is a sunbeam of the soul.", "author": "Thomas Mann"},
{"quote": "Happiness is a myth. It was invented to make us buy new things.", "author": "Gregory David Roberts"},
{"quote": "Our way of thinking creates good or bad outcomes.", "author": "Stephen Richards"},
{"quote": "You can't buy happiness", "author": "Kurt Cobain"},
{"quote": "She had never imagined she had the power to make someone else so happy. And not a magical power, either--a purely human one.", "author": "Cassandra Clare"},
{"quote": "A large income is the best recipe for happiness I ever heard of.", "author": "Jane Austen"},
{"quote": "Freedom is the only worthy goal in life. It is won by disregarding things that lie beyond our control.", "author": "Epictetus"},
{"quote": "I may never be happy, but tonight I am content.", "author": "Sylvia Plath"},
{"quote": "If you've got nothing to dance about, find a reason to sing.", "author": "Melody Carstairs"},
{"quote": "Happiness is excitement that has found a settling down place, but there is always a little corner that keeps flapping around.", "author": "E.L. Konigsburg"},
{"quote": "There was a thing called Heaven; but all the same they used to drink enormous quantities of alcohol.\"", "author": "Aldous Huxley"},
{"quote": "With my eyes closed, I would touch a familiar book and draw its fragrance deep inside me. This was enough to make me happy. ", "author": "Haruki Murakami"},
{"quote": "Love yourself. Forgive yourself. Be true to yourself. How you treat yourself sets the standard for how others will treat you.", "author": "Steve Maraboli"},
{"quote": "Why should we build our happiness on the opinons of others, when we can find it in our own hearts?", "author": "Jean-Jacques Rousseau"},
{"quote": "Happiness is not in the mere possession of money; it lies in the joy of achievement, in the thrill of creative effort.", "author": "Franklin D. Roosevelt"},
{"quote": "Laugh, and the world laughs with you;", "author": "Ella Wheeler Wilcox"},
{"quote": "Really high-minded people are indifferent to happiness, especially other people's.", "author": "Bertrand Russell"},
{"quote": "Happiness is a state of activity.", "author": "Aristotle"},
{"quote": "Most people would rather be certain they're miserable, than risk being happy.", "author": "Robert Anthony"},
{"quote": "If you fuel your journey on the opinions of others, you are going to run out of gas.", "author": "Steve Maraboli"},
{"quote": "Do not look for happiness outside yourself. The awakened seek happiness inside.", "author": "Peter Deunov"},
{"quote": "The supreme happiness of life is the conviction that we are loved; loved for ourselves—say rather, loved in spite of ourselves.", "author": "Victor Hugo "},
{"quote": "Age does not make us childish, as some say; it finds us true children.", "author": "Johann Wolfgang von Goethe"},
{"quote": "If you are not the hero of your own story, then you're missing the whole point of your humanity.", "author": "Steve Maraboli"},
{"quote": "Exactly. How can you know it makes you happy if you’ve never experienced it?", "author": "Jennifer E. Smith"},
{"quote": "He whose face gives no light, shall never become a star.", "author": "William Blake"},
{"quote": "Of all the means to insure happiness throughout the whole life, by far the most important is the acquisition of friends.", "author": "Epicurus"},
{"quote": "I do not think we have a \"right\" to happiness. If happiness happens, say thanks.", "author": "Marlene Dietrich"},
{"quote": "When your back is to the wall and you are facing fear head on, the only way is forward and through it.", "author": "Stephen Richards"},
{"quote": "Happiness, like unhappiness, is a proactive choice.", "author": "Stephen R. Covey"},
{"quote": "That's the secret to life... replace one worry with another....", "author": "Charles Schultz"},
{"quote": "A lot of the conflict you have in your life exists simply because you're not living in alignment; you're not be being true to yourself.", "author": "Steve Maraboli"},
{"quote": "Remember, happiness doesn't depend upon who you are or what you have, it depends solely upon what you think.", "author": "Dale Carnegie"},
{"quote": "Success will be within your reach only when you start reaching out for it.", "author": "Stephen Richards"},
{"quote": "You see, there are some people that one loves, and others that perhaps one would rather be with.", "author": "Henrik Ibsen"},
{"quote": "Happiness is your nature. It is not wrong to desire it. What is wrong is seeking it outside when it is inside.", "author": "Sri Ramana Maharshi"},
{"quote": "Even in Siberia there is happiness.", "author": "Anton Chekhov"},
{"quote": "That is happiness; to be dissolved into something complete and great. When it comes to one, it comes as naturally as sleep.", "author": "Willa Cather"},
{"quote": "When you are living the best version of yourself, you inspire others to live the best versions of themselves.", "author": "Steve Maraboli"},
{"quote": "Happiness lies in the joy of achievement and the thrill of creative effort.", "author": "Franklin D. Roosevelt"},
{"quote": "Truly amazing, what people can get used to, as long as there are a few compensations.", "author": "Margaret Atwood"},
{"quote": "To serve is beautiful, but only if it is done with joy and a whole heart and a free mind.", "author": "Pearl S. Buck"},
{"quote": "We have to go. I'm almost happy here.", "author": "Orson Scott Card"},
{"quote": "Judgment is a negative frequency.", "author": "Stephen Richards"},
{"quote": "Got no checkbooks, got no banks. Still I'd like to express my thanks - I've got the sun in the mornin' and the moon at night.", "author": "Irving Berlin"},
{"quote": "Come clean with a child heart", "author": "Carl Sandburg"},
{"quote": "Ink runs from the corners of my mouth.", "author": "Mark Strand"},
{"quote": "Happiness is not a life without pain, but rather a life in which the pain is traded for a worthy price.", "author": "Orson Scott Card"},
{"quote": "Hide yourself in God, so when a man wants to find you he will have to go there first.", "author": "Shannon L. Alder"},
{"quote": "Every time I thought I was being rejected from something good, I was actually being re-directed to something better.", "author": "Steve Maraboli"},
{"quote": "Before you can successfully make friends with others, first you have to become your own friend.", "author": "Stephen Richards"},
{"quote": "It is a kind of spiritual snobbery that makes people think they can be happy without money.", "author": "Albert Camus"},
{"quote": "The happiest man is he who learns from nature the lesson of worship", "author": "Ralph Waldo Emerson"},
{"quote": "Why not seize the pleasure at once? -- How often is happiness destroyed by preparation, foolish preparation!", "author": "Jane Austen"},
{"quote": "He is richest who is content with the least, for content is the wealth of nature.", "author": "Socrates"},
{"quote": "The strength of a man isn't seen in the power of his arms. It's seen in the love with which he EMBRACES you.", "author": "Steve Maraboli"},
{"quote": "Compassion is the signature of Higher Consciousness. Non-violence is the tool to evolve into the Higher Consciousness.", "author": "Amit Ray"},
{"quote": "Your success and happiness lie in you.", "author": "Helen Keller"},
{"quote": "You didn't just cheat on me; you cheated on us. You didn't just break my heart; you broke our future.", "author": "Steve Maraboli"},
{"quote": "Happiness does not come from without, it comes from within", "author": "Helen Keller"},
{"quote": "Some day you will find out that there is far more happiness in another's happiness than in your own.", "author": "Honoré de Balzac"},
{"quote": "Her happiness floated like waves of ocean along the coast of her life. She found lyrics of her life in his arms but she never sung her song.", "author": "Santosh Kalwar"},
{"quote": "Nothing is miserable unless you think it so; and on the other hand, nothing brings happiness unless you are content with it.", "author": "Boethius"},
{"quote": "The hardest thing about depression is that it is addictive. It begins to feel uncomfortable not to be depressed. You feel guilty for feeling happy.", "author": "Pete Wentz"},
{"quote": "They say all marriages are made in heaven, but so are thunder and lightning.", "author": "Clint Eastwood"},
{"quote": "Happiness is a state of mind, a choice, a way of living; it is not something to be achieved, it is something to be experienced.", "author": "Steve Maraboli"},
{"quote": "The summit of happiness is reached when a person is ready to be what he is.", "author": "Desiderius Erasmus"},
{"quote": "Joy came always after pain.", "author": "Guillaume Apollinaire"},
{"quote": "Money does not buy you happiness, but lack of money certainly buys you misery.", "author": "Daniel Kahneman"},
{"quote": "Live your life. Be happy as you can be, let go of the things that don't matter, and fight.", "author": "Kiera Cass"},
{"quote": "Happiness is like those palaces in fairytales whose gates are guarded by dragons: We must fight in order to conquer it.", "author": "Alexandre Dumas"},
{"quote": "A happy person is not a person in a certain set of circumstances, but rather a person with a certain set of attitudes.", "author": "Hugh Downs"},
{"quote": "Be happy in the moment, that's enough. Each moment is all we need, not more.", "author": "Mother Teresa"},
{"quote": "If happy I can be I will, if suffer I must I can.", "author": "William Faulkner"},
{"quote": "The discovery of a new dish does more for the happiness of the human race than the discovery of a star.", "author": "Jean Anthelme Brillat-Savarin"},
{"quote": "[I]t is well to have as many holds upon happiness as possible.", "author": "Jane Austen"},
{"quote": "For who would dare to assert that eternal happiness can compensate for a single moment's human suffering", "author": "Albert Camus"},
{"quote": "Always be like a water. Float in the times of pain or dance like waves along the wind which touches its surface.", "author": "Santosh Kalwar"},
{"quote": "Happiness and confidence are the prettiest things you can wear", "author": "Taylor Swift"},
{"quote": "Watch any plant or animal and let it teach you acceptance of what is, surrender to the Now.", "author": "Eckhart Tolle"},
{"quote": "The thing everyone should realize is that the key to happiness is being happy for yourself and yourself.", "author": "Ellen DeGeneres"},
{"quote": "To me, the meaning of a human life is to be happy. It's to achieve happiness right now, it's to make sure you're happy in the future.", "author": "Dan Howell"},
{"quote": "Last night", "author": "Mary Oliver"},
{"quote": "Sometimes you get everything you ever wanted, only it doesn't look like what you wanted anymore.", "author": "Leila Sales"},
{"quote": "When we are collecting books, we are collecting happiness.", "author": "Vincent Starrett"},
{"quote": "Happiness is such a fragile thing, isn't it? So easily burst, like a bubble blown by a child, and always on the verge of being carried away.", "author": "Nenia Campbell"},
{"quote": "When you fail, that is when you get closer to success.", "author": "Stephen Richards"},
{"quote": "Love doesn't make the world go 'round; love is what makes the ride worthwhile.", "author": "Shannon Alder"},
{"quote": "Recipe For Happiness Khaborovsk Or Anyplace'", "author": "Lawrence Ferlinghetti"},
{"quote": "I'll never wake up in a good mood again.", "author": "Jim Morrison"},
{"quote": "Control of consciousness determines the quality of life.", "author": "Mihaly Csikszentmihalyi"},
{"quote": "Happiness is good health and a bad memory.", "author": "Ingrid Bergman"},
{"quote": "The intention that man should be happy is not in the plan of Creation.", "author": "Sigmund Freud"},
{"quote": "A disciplined mind leads to happiness, and an undisciplined mind leads to suffering.", "author": "Dalai Lama XIV"},
{"quote": "In the midst of happiness or despair", "author": "Jess Rothenberg"},
{"quote": "Be happy -- if you're not even happy, what's so good about surviving?", "author": "Tom Stoppard"},
{"quote": "Whenever I see an ambulance, I like to think there is a baby being born, rather than a death.", "author": "Phil Lester"},
{"quote": "I NEVER UNDERSTOOD THE POINT OF BEING SAD", "author": "Megan McCafferty"},
{"quote": "People who fit don’t seek. The seekers are those that don’t fit.", "author": "Shannon L. Alder"},
{"quote": "I guess money can't buy happiness if you shop in the wrong places.", "author": "Nora Roberts"},
{"quote": "My advice to you is get married: if you find a good wife you'll be happy; if not, you'll become a philosopher.", "author": "Socrates"},
{"quote": "After all, is not a real Hell better than a manufactured Heaven?", "author": "E.M. Forster"},
{"quote": "Even if happiness forgets you a little bit, never completely forget about it.", "author": "Jacques Prévert"},
{"quote": "Doing the tough things sets winners apart from losers.", "author": "Stephen Richards"},
{"quote": "Money is numbers and numbers never end. If it takes money to be happy, your search for happiness will never end.", "author": "Bob Marley"},
{"quote": "...nothing wonderful lasted forever. Joy was as fleeting as a shooting star that crossed the evening sky, ready to blink out at any moment.", "author": "Nicholas Sparks"},
{"quote": "I needed to stop being what everyone thought I was.", "author": "Sarah Addison Allen"},
{"quote": "It sometimes takes a state of solitude to bring to mind the real power of companionship.", "author": "Stephen Richards"},
{"quote": "But I don't want comfort. I want God, I want poetry, I want real danger, I want freedom, I want goodness, I want sin.'", "author": "Aldous Huxley"},
{"quote": "We have no more right to consume happiness without producing it than to consume wealth without producing it.", "author": "George Bernard Shaw"},
{"quote": "Always remember that you were once alone, and the crowd you see in your life today are just as unecessary as when you were alone.", "author": "Michael Bassey Johnson"},
{"quote": "Happiness has to do with your mindset, not with outside circumstance.", "author": "Steve Maraboli"},
{"quote": "Call no man happy, said Shadow, until he is dead", "author": "Neil Gaiman"},
{"quote": "I don't want anyone to look to me, not for protection, not for happiness, not for love, not for anything.", "author": "P.D. James"},
{"quote": "Write it on your heart you are the most beautiful soul of the Universe. Realize it, honor it and celebrate the life.", "author": "Amit Ray"},
{"quote": "Rules for happiness: something to do, someone to love, something to hope for.", "author": "Immanuel Kant"},
{"quote": "If you think you can then you can.", "author": "Stephen Richards"},
{"quote": "I remember watching it all and getting the tickling in my chest and thinking to myself: This is what happiness feels like.", "author": "Gayle Forman"},
{"quote": "Doing what you love is freedom.", "author": "Lana Del Rey"},
{"quote": "I believe that being happy is the only important thing. Happiness. Simple as a glass of chocolate or torturous as the heart. Bitter. Sweet. Alive.", "author": "Joanne Harris"},
{"quote": "She avoids deep thought like an empty restaurant, not out of stupidity, but a canny resolve to be happy.", "author": "Alex Shakar"},
{"quote": "It will hurt.\" said Petra. \"But let's make the most of what we have, and not let future pain ruin present happiness.", "author": "Orson Scott Card"},
{"quote": "No one invites you to the top - you have to claw your way up. When you get there, you will sit with the others who were also uninvited - giggling. ", "author": "Staness Jonekos"},
{"quote": "You must remember this feeling, Jon.", "author": "pleasefindthis"},
{"quote": "Be happy with who you are and what you do, and you can do anything you want.", "author": "Steve Maraboli"},
{"quote": "Human happiness and moral duty are inseparably connected.", "author": "George Washington"},
{"quote": "If everything really does get better, the way everyone claims, then happiness should be graphable. But that's crap, because better isn't quantifiable.", "author": "Robyn Schneider"},
{"quote": "Live life as though nobody is watching, and express yourself as though everyone is listening.", "author": "Nelson Mandela"},
{"quote": "No one asked you to be happy. Get to work.", "author": "Colette"},
{"quote": "I'm a happy person. If you want to be around me, you can either choose to be happy too, or follow the signs to the nearest exit!", "author": "Sharon Swan"},
{"quote": "We've got everything we need right here, and everything we need is enough.", "author": "Jack Johnson"},
{"quote": "No one can grant you happiness. Happiness is a choice we all have the power to make.", "author": "Dean Koontz"},
{"quote": "Allow yourself to enjoy each happy moment in your life.", "author": "Steve Maraboli"},
{"quote": "For the likes of you, the path to happiness is one mean son of a bitch of a path.", "author": "Dean Koontz"},
{"quote": "Indeed there has never been any explanation of the ebb and flow in our veins--of happiness and unhappiness.", "author": "Virginia Woolf"},
{"quote": "It sounded old.", "author": "Toni Morrison"},
{"quote": "Associate with the noblest people you can find; read the best books; live with the mighty; but learn to be happy alone.", "author": "Saul Bellow"},
{"quote": "and our few good times will be rare because we have the critical sense", "author": "Charles Bukowski"},
{"quote": "People never remember happiness with the care that they lavish on preserving every detail of their suffering.", "author": "Edward St. Aubyn"},
{"quote": "Concentration attracts luck factor.", "author": "Amit Ray"},
{"quote": "No one is to blame because there is no one other than you. Nothing is to disrespect because there is nothing other than you.", "author": "Amit Ray"},
{"quote": "It was that impossible thing: happiness that does not wilt to reveal the thin shoots of some new desire rising from within it.", "author": "George Saunders"},
{"quote": "Happiness is a gift and the trick is not to expect it, but to delight in it when it comes.", "author": "Charles Dickens"},
{"quote": "Happiness is not the absence of problems; it's the ability to deal with them.", "author": "Steve Maraboli"},
{"quote": "When I die, don't come, I wouldn't want a leaf", "author": "Frank O'Hara"},
{"quote": "If you're not making someone else's life better, then you're wasting your time. Your life will become better by making other lives better.", "author": "Will Smith"},
{"quote": "There is no greater power than that of a laugh and happiness is a force which can save a person from the horrors of the world.", "author": "Hillary DePiano"},
{"quote": "If you want to find happiness, find gratitude.", "author": "Steve Maraboli"},
{"quote": "I've learned .... That when you harbor bitterness, happiness will dock elsewhere.", "author": "Andy Rooney"},
{"quote": "People were always the limiters of happiness except for the very few that were as good as spring itself.", "author": "Ernest Hemingway"},
{"quote": "I want him to be happy. And I want you to be happy, too. Even if you can only find that happiness without me.", "author": "S.J. Watson"},
{"quote": "The dead don't desire revenge, but the happiness of the livng. To dirty your small hands would bring joy to no one.", "author": "Watsuki Nobuhiro"},
{"quote": "It's what's in", "author": "Agatha Christie"},
{"quote": "The secret of a happy life is", "author": "Ayad Akhtar"},
{"quote": "We would do ourselves a tremendous favor by letting go of the people who poison our spirit.", "author": "Steve Maraboli"},
{"quote": "[Happiness is] a ghost, it’s a shadow. You can’t really chase it. It’s a by-product, a very pleasant side effect to a life lived well.", "author": "Eric    Weiner"},
{"quote": "I Love Loving You", "author": "Steve Maraboli"},
{"quote": "And from the midst of cheerless gloom", "author": "Emily Bronte"},
{"quote": "What would a narrative of happiness be like? All that can be described is what prepares it, and then what destroys it.", "author": "Andre Gide"},
{"quote": "One should cultivate good habits of memory, for it is capable of making existence a Paradise or an Inferno.", "author": "Baltasar Gracián"},
{"quote": "I'm living a dream I never want to wake up from.", "author": "Cristiano Ronaldo"},
{"quote": "Love is the energy of life.", "author": "Robert Browning"},
{"quote": "The secret of happiness is to see all the marvels of the world, and never to forget the drops of oil on the spoon.", "author": "Paulo Coelho"},
{"quote": "The point of simple living, for me has got to be:", "author": "Leo Babauta"},
{"quote": "We are all happy if we but knew it.", "author": "F. Dostoevskij"},
{"quote": "Happy the man, and happy he alone,", "author": "Horace"},
{"quote": "It's hard not to feel happy when you make someone smile.", "author": "Roy T. Bennett"},
{"quote": "At the end of the day your ability to connect with your readers comes down to how you make them feel.", "author": "Benjamin J. Carey"},
{"quote": "What good is money if it can't buy happiness?", "author": "Agatha Christie"},
{"quote": "You have to be willing to get happy about nothing.", "author": "Andy Warhol"},
{"quote": "It is not the possession of truth, but the success which attends the seeking after it, that enriches the seeker and brings happiness to him.", "author": "Max Planck"},
{"quote": "The First Splendid Truth: To be happy, I need to think about feeling good, feeling bad, and feeling right, in an atmosphere of growth.", "author": "Gretchen Rubin"},
{"quote": "I would do my damn best to be more happy than not.", "author": "Adam Silvera"},
{"quote": "Marriage is just a piece of paper if it's not a happy one.", "author": "Phil Lester"},
{"quote": "But pearls are for tears, the old legend says,\" Gilbert had objected.", "author": "L.M. Montgomery"},
{"quote": "The pleasure of criticizing takes away from us the pleasure of being moved by some very fine things.", "author": "Jean De La Bruyere"},
{"quote": "The truly revolutionary promise of our nation's founding document is the freedom to pursue happiness-with-a-capital-H. ", "author": "Dan Savage"},
{"quote": "Suffering is due to our disconnection with the inner soul. Meditation is establishing that connection.", "author": "Amit Ray"},
{"quote": "Relationships: If you put up with it, you’re going to end up with it. Set the standard you want and don’t settle for less.", "author": "Steve Maraboli"},
{"quote": "If you write it down, you can make it happen.", "author": "Staness Jonekos"},
{"quote": "It is not as much about who you used to be, as it is about who you choose to be.", "author": "Sanhita Baruah"},
{"quote": "Some people are so much sunshine to the square inch.", "author": "Walt Whitman"},
{"quote": "Do the best you can, and don't take life too serious.", "author": "Will Rogers"},
{"quote": "Life itself is simple...it's just not easy.", "author": "Steve Maraboli"},
{"quote": "Non-violence, which is the quality of the heart, cannot come by an appeal to the brain.", "author": "Mahatma Gandhi"},
{"quote": "I don't want to be the one who says life is beautiful. I want to be the one who feels it.", "author": "Marty Rubin"},
{"quote": "The primary cause of unhappiness is never the situation, but you thoughts about it. Be aware of the thoughts you are thinking.", "author": "Eckhart Tolle"},
{"quote": "Your life begins to change the day you take responsibility for it.", "author": "Steve Maraboli"},
{"quote": "Maybe if we stopped trying to achieve movie standards of greatness, we'd be happy with what we have.", "author": "Amber L.  Johnson"},
{"quote": "Unhappy the land that is in need of heroes", "author": "Bertolt Brecht"},
{"quote": "We are a noisy and blessed little family", "author": "Nancy E. Turner"},
{"quote": "Life is so short. The only person you hurt when you stay angry or hold grudges is you. Forgive everyone, including yourself.", "author": "Tom Giaquinto"},
{"quote": "Cheerfulness and contentment are great beautifiers.", "author": "Jennifer E. Smith"},
{"quote": "when he smiles it's as if you'd just told him the first joke on earth.", "author": "Mitch Albom"},
{"quote": "I wanted color. I wanted to soar with happiness even if it meant dealing with the weight of fear and guilt, too. I wanted to live.", "author": "Heather Anastasiu"},
{"quote": "Pleasure is the only thing one should live for, nothing ages like happiness.", "author": "Oscar Wilde"},
{"quote": "Happiness is a state of mind. It's just according to the way you look at things.", "author": "Walt Disney Company"},
{"quote": "Happiness was like a green vine spreading through her, stretching fine tendrils, bearing flowers through her flesh.", "author": "Patricia Highsmith"},
{"quote": "There were two ways to be happy: improve your reality, or lower your expectations", "author": "Jodi Picoult"},
{"quote": "When she absently worried her bottom lip with one of her adorable little fangs, he sighed.", "author": "Kresley Cole"},
{"quote": "To be happy--one must find one's bliss", "author": "Gloria Vanderbilt"},
{"quote": "Be happy for no reason, like a child. If you are happy for a reason, you’re in trouble, because that reason can be taken from you.", "author": "Deepak Chopra"},
{"quote": "Money can't buy happiness, but it certainly is a stress reliever.", "author": "Besa Kosova"},
{"quote": "All animals except man know that the principal business of life is to enjoy it.", "author": "Samuel Butler"},
{"quote": "A woman's happiness is in throwing everything away to live for love.", "author": "Ai Yazawa"},
{"quote": "Be Sure To Notice When You're Happy", "author": "Brenda Farrar-Ejemai"},
{"quote": "She was happy, yes, in her own way, as best as she knew.", "author": "Victoria Aveyard"},
{"quote": "You are an ocean in a drop of dew,", "author": "Mawlana Jalal-al-Din Rumi"},
{"quote": "A piece of happiness should never be taken as due.", "author": "Charlaine Harris"},
{"quote": "We are more interested in making others believe we are happy than in trying to be happy ourselves.", "author": "François de La Rochefoucauld"},
{"quote": "Clearly the secret of happiness...is a variation on the general principle of banging your head against a wall, and then stopping.", "author": "Stef Penney"},
{"quote": "Recognizing that you are not where you want to be is a starting point to begin changing your life.", "author": "Deborah Day"},
{"quote": "The Wind Will Carry Us", "author": "Forough Farrokhzad"},
{"quote": "The secret of happiness is not doing what we like but in liking what we do.", "author": "J.M. Coetzee"},
{"quote": "Leave behind the passive dreaming of a rose-tinted future. The energy of happiness exists in living today with roots sunk firmly in reality's soil.", "author": "Daisaku Ikeda"},
{"quote": "Point me out the happy man and I will point you out either extreme egotism, selfishness, evil -- or else an absolute ignorance.", "author": "Graham Greene"},
{"quote": "I still believe that peace and plenty and happiness can be worked out some way. I am a fool.", "author": "Kurt Vonnegut"},
{"quote": "Are you happy?", "author": "Ray Bradbury"},
{"quote": "When you find yourself in need of spiritual nourishment, it is in the opportunities to serve others that you will find the abundance you seek.", "author": "Steve Maraboli"},
{"quote": "I was happy anywhere I could see the ocean.", "author": "Ai Yazawa"},
{"quote": "It is my observations, though, that happiness limits the amount of suffering one is willing to inflict upon others", "author": "Jacqueline Carey"},
{"quote": "Cheer up and dry your damp eyes,", "author": "Owl City"},
{"quote": "We can't be so desperate for love that we forget where we can always find it; within.", "author": "Alexandra Elle"},
{"quote": "You don't have to be part of a couple to be happy, you know.", "author": "Phyllis Reynolds Naylor"},
{"quote": "God favors men and women who delight in being made worthy of happiness before the happiness itself.", "author": "Criss Jami"},
{"quote": "She laughed. 'It won't last. Nothing lasts. But I'm happy now.'", "author": "Hunter S. Thompson"},
{"quote": "Happiness is the most tired word in any language.", "author": "Erol Ozan"},
{"quote": "You don't feel like smiling? Then what? Force yourself to smile. Act as if you were already happy, and that will tend to make you happy.", "author": "Celeste Ng"},
{"quote": "Happiness is found in doing, not merely possessing.", "author": "Napoleon Hill"},
{"quote": "The greatest happiness you can have is knowing that you do not necessarily require happiness.", "author": "William Saroyan"},
{"quote": "The Anatomy of Conflict:", "author": "Shannon L. Alder"},
{"quote": "To make a prairie it takes a clover and one bee,", "author": "Emily Dickinson"},
{"quote": "Happiness is not a state to arrive at, but a manner of traveling.", "author": "Margaret Lee Runbeck"},
{"quote": "A grateful mindset can set you free from the prison of disempowerment and the shackles of misery.", "author": "Steve Maraboli"},
{"quote": "Success is getting what you want; happiness is wanting what you get.", "author": "Ingrid Bergman"},
{"quote": "IN THE HANDS OF MAN", "author": "Suzy Kassem"},
{"quote": "We're all pieces of the same ever-changing puzzle;", "author": "Stanley Victor Paskavich"},
{"quote": "one of the best and the most painful things about time traveling has been the opportunity to see my mother alive.", "author": "Audrey Niffenegger"},
{"quote": "Happiness simply cannot be relied upon as a measure of success.", "author": "John C. Maxwell"},
{"quote": "Suffering just means you’re having a bad dream. Happiness means you’re having a good dream. Enlightenment means getting out of the dream altogether.", "author": "Jed McKenna"},
{"quote": "Suffering teaches joy.", "author": "Sonia Rumzi"},
{"quote": "Once people said: Give me liberty or give me death. Now they say: Make me a slave, just pay me enough.", "author": "Todd Garlington"},
{"quote": "In pursuit of happiness, smart people often end up dumbing down themselves.", "author": "Erol Ozan"},
{"quote": "The decision is mine, and I choose happiness", "author": "Malori Howell"},
{"quote": "I do not care about happiness simply because I believe that joy is something worth fighting for.", "author": "Criss Jami"},
{"quote": "Why did I hope we would be happy abroad? A change of environment is that traditional fallacy upon which doomed loves, and lungs, rely.", "author": "Vladimir Nabokov"},
{"quote": "But, like all happiness, it did not last long…", "author": "Louisa May Alcott"},
{"quote": "While you'll feel compelled to charge forward it's often a gentle step back that will reveal to you where you and what you truly seek.", "author": "Rasheed Ogunlaru"},
{"quote": "Happiness is having the freedom to do what you love.", "author": "A.G. Stranger"},
{"quote": "The only real battle in life is between hanging on and letting go.", "author": "Shannon L. Alder"},
{"quote": "The tragedy of this world is that no one is happy, whether stuck in a time of pain or joy.", "author": "Alan Lightman"},
{"quote": "Action may not always bring happiness; but there is no happiness without action.", "author": "Benjamin Disraeli"},
{"quote": "At any given moment the choice to be happy is present- we just have to choose to be happy.", "author": "Steve Maraboli"},
{"quote": "The value of a moment is immeasurable. The power of just ONE moment can propel you to success and happiness or chain you to failure and misery.", "author": "Steve Maraboli"},
{"quote": "Stop lying to yourself. When we deny our own truth, we deny our own potential.", "author": "Steve Maraboli"},
{"quote": "Here at last is her smile: burn it into your memory; you won't see it often.", "author": "Junot Díaz"},
{"quote": "Work harder to appreciate your ordinary day.", "author": "Gretchen Rubin"},
{"quote": "There's a difference between living and just surviving. Do something you love, and find someone to love who loves that you love what you do.", "author": "John Connolly"},
{"quote": "What is a Wanderess? Bound by no boundaries, contained by no countries, tamed by no time, she is the force of nature’s course.", "author": "Roman Payne"},
{"quote": "It's all about the smiles!", "author": "Emmy Swain"},
{"quote": "Maybe this is a characteristic of happy people. An ability to be entertained by the world.", "author": "Clare Morrall"},
{"quote": "Happiness is the best revenge", "author": "Jacki Kane"},
{"quote": "She still cared for me, and the best way I could make amends to her was to be happy.", "author": "Craig Ferguson"},
{"quote": "Happiness is something you lay siege to, it is a battle like a game of go. I will take hold of all the pain and snuff it out.", "author": "Shan Sa"},
{"quote": "Talking about someone who makes you happy actually makes you happy.", "author": "Elizabeth Scott"},
{"quote": "I’d rather be miserable loving you than happy with anyone else.", "author": "Angela Morrison"},
{"quote": "I do want more. I am not content with being happy. I was not made for it. It is not my destiny. My destiny is the opposite.", "author": "Hermann Hesse"},
{"quote": "It's a funny thing about life, once you begin to take note of the things you are grateful for, you begin to lose sight of the things that you lack.", "author": "Germany Kent"},
{"quote": "and we laugh and laugh and", "author": "Kirsten Smith"},
{"quote": "Free yourself from the complexities of your life! A life of simplicity and happiness awaits you.", "author": "Steve Maraboli"},
{"quote": "We have everything we need to be happy, but we aren't happy. Something's missing.", "author": "Ray Bradbury"},
{"quote": "You don’t have to be happy to smile.", "author": "Daniel Willey"},
{"quote": "If you want to be happy, do not dwell in the past, do not worry about the future, focus on living fully in the present.", "author": "Roy   Bennett"},
{"quote": "my child, if you want to have a beautiful and happy life... 2 things you need... learn the art of love and practice it with your beloved one.", "author": "Carlos Barrios"},
{"quote": "JOY goes against the foundations of mathematics: it multiplies when we divide.", "author": "Paulo Coelho"},
{"quote": "We never realize just how many other lives we can help when their paths cross our own.", "author": "Wil Zeus"},
{"quote": "There is something beautiful about watching two people lovingly act silly together; behaving as though no one else existed.", "author": "Steve Maraboli"},
{"quote": "Everyone who is not happy must be shot.", "author": "John le Carré"},
{"quote": "A woman laughing is a woman conquered.", "author": "Napoleon Bonaparte"},
{"quote": "Do not sabotage your new relationship with your last relationship’s poison.", "author": "Steve Maraboli"},
{"quote": "I've learned from experience that the greater part of our happiness or misery depends on our disposition and not on our circumstances.", "author": "Martha Washington"},
{"quote": "You are forgiven for your happiness and your successes only if you generously consent to share them.", "author": "Albert Camus"},
{"quote": "To like many people spontaneously and without effort is perhaps the greatest of all sources of personal happiness.", "author": "Bertrand Russell"},
{"quote": "We all look for happiness, but without knowing where to find it: like drunkards who look for their house, knowing dimly that they have one", "author": "Voltaire"},
{"quote": "May those who follow their fate be granted happiness; may those who defy it be granted glory", "author": "Mizuo Shinonome"},
{"quote": "The happiness you feel is in direct proportion to the love you give.", "author": "Oprah Winfrey"},
{"quote": "You are beautiful. Your beauty, just like your capacity for life, happiness, and success, is immeasurable.", "author": "Steve Maraboli"},
{"quote": "Sometimes it just feels really really wonderful to be alive.", "author": "Doug Coupland"},
{"quote": "We are young, but We already know that in life's great game those who are most unhappy are those who haven't taken the risk to be happy.", "author": "Guillaume Musso"},
{"quote": "Happiness must be grown in one's own garden. ", "author": "Mary Engelbreit"},
{"quote": "A life of happiness, peace, and love is all within our grasp.", "author": "Steve Maraboli"},
{"quote": "Today is Your Day to Dance Lightly with Life. It Really Is.", "author": "Jonathan Lockwood Huie"},
{"quote": "You will be your best self when you take time to understand what you really need, feel and want.", "author": "Deborah Day"},
{"quote": "Taking a risk to survive isn’t that impressive. Taking a risk to be happy, that takes guts.", "author": "Sarah Noffke"},
{"quote": "People who say that money can't buy happiness just don't know where to shop.", "author": "Kathy Lette"},
{"quote": "Love and work are to people what water and sunshine are to plants.", "author": "Jonathan Haidt"},
{"quote": "Well,’ you may ask, ‘how may I know when I am in love?’", "author": "David O. McKay"},
{"quote": "Happiness will grow if you plant the seeds of love in the garden of hope with compassion and care.", "author": "Debasish Mridha"},
{"quote": "To live long and achieve happiness, cultivate the art of radiating happiness.", "author": "Malcolm Forbes"},
{"quote": "The purpose of life is the expansion of happiness.", "author": "Deepak Chopra"},
{"quote": "Friendship is thinking of the other person first.", "author": "George Alexiou"},
{"quote": "The devil's happy when the critics run you off.", "author": "Criss Jami"},
{"quote": "Live Today! Do not allow your spirit to be softened of your happiness to be limited by a day you cannot have back or a day that does not yet exist.", "author": "Steve Maraboli"},
{"quote": "Who’s happy? Happy is just what people think they are when they can’t find anything to bitch about.", "author": "Rasmenia Massoud"},
{"quote": "The happiness of love is in action; its test is what one is willing to do for others.", "author": "Lew Wallace"},
{"quote": "Happiness doesn't have to be chased...it merely has to be chosen.", "author": "Mandy Hale"},
{"quote": "You can be right or you can be happy.", "author": "Gerald G. Jampolsky"},
{"quote": "If you are a dreamer, come in,", "author": "Shel Silverstein"},
{"quote": "The advance of regret can be so gradual that it is impossible to say \"yesterday I was happy, today I am not.", "author": "E.M. Forster"},
{"quote": "When we fulfill our function, which is to truly love ourselves and share love with others, then true happiness sets in.", "author": "Gabrielle Bernstein"},
{"quote": "How exquisitely human was the wish for permanent happiness, and how thin human imagination became trying to achieve it.", "author": "Toni Morrison"},
{"quote": "The struggles we endure today will be the ‘good old days’ we laugh about tomorrow.", "author": "Aaron Lauritsen"},
{"quote": "Pure joy is rare. That’s why for every meal I eat a really bloody steak.", "author": "Bauvard"},
{"quote": "Max.\" Fang let go of my hand. \"Right now, it's really all about—us.\"", "author": "James Patterson"},
{"quote": "Happiness isn't a thing. You can't go out and get it like a cup of tea. It's the way you feel about things.", "author": "Diana Wynne Jones"},
{"quote": "Well, I am happy, and I won't fret, but it does seem as if the more one gets the more one wants…", "author": "Louisa May Alcott"},
{"quote": "Happiness, it has been observed, is best achieved by those who have been most unhappy heretofore.", "author": "Millard Kaufman"},
{"quote": "You and your purpose in life are the same thing. Your purpose is to be you.", "author": "George Alexiou"},
{"quote": "You start dying slowly", "author": "Martha Medeiros"},
{"quote": "Happiness does not depend on outward circumstances, but on the state of the heart.", "author": "J.C. Ryle"},
{"quote": "To be happy you must have taken the measure of your powers, tasted the fruits of your passion, and learned your place in the world.", "author": "George Santayana"},
{"quote": "The only horrible thing in the world is ennui.", "author": "Oscar Wilde"},
{"quote": "Justice is the only worship.", "author": "Robert Green Ingersoll"},
{"quote": "The road is long, we carry on, try to have fun in the meantime.", "author": "Lana Del Rey"},
{"quote": "There is nothing worse for the lying soul than the mirror of reality.", "author": "Steve Maraboli"},
{"quote": "Stop wasting your time looking for the key to happiness… the door is open and unlocked… just walk through it.", "author": "Steve Maraboli"},
{"quote": "There is strange comfort in knowing that no matter what happens today, the Sun will rise again tomorrow.", "author": "Aaron Lauritsen"},
{"quote": "Nourishing yourself in a way that helps you blossom in the direction you want to go is attainable, and you are worth the effort.", "author": "Deborah Day"},
{"quote": "Create. Not for the money. Not for the fame. Not for the recognition. But for the pure joy of creating something and sharing it.", "author": "Ernest Barbaric"},
{"quote": "Where happiness was not a possibility, the illusion of it was always more important.", "author": "Colum McCann"},
{"quote": "When God takes out the trash, don't go digging back through it. Trust Him.", "author": "Amaka Imani Nkosazana"},
{"quote": "Helping others is the secret sauce to a happy life.", "author": "Todd Stocker"},
{"quote": "God is peace, bliss, beauty and truth. Focus your energy on that, life will be like that.", "author": "Amit Ray"},
{"quote": "The reasons we don’t sleep at night are usually the same reasons we don’t truly live during the day.", "author": "Michael Xavier"},
{"quote": "You are so intense. Like a storm. It's shocking how intense you are.", "author": "Francesca Lia Block"},
{"quote": "The pursuit of happiness is internal.", "author": "Akiah Watts"},
{"quote": "People who can change and change again are so much more reliable and happier than those who can’t", "author": "Stephen Fry"},
{"quote": "Sometimes I wish life was written pencil so we could erase it and write it all over again.", "author": "Thisuri Wanniarachchi"},
{"quote": "...because if you can make yourself happy in the rain then you're doing pretty alright in life.", "author": "David Levithan"},
{"quote": "Free yourself from the burden of feeling the need to hold on to anything. Let go… you are a part of everything.", "author": "Steve Maraboli"},
{"quote": "Learn from your history, but don’t live in it.", "author": "Steve Maraboli"},
{"quote": "Each morning when I open my eyes I say to myself: I, not events, have the power to make me happy or unhappy today.", "author": "Groucho Marx"},
{"quote": "...the face has limited space. My mother used to say, if you fill your face with laughing, there will be no more room for crying.", "author": "Rohinton Mistry"},
{"quote": "Take responsibility for your own happiness, do not expect people or things to bring you happiness, or you could be disappointed.", "author": "Rodolfo Costa"},
{"quote": "Those who wish to sing always find a song.", "author": "Swedish proverb"},
{"quote": "We try to fix the outside so much, but our control of the outer world is limited, temporary, and often, illusory.", "author": "Matthieu Ricard"},
{"quote": "I learned from a very young age that if I persued the things that truly excited me, that they would reward in more important ways, like happiness.", "author": "Brandon Boyd"},
{"quote": "Freddie often fold me that you've got to be happy when you can, because life won't wait for you to take the time. And she was right.", "author": "April Genevieve Tucholke"},
{"quote": "Acceptance means no complaining, and happiness means no complaining about the things over which you can do nothing.", "author": "Wayne W. Dyer"},
{"quote": "Live your life, sing your song. Not full of expectations. Not for the ovations. But for the joy of it.", "author": "Rasheed Ogunlaru"},
{"quote": "When I saw you, I fell in love, and you smiled because you knew", "author": "William Shakespeare"},
{"quote": "If you want good luck; you must go out there and search for that luck!! Because luck is waiting for you to look for it.", "author": "Temitope Owosela"},
{"quote": "Making money isn't hard in itself,what's hard is to earn it doing something worth devoting your life to", "author": "Carlos Ruiz Zafón"},
{"quote": "No happiness in the writer, no happiness in the reader.", "author": "Gabrielle Dubois"},
{"quote": "Happiness can only be achieved by looking inward & learning to enjoy whatever life has and this requires transforming greed into gratitude.", "author": "John Chrysostom"},
{"quote": "Learn to love someone when they least deserve it, because that is when they need your love most.", "author": "Rodolfo Costa"},
{"quote": "Everyone chases after happiness, not noticing that happiness is at their heels.", "author": "Bertolt Brecht"},
{"quote": "The only way to avoid being miserable is not to have enough leisure to wonder whether you are happy or not.", "author": "Bernard Shaw"},
{"quote": "Success is getting what you want. Happiness is wanting what you get.", "author": "Dale Carnegie"},
{"quote": "Fake is the new real,You gotta keep a lot a shit to yourself.", "author": "Genereux Philip"},
{"quote": "You can be happy with money and you can be wretched with it. It depends on what kind of person you are. --", "author": "Taylor Caldwell"},
{"quote": "I want that. I want that awful intense and serious unhappiness, cos then I might feel better, and then I might be happy.", "author": "David Thewlis"},
{"quote": "if it makes you happy, then why the hell are you so sad?", "author": "Sheryl Crow"},
{"quote": "I silently smiled at my incessant good fortune.", "author": "Henry David Thoreau"},
{"quote": "All things, even the deepest sorrow or the most profound happiness are all temporary. Hope is fuel for the soul, without hope, forward motion ceases.", "author": "Landon Parham"},
{"quote": "Happiness is inseparably connected with decent, clean behavior. ", "author": "Boyd K. Packer"},
{"quote": "... too much brooding, not enough doing.", "author": "Timothy Findley"},
{"quote": "Sometimes happiness consists of finding the right balance of misery.", "author": "Orson Scott Card"},
{"quote": "I want to feel what I feel. What's mine. Even if it's not happiness, whatever that means. Because you're all you've got.", "author": "Toni Morrison"},
{"quote": "She was not too young to be wise, but she was too young to know that wisdom", "author": "Graham Greene"},
{"quote": "Now I know what success is: living your truth, sharing it.", "author": "Kamal Ravikant"},
{"quote": "so many thoughts, my kvothe. you know too much to be happy.", "author": "Patrick Rothfuss"},
{"quote": "How can you tell somebody who is pursuing happiness that they're somehow not American when that was the very first promise that America made?", "author": "Dan Savage"},
{"quote": "The rider evolved to serve to the elephant.", "author": "Jonathan Haidt"},
{"quote": "Raise you awareness and share your uniqueness to the world.", "author": "Amit Ray"},
{"quote": "The secret to happiness is the journey, not the destination.", "author": "Claire Chilton"},
{"quote": "Against eternal injustice, man must assert justice, and to protest against the universe of grief, he must create happiness.", "author": "Albert Camus"},
{"quote": "...so i will greet you", "author": "Sanober Khan"},
{"quote": "Call no man happy until he is dead.", "author": "Solon"},
{"quote": "Do not think that one has to be sad in order to be militant, even though the thing one is fighting is abominable.", "author": "Michel Foucault"},
{"quote": "Stop waiting for the right person to come into your life. Be the right person to come to someone’s life", "author": "Leo Babauta"},
{"quote": "Why did you look at the sunset?'", "author": "W. Somerset Maugham"},
{"quote": "Don't be afraid to be who you are because you are the only person who knows you best.", "author": "Saredo Ali"},
{"quote": "Always try to be joyful and proactively benign to the people.", "author": "Toba Beta [Betelgeuse Incident]"},
{"quote": "A day unemployed is like a bagel- even when it's bad, it's still pretty good...", "author": "CrimethInc."},
{"quote": "I drink cup of sunlight every morning to brighten myself.", "author": "Debasish Mridha"},
{"quote": "Where we fall are the stepping-stones for our journey.", "author": "Lolly Daskal"},
{"quote": "I've never been afraid of them. Not once. Because I had you.", "author": "Nicholas Sparks"},
{"quote": "Life's trials will test you, and shape you, but don’t let them change who you are.", "author": "Aaron Lauritsen"},
{"quote": "If you wish to make Pythocles rich, do not add to his store of money, but subtract from his desires.", "author": "Epicurus"},
{"quote": "he is both the source of my happiness and the one i want to share it with.", "author": "John Green"},
{"quote": "And all the best words together couldn't hold the happiness.", "author": "Katherine Hannigan"},
{"quote": "We are all a great deal luckier that we realize, we usually get what we want - or near enough.", "author": "Roald Dahl"},
{"quote": "There's the risk of being loved...and that would keep me from being happy.", "author": "Albert Camus"},
{"quote": "There is no key to open the heart of another - except curiosity.", "author": "Stefan Molyneux"},
{"quote": "The greatest love stories are not those in which love is only spoken, but those in which it is acted upon.", "author": "Steve Maraboli"},
{"quote": "too much happiness always overflowed into tears of sorrow.", "author": "Amy Tan"},
{"quote": "Don't put off happiness you can have today. Tomorrow is a hope, not a promise", "author": "Debra Anastasia"},
{"quote": "Ah, happiness courts the light so we deem the world is gay. But misery hides aloof so we deem that misery there is none.", "author": "Herman Melville"},
{"quote": "Happiness is based on a just discrimination of what is necessary, what is neither necessary nor destructive, and what is destructive", "author": "Ursula K. Le Guin"},
{"quote": "There were times when I lifted my face to the sky, stretched my arms wide to the winter night, and laughed out loud, so happy was I.", "author": "Jennifer Donnelly"},
{"quote": "He saw in happiness the seeds of independence, and in independence the seeds of revolt.", "author": "Mervyn Peake"},
{"quote": "How was life before Pop-Tarts, Prozac and padded playgrounds? They ate strudel, took opium and played on the grass.", "author": "Jennifer Hecht"},
{"quote": "Action and personal happiness have no truck with each other; they are eternally at war.", "author": "Antoine de Saint-Exupéry"},
{"quote": "Happiness isn't always easy,\" he'd said. \"But it's a priority.", "author": "Goldy Moldavsky"},
{"quote": "Happiness is never there to stay [...] Happiness is merely a respite offered by inquietude.", "author": "Andre Maurois"},
{"quote": "Some people would rather live in a hell they've got used to than in a paradise they've never experienced before. ", "author": "Urania Sarri"},
{"quote": "Love me like Saturday night, like three glasses of champagne, like the room is spinning, like you're drunk on my love.", "author": "C.J. Carlyon"},
{"quote": "The essence of philosophy is that a man should so live that his happiness shall depend as little as possible on external things.", "author": "Epictetus"},
{"quote": "He had awoken too late for happiness, but not for strength, and could feel an austere joy, as of a warrior who is homeless but stands fully armed.", "author": "E.M. Forster"},
{"quote": "Be consistent in your dedication to showing your gratitude to others. Gratitude is a fuel, a medicine, and spiritual and emotional nourishment.", "author": "Steve Maraboli"},
{"quote": "Be happy without picking flaws.", "author": "Victor Hugo"},
{"quote": "Children are gifts. They are not ours for the breaking. They are ours for the making.", "author": "Dan Pearce"},
{"quote": "What is given to you is what is needed; what you want, requires giving up what you don't need.", "author": "George Alexiou"},
{"quote": "Happiness doesn't always come from a pursuit. Sometimes it comes when we least expect it.", "author": "Dalai Lama"},
{"quote": "I Am In Love With Myself, With My Heart.", "author": "Nirav Sanchaniya"},
{"quote": "What is your idea of earthly happiness? To be vindicated in my own lifetime.", "author": "Christopher Hitchens"},
{"quote": "But the happiest people are the ones who understand that good things occur when one allows them to.", "author": "Danny Wallace"},
{"quote": "Happiness is a big joke; let us laugh at it loud.", "author": "Santosh Kalwar"},
{"quote": "The secret to happiness is low expectations.", "author": "Barry Schwartz"},
{"quote": "There is no happily-ever-after to run to. We have to work for happiness.", "author": "Mary Balogh"},
{"quote": "It’s true that laughter really is cheap medicine. It’s a prescription anyone can afford. And best of all, you can fill it right now.", "author": "Steve Goodier"},
{"quote": "Money won't buy happiness, but it will pay the salaries of a huge research staff to study the problem.", "author": "Bill Vaughan"},
{"quote": "Whoever said happiness needs a plan?", "author": "Robert Holden"},
{"quote": "Remember your connection with the cosmos. Remember your connection with the infinity and that remembrance will give you the freedom.", "author": "Amit Ray"},
{"quote": "The greenest of pastures are right here on earth.", "author": "Jennifer Donnelly"},
{"quote": "Happy are those who evolve from within.", "author": "Amit Abraham"},
{"quote": "Stop trying to 'fix' yourself; you're NOT broken! You are perfectly imperfect and powerful beyond measure.", "author": "Steve Maraboli"},
{"quote": "I wish I had never been born,\" she said. \"What are we born for?\" \"For infinite happiness,\" said the Spirit. \"You can step out into it at any moment...", "author": "C.S. Lewis"},
{"quote": "The one who would be constant in happiness must frequently change.", "author": "Anthony de Mello"},
{"quote": "Sometimes you just have to jump in a mud puddle because it's there. Never get so old that you forget about having fun.", "author": "Tom Giaquinto"},
{"quote": "It is only possible to live happily ever after on a daily basis.", "author": "Margaret Bonanno"},
{"quote": "Everything is easier said than done. Wanting something is easy. Saying something is easy. The challenge and the reward are in the doing.", "author": "Steve Maraboli"},
{"quote": "It is better to dwell on the beautiful things in life than the negative.", "author": "Lailah Gifty Akita"},
{"quote": "You would not want to be responsible for someone else’s happiness, so please do not hold someone else responsible for yours!", "author": "Jennifer O'Neill"},
{"quote": "Sand lines my soul which is filled with the breath of the ocean.", "author": "A.D. Posey"},
{"quote": "And he, like many jaded people, had few pleasures left in life save good food and drink.", "author": "Honoré de Balzac"},
{"quote": "When it comes down to it, even on the natural plane, it is much happier and more enlivening to love than to be loved.", "author": "Dorothy Day"},
{"quote": "It's not my job to make you happy. It's", "author": "Richelle E. Goodrich"},
{"quote": "Man does not strive for happiness; only the Englishman does that.", "author": "Friedrich Nietzsche"},
{"quote": "You are happy when you are enthusiastic and action-oriented, not when you are luxury and pleasure oriented.", "author": "Debasish Mridha"},
{"quote": "The notion that a human being should be constantly happy is a uniquely modern, uniquely American, uniquely destructive idea.", "author": "Andrew Weil"},
{"quote": "To fill the hour──that is happiness.", "author": "Ralph Waldo Emerson"},
{"quote": "Ladies, stress shows on your face. Happiness is the true beauty weapon.\"", "author": "Susan Sarandon"},
{"quote": "Achievements can bring you satisfaction but not happiness.", "author": "David D. Burns"},
{"quote": "We talked for hours. He talked and I listened.", "author": "John Fowles"},
{"quote": "[Letter to his wife, Natalia Sedova]", "author": "Leon Trotsky"},
{"quote": "Yesterday I was sad, today I am happy! Yesterday I had a problem, today I still have the same problem! But today I changed the way I look at it!", "author": "C. JoyBell C."},
{"quote": "The quickest way to experiencing the peace inside, is to learn to recognize when I am not at peace.", "author": "Jim McDonald"},
{"quote": "Our purest form of joy comes when people we envy get hurt. That most genuine form of joy.", "author": "Chuck Palahniuk"},
{"quote": "Happiness is a strange thing. It is something I tend to recognize only after it has passed, when I realize I miss it.", "author": "Claire Holden Rothman"},
{"quote": "If you're not getting happier as you get older, then you're fuckin' up", "author": "Ani DiFranco"},
{"quote": "Challenges in life can either enrich you or poison you. You are the one who decides.", "author": "Steve Maraboli"},
{"quote": "The universe never complains.", "author": "Debasish Mridha M.D."},
{"quote": "The pursuit of happiness is a most ridiculous phrase; if you pursue happiness you'll never find it.", "author": "C.P. Snow"},
{"quote": "I bring out the worst in you and you bring out the best in me.", "author": "Anna Todd"},
{"quote": "She couldn't avoid being serious about things she cared for, and happiness made her grave at the thought of all the things which might destroy it.", "author": "Graham Greene"},
{"quote": "If one were to build the house of happiness, the largest space would be the waiting room.", "author": "Jules Renard"},
{"quote": "Blaming is so much easier than taking responsibility, because if you take responsibility … then you might be to blame.", "author": "Jennifer O'Neill"},
{"quote": "The best way to insure you achieve the greatest satisfaction out of life is to behave intentionally.", "author": "Deborah Day"},
{"quote": "Sadness is never bad,\" said Amparo. \"Sadness is the mirror of being happy", "author": "Tim Willocks"},
{"quote": "Tatsuya: What you have \"right now\" won't necessarily continue on until forever...", "author": "Ibuki Haneda (伊吹羽田)"},
{"quote": "Your success and happiness lies in you. Resolve to keep happy, and your joy and you shall form an invicible host against difficulties.", "author": "Helen Keller"},
{"quote": "You would not be here TODAY if YESTERDAY was your defining moment. LIVE THIS DAY and move towards your dreams.", "author": "Steve Maraboli"},
{"quote": "Gratitude turns disappointment into lessons learned, discoveries made, alternatives explored, and new plans set in motion.", "author": "Auliq-Ice"},
{"quote": "Flowers always make people better, happier, and more helpful; they are sunshine, food and medicine to the mind.", "author": "Luther Burbank"},
{"quote": "I've always believed that happiness is just around the corner. The trick is fining the right corner.", "author": "Eric    Weiner"},
{"quote": "Dear me! how happy and good we'd be, if we had no worries!", "author": "Louisa May Alcott"},
{"quote": "We thought everything would be", "author": "Zaeema J. Hussain"},
{"quote": "Money can't buy happiness but it can buy a huge yacht that sails right next to it.", "author": "David Lee Roth"},
{"quote": "Suffering sucks. Don't do it. Go home and love your wife. Go home and love yourself. Go home", "author": "Laura Munson"},
{"quote": "(about William Blake)", "author": "Brenda Ueland"},
{"quote": "It's about the quality of the worry,\" I said. \"I have happier worries now than I used to.", "author": "David Gilmour"},
{"quote": "You are the point of origin for everything in your world: you set the standard for yourself.", "author": "Steve Maraboli"},
{"quote": "It is more important to be free than to be happy.", "author": "Tom Robbins"},
{"quote": "Happiness is not in things; happiness is in you.", "author": "Robert Holden"},
{"quote": "The really happy person is the one who can enjoy the scenery, even when they have to take a detour.", "author": "Sir James Jeans"},
{"quote": "Imagination doesn't always make you long for what you cannot have, but rather thrive in what you do not have.", "author": "Criss Jami"},
{"quote": "From this point forward, you don’t even know how to quit in life.", "author": "Aaron Lauritsen"},
{"quote": "True happiness is when the love that is within us finds expression in external activities.", "author": "Mata Amritanandamayi"},
{"quote": "A friend is a friend who continues to love you and like you when you don't love him or like him any more.", "author": "Debasish Mridha"},
{"quote": "I enjoy the wild things,", "author": "Nikki rowe"},
{"quote": "Be happy. It's one way of being wise", "author": "Sidonie-Gabrielle"},
{"quote": "Smartass Disciple: Master, what is the secret recipe of your happiness?", "author": "Toba Beta"},
{"quote": "(the whole world is at the", "author": "Charles Bukowski"},
{"quote": "You’re the purest, most genuine thing that ever happened to me.- Caleb", "author": "L. Duarte"},
{"quote": "One could be happy not only without love, but despite it.", "author": "Gabriel García Márquez"},
{"quote": "It's impossible to be unhappy while wearing a poncho!", "author": "Noel Fielding"},
{"quote": "To buy a cake... to howl at the moon... to know true happiness... I am happy.", "author": "C. JoyBell C."},
{"quote": "Three weeks ago, he’d seen hail fall from the sky, only", "author": "Nicholas Sparks"},
{"quote": "To find out what one is fitted to do, and to secure an opportunity to do it, is the key to happiness.", "author": "John Dewey"},
{"quote": "There is no duty we so much underrate as the duty of being happy.", "author": "Robert Louis Stevenson"},
{"quote": "There is nothing around me but money, money, money.", "author": "Stephen Richards"},
{"quote": "I drink to the general joy o’ the whole table.\" Macbeth", "author": "William Shakespeare"},
{"quote": "You must never forget that greatness does not guarantee happiness but goodness always does", "author": "Sri Chinmoy"},
{"quote": "An empty bus hurtles through the starry night", "author": "Gunter Grass"},
{"quote": "Embrace being perfectly imperfect. Learn from your mistakes and forgive yourself, you’ll be happier.", "author": "Roy   Bennett"},
{"quote": "I think now that maybe true sweetness can only happen in limbo.", "author": "Peter Heller"},
{"quote": "To be happy, you have to risk being unhappy.", "author": "Ogwo David Emenike"},
{"quote": "Happiness when sustained too long in print can rightly be construed as sappiness...", "author": "Millard Kaufman"},
{"quote": "I shall never be very merry or very sad, for I am more prone to analyse than to feel.", "author": "H.P. Lovecraft"},
{"quote": "Those who are truly grateful are deeply moved by the privilege of living.", "author": "Auliq-Ice"},
{"quote": "If I am destined to be happy with you here—how short is the longest Life—I wish to believe in immortality—I wish to live with you for ever.", "author": "John Keats"},
{"quote": "What is required for many of us, paradoxical though it may sound, is the courage to tolerate happiness without self-sabotage.", "author": "Nathaniel Branden"},
{"quote": "Those who are happiest are those who do the most for others.", "author": "Booker T. Washington"},
{"quote": "We are often insane with happiness. We are also very unhappy for reasons neither of us can do anything about. Like being separated.", "author": "Audrey Niffenegger"},
{"quote": "The universe doesn't give you what you want in your mind; it gives you what you demand with your actions.", "author": "Steve Maraboli"},
{"quote": "Happiness is a nothingness without completeness.", "author": "Hlovate"},
{"quote": "There is no happiness in love, except at the end of an English novel.", "author": "Anthony Trollope"},
{"quote": "Trustful people are the pure at heart, as they are moved by the zeal of their own trustworthiness.", "author": "Criss Jami"},
{"quote": ".. she believed a great happiness awaited her somewhere, and for this reason she remained calm as the days flew by.", "author": "Gyula Krúdy"},
{"quote": "Unhappiness is caused when we cannot let go of our memories.", "author": "Jed Rubenfeld"},
{"quote": "It's not strength, it's PERCEPTION that makes you stronger. If you change how you SEE it, you'll change how you FEEL about it.", "author": "Yvonne Pierre"},
{"quote": "If one's bowels move, one is happy, and if they don't move, one is unhappy. That is all there is to it.", "author": "Lin Yutang"},
{"quote": "Sex could be a blissful communion,. But it could also be a weapon, and its absence, sometimes, was required for the establishment of peace.", "author": "Ann Brashares"},
{"quote": "Happiness is simple. Everything we do to find it is complicated.", "author": "Karen Maezen Miller"},
{"quote": "I hate going through this when we just found...,\" his voice trailed off.", "author": "Markelle Grabo"},
{"quote": "If there was one thing that life has taught me, it’s to accept the most foolish and unthinkable happiness.", "author": "A. Bondoux"},
{"quote": "Oh, Marilla, I thought I was happy before. Now I know that I just dreamed a pleasant dream of happiness. This is the reality.", "author": "L.M. Montgomery"},
{"quote": "The midsummer sun shines but dim, The fields strive in vain to look gay; But when I am happy in Him December's as pleasant as May.", "author": "John Newton"},
{"quote": "There can be many opinions on a thing, but there is only one truth.\"", "author": "Patrick Rothfuss"},
{"quote": "I surround myself with things that make me happy. Why? Because ... it makes me happy.", "author": "Kelly Epperson"},
{"quote": "We must have the stubbornness to accept our gladness in the ruthless furnace of this world.", "author": "Jack Gilbert"},
{"quote": "She was like the sun,", "author": "Nikki Rowe"},
{"quote": "Maybe happiness too is a metaphor invented on a day of boredom", "author": "Gustave Flaubert"},
{"quote": "In the whole history of the world there is but one thing that money cannot buy...to wit--the wag of a dog's tail.", "author": "Josh Billings"},
{"quote": "Happiness is spiritual, born of truth and love. It is unselfish; therefore it cannot exist alone, but requires all mankind to share it.", "author": "mary baker eddy"},
{"quote": "Everyone has a right to be a little happy, asshole.", "author": "John Irving"},
{"quote": "These men are worth your tears. You are not worth their merriment.", "author": "Wilfred Owen"},
{"quote": "He tapped my chest. 'Happy is here.' He tapped his own chest. 'Here.'", "author": "Jerry Spinelli"},
{"quote": "But suppose the endlessly dead were to", "author": "Rainer Maria Rilke"},
{"quote": "Mother earth cried so much that she has pool of tears more than the land of happiness.", "author": "Santosh Kalwar"},
{"quote": "I am in an altogether new world now. I can think of nothing more wonderful. It is a real touch of all that heaven means.", "author": "Laura Hillenbrand"},
{"quote": "Without struggle, success has no value.", "author": "Aaron Lauritsen"},
{"quote": "It was not in me It came and went", "author": "Rainer Maria Rilke"},
{"quote": "A lifetime of lonely regret or happiness with some pain along the way.", "author": "Melissa Nathan"},
{"quote": "Nothing in the world can make you happy; everything in the world can encourage you to be happy", "author": "Robert Holden"},
{"quote": "When life gives you pain, accept it. When life gives you happiness, reject it.", "author": "Santosh Kalwar"},
{"quote": "Happiness earned, not given.", "author": "Toba Beta"},
{"quote": "But I see nothing miraculous about it. Nothing makes one as healthy as happiness, and there is no greater happiness than making someone else happy.", "author": "Stefan Zweig"},
{"quote": "In order to have great happiness, you have to have great pain and unhappiness-otherwise how would you know when you're happy?", "author": "Leslie Caron"},
{"quote": "Happiness is something we reap from the seeds we sow. Plant misery seeds and that us what you reap.", "author": "Stephen Richards"},
{"quote": "Don't wait for other people to be loving, giving, compassionate, grateful, forgiving, generous, or friendly... lead the way!", "author": "Steve Maraboli"},
{"quote": "Stop waiting for the perfect day or the perfect moment... Take THIS day, THIS moment and lead it to perfection.", "author": "Steve Maraboli"},
{"quote": "The key to knowing joy is being easily pleased.", "author": "Mark Nepo"},
{"quote": "Dream your dream; and realize that you are more than just the dreamer, you are the point of origin for its reality.", "author": "Steve Maraboli"},
{"quote": "She was happy, she knew she was happy, and knew she ought to be happy.", "author": "Jane Austen"},
{"quote": "You will realize one day that all the money in the world cannot buy you happiness. Nor can it make you a person of good character. ", "author": "Richelle E. Goodrich"},
{"quote": "I wonder if people always choose what will make them unhappy.", "author": "Megan Whalen Turner"},
{"quote": "Frugality, I've learned, has its own cost, one that sometimes lasts forever.", "author": "Nicholas Sparks"},
{"quote": "if you feel happy, Smile with all your heart. if you're down, smile with all your might.", "author": "Paul Ian Guillermo"},
{"quote": "I enjoy melancholic music and art. They take me to places I don't normally get to go.", "author": "Criss Jami"},
{"quote": "So what's the point, then, if we can't be happy? Why are we doing any of this?\"", "author": "james riley"},
{"quote": "I know money isn't everything. but it certainly is something.", "author": "Thisuri Wanniarachchi"},
{"quote": "The greatest happiness is when the eye discovers beauty where neither then mind conceived of nor the hand intended any.", "author": "Orhan Pamuk"},
{"quote": "He will make you happy, Fanny; I know he will make you happy; but you will make him everything.", "author": "Jane Austen"},
{"quote": "If you love a person, you should show it in adundance, not reserve it for special occasions like fine china.", "author": "Bryan Cohen"},
{"quote": "I wished upon a star and the heavens sent me you", "author": "Sonya Watson"},
{"quote": "Comparison is the thief of joy.", "author": "Theodore Roosevelt"},
{"quote": "I don't think two people could have been happier than we have been.", "author": "Michael Cunningham"},
{"quote": "The moon is the reflection of your heart and moonlight is the twinkle of your love.", "author": "Debasish Mridha"},
{"quote": "Human happiness is defined by the hardships and conflicts you have been through. The greater they are, the greater is your happiness.", "author": "Peter Deunov"},
{"quote": "How to win in life:", "author": "Germany Kent"},
{"quote": "The only way I can be angry at you is when I have thought, said, or done something that is unkind in my own opinion.", "author": "Byron Katie"},
{"quote": "[Poem: Slates of Grey]", "author": "Jess C Scott"},
{"quote": "Be like a branch of a tree; flex your body to face 'wind of sorrow'; flex little harder to dance in the 'wind of happiness'.", "author": "Santosh Kalwar"},
{"quote": "If life throws you a few bad notes or vibrations, don't let them interrupt or alter your song.", "author": "Suzy Kassem"},
{"quote": "I think about my mother singing after lunch on a Summer afternoon, twirling in blue dress across the floor of her dressing room", "author": "Audrey Niffenegger"},
{"quote": "Happiness,... even the smallest happiness, is like a step out of Time, and the greatest happiness is sharing in Eternity.", "author": "Josef Pieper"},
{"quote": "It is in the balancing of your spirituality with your humanity that you will find immeasurable happiness, success, good health, and love.", "author": "Steve Maraboli"},
{"quote": "Happiness: being able to forget or, to express in a more learned fashion.", "author": "Friedrich Nietzsche"},
{"quote": "Your most important “want” should be the one you can control!", "author": "Shannon L. Alder"},
{"quote": "Why do I want to run from happiness?", "author": "Mary Balogh"},
{"quote": "If you didn't earn something, it's not worth flaunting.", "author": "Aaron Lauritsen"},
{"quote": "Happiness is a good business these days, more you talk crap about happiness the large number of crowd you will gather.", "author": "Santosh Kalwar"},
{"quote": "My mind to me a kingdom is,", "author": "Edward Dyer"},
{"quote": "Some people only dream of success… while others wake up and use Cosmic Ordering.", "author": "Stephen Richards"},
{"quote": "No man is happy who does not think himself so.", "author": "Marcus Aurelius"},
{"quote": "Unhappiness is bondage; therefore, happiness is freedom.", "author": "Lauren Oliver"},
{"quote": "Why sadness was created?", "author": "Nelson M. Lubao"},
{"quote": "Happiness is attained, not through self-interest, but through unconditional fidelity in endless love of eternal light.", "author": "Aaron Cohen"},
{"quote": "You see, nothing matters except pleasure - which is the opposite of happiness, its tragic part, I expect.", "author": "Lawrence Durrell"},
{"quote": "If you really want to be happy, don't just go for the money. Go for the relationship that lasts. Go for things of greater value.", "author": "Tony Meloto (Your First Job by: N. Dy)"},
{"quote": "The secret of happiness is something to do", "author": "John Burroughs"},
{"quote": "How often is happiness destroyed by preparation, foolish preparation!", "author": "Jane Austen"},
{"quote": "Expect more get less and feel sadness Or expect less get more and feel happiness", "author": "Vijay Dhameliya"},
{"quote": "Nothing that happens to you was meant to be. The only thing about you that was meant to be is you. Blaze your own trail.", "author": "George Alexiou"},
{"quote": "Our own front door can be a wonderful thing, or a sight we dread; rarely is it only a door.", "author": "Jeanette Winterson"},
{"quote": "Joy is the holy fire that keeps our purpose warm and our intelligence aglow.", "author": "Helen Keller"},
{"quote": "What need is there to say more?", "author": "Shantideva"},
{"quote": "I have been poisoned in your love and now I need antidote Jacqueline.L.J! <3", "author": "Omaid olovejlj Zazai"},
{"quote": "Happiness. It comes on", "author": "Raymond Carver"},
{"quote": "Happiness is not only a hope, but also in some strange manner a memory ... we are all kings in exile.", "author": "G.K. Chesterton"},
{"quote": "Come here, let me share a bit of wisdom with you.", "author": "Anne Carson"},
{"quote": "Happiness is not a state of being. Happiness is a vector, it is movement.", "author": "Neal Shusterman"},
{"quote": "The man with toothache thinks everyone happy whose teeth are sound.", "author": "George Bernard Shaw"},
{"quote": "Children must early learn the the beauty of generosity. They are taught to give what they prize most, that they may taste the happiness of giving.", "author": "Charles Eastman (Ohiyesa)"},
{"quote": "The man is happiest who lives from day to day and asks no more, garnering the simple goodness of life.", "author": "Euripides"},
{"quote": "We’re young, we’re not monsters, no fools: we’ll conquer happiness for ourselves.", "author": "Ivan Turgenev"},
{"quote": "I was terrified of my weakness, of my sharp tongue, of", "author": "Amy Lane"},
{"quote": "Happiness without freedom, or freedom without happiness. There was no third alternative.", "author": "Yevgeny Zamyatin"},
{"quote": "It is not where we are that matters nor what we have, it is what we do with where we are and what we have.", "author": "Sonia Rumzi"},
{"quote": "We are living in a time when flowers are trying to live on flowers, instead of on good rain and black loam.", "author": "Ray Bradbury"},
{"quote": "It was a pity that people did not risk enough to speak out in behalf of one another's happiness and their own.", "author": "Louis Zukofsky"},
{"quote": "I'm generally a happy person -with the help of antidepressants, that is- so there is something to be said for surrounding myself with happy people.", "author": "Rachel Machacek"},
{"quote": "Reading messed with my brain in an unaccountable way. It made me happy; or something.", "author": "Salvatore Scibona"},
{"quote": "For a woman to deny the necessity of true love in her life would be to deny herself, and her creator.", "author": "Dwain K. White Sr."},
{"quote": "Through strength I found love", "author": "Alexis Jordan"},
{"quote": "Happiness consists in always aspiring perfection, the pause in any level in perfection is the pause of happiness", "author": "Leon Tolstoy"},
{"quote": "People expected something for nothing, that’s why they did nothing so beautifully these days.", "author": "Holly Hood"},
{"quote": "Even the smallest shift in perspective can bring about the greatest healing.", "author": "Joshua Kai"},
{"quote": "Keep in mind that the reason you know you can be good to others is only because you've taken strides to be better for and to yourself.", "author": "Alexandra Elle"},
{"quote": "Happiness does not come from a job. It comes from knowing what you truly value, and behaving in a way that’s consistent with those beliefs.", "author": "Mike Rowe"},
{"quote": "Share your love, share you happiness, care for others; your wealth will be endless.", "author": "Debasish Mridha"},
{"quote": "It is sad that people need alcohol to make them happy.", "author": "Habeeb Akande"},
{"quote": "The secret of happiness is love and secret of love is nonjudgmental care.", "author": "Debasish Mridha"},
{"quote": "It is not really hard to do nothing. Many can. The hard part is doing nothing without feeling guilty about it.", "author": "Haim Shapira"},
{"quote": "I neither knew nor cared whether my experience was insanity, dreaming, or magic; but was determined to gaze on brilliance and gaiety at any cost.", "author": "H.P Lovecraft"},
{"quote": "As contraries are known by contraries, so is the delights of presence best known by the torments of absence.", "author": "Alcibiades"},
{"quote": "I know how syrupy this sounds, how dull, provincial, and possibly whitewashed, but what can I do? Happy childhoods happen", "author": "Marisa de los Santos"},
{"quote": "Life, Liberty, and the Pursuit of Happiness... but only when you pay your taxes? That means your freedom is rented, leased, & not unalienable.", "author": "Steve Maraboli"},
{"quote": "Merry hearts are vulnerable to death, don't be over-joyed to the state of oblivion, lest the enemy poison your meal.", "author": "Michael Bassey Johnson"},
{"quote": "If ur laptop doesnt smell like fire then ur losing.", "author": "Genereux Philip"},
{"quote": "Do you know where your breakthrough begins? Your breakthrough begins where your excuses ends.", "author": "Patience Johnson"},
{"quote": "Respect? Of course, always, to all, because everything seems funnier when you're trying to show respect.", "author": "Criss Jami"},
{"quote": "Everyone knew as much as they needed to know to be happy.", "author": "Ian McEwan"},
{"quote": "Give Happiness, Patience, kindness, and Care, and the PAIN goes away.", "author": "Tsem Tulku Rinpoche"},
{"quote": "Happy people produce. Bored people consume.", "author": "Stephen Richards"},
{"quote": "No matter how small you start, always dream big.", "author": "Stephen Richards"},
{"quote": "He who has felt the deepest grief is best able to experience supreme happiness.", "author": "Alexandre Dumas"},
{"quote": "Here is a commandment for you: seek happiness in sorrow. Work, work tirelessly.", "author": "Fyodor Dostoyevsky"},
{"quote": "I willingly allow that money does not guarantee happiness; but it must also be allowed that it makes happiness a great deal easier to achieve.", "author": "Pierre A.F. Choderlos de Laclos"},
{"quote": "There is a difference between talented people and gifted people.Talented people are good AT something; Gifted people ARE that something.", "author": "Steve Maraboli"},
{"quote": "The good life doesn't knock on the door.", "author": "Lionel Shriver"},
{"quote": "Don't nourish your fears more than you nourish your hopes.", "author": "Steve Maraboli"},
{"quote": "Happiness is the highest form of self-respect. A person who allows himself to be happy shows his self-respect.", "author": "Maery Rubin"},
{"quote": "Envy nobody. It is the true secret of happiness, or at least the only one I know. (By Moonlight)", "author": "Peter S. Beagle"},
{"quote": "For what are the words with which to summarize a lifetime, so much crowded confused happiness terminated by such stark slow-motion pain?", "author": "Joyce Carol Oates"},
{"quote": "Wanna be always Happy? Always carry some chocolate with you ;)", "author": "pablo"},
{"quote": "Get out of your own way… stop the paralysis by analysis… decide what you want, create a simple plan, and get moving!", "author": "Steve Maraboli"},
{"quote": "The U.S. Constitution doesn't guarantee happiness, only the pursuit of it. Your have to catch up with it yourself.", "author": "Benjamin Franklin"},
{"quote": "Happiness never made anyone rich or famous. That must be why ambitious people avoid it.", "author": "Marty Rubin"},
{"quote": "You can enjoy a deep sense of satisfaction and happiness in life despite challenging circumstances. It's all in how you think about it.", "author": "Kristi Bowman"},
{"quote": "People with the most interests live, not only longest, but happiest.", "author": "George Matthew Allen"},
{"quote": "We were so happy.", "author": "Liane Moriarty"},
{"quote": "No man should ever completely realize his dreams. What else would there then be to live for?", "author": "David Gemmell"},
{"quote": "You know, when you're unhappy you don't have the strength left to take care of others. But it doesn't mean you don't love them.", "author": "Francesca Marciano"},
{"quote": "The disempowered mind believes dreams come true; the empowered mind knows you bring your dreams to life.", "author": "Steve Maraboli"},
{"quote": "It might be that to surrender to happiness was to accept defeat, but it was a defeat better than many victories.", "author": "W. Somerset Maugham"},
{"quote": "Up then, fair phoenix bride, frustrate the sun;", "author": "John Donne"},
{"quote": "I know you have it in you, Guy,\" Anne said suddenly at the end of a silence, \"the capacity to be terribly happy.", "author": "Patricia Highsmith"},
{"quote": "Seek happiness in tranquility and avoid ambition even if it be only the apparently innocent one of distinguishing yourself in science and discoveries.", "author": "Mary Shelley"},
{"quote": "If [God] send me no husband, for the which blessing I am at him upon my knees every morning and evening ...", "author": "William Shakespeare"},
{"quote": "...anticipation of happiness can sometimes be as gratifying as its consummation.", "author": "Gaynor Arnold"},
{"quote": "I had decided to stop chasing the money, and start chasing the passion.", "author": "Tony Hsieh"},
{"quote": "It's lovely to see people so happy.", "author": "Louisa May Alcott"},
{"quote": "For some people, she thought, trials were only temporary; they sailed towards happiness through the roughest weather.", "author": "Emma Donoghue"},
{"quote": "The first sure symptom of a mind in health Is rest of heart and pleasure felt at home.", "author": "Edward Young"},
{"quote": "How to Find Your Joylah", "author": "Elizabeth Atkinson"},
{"quote": "Cynicism is the calling card of unhappy people.", "author": "Iimani David"},
{"quote": "Happiness is the feeling we experience when we are too busy to be miserable.", "author": "Thomas L. Masson"},
{"quote": "You can't", "author": "Curtis Tyrone Jones"},
{"quote": "If I could take a bite of the whole world", "author": "Alberto Caeiro"},
{"quote": "Entertainment is temporary happiness, but the real happiness is permanent entertainment.", "author": "Amit Kalantri"},
{"quote": "Remember, we are our own griefs, my dear, we are our own happinesses and we are our own remedies.", "author": "Huseyn Raza"},
{"quote": "But 'tis a sad thing that all one's happiness is only that the world does not know you are miserable.", "author": "Dorothy Osborne"},
{"quote": "The more you try to please people, the more they get control of you and you'll end up hurting yourself.", "author": "Chanda Kaushik"},
{"quote": "Happiness grows at our own firesides, and is not to be picked in strangers' gardens.", "author": "Douglas Jerrold"},
{"quote": "Love is my inner strength and my power.", "author": "Debasish Mridha"},
{"quote": "Never let the things you want make you forget the things you have.", "author": "Sanchita Pandey"},
{"quote": "Jealous of the crazy gay kid. That doesn't sound right.\"", "author": "John Corey Whaley"},
{"quote": "Health is hearty, health is harmony, health is happiness.", "author": "Amit Kalantri"},
{"quote": "I feel as though the world is a friendly boy walking along in the sun.", "author": "Robert Rauschenberg"},
{"quote": "Best Way to Stay Happy is to be busy.", "author": "Dipika Agarwal"},
{"quote": "We should learn to smile as we fall,", "author": "Ana Claudia Antunes"},
{"quote": "You know what Marshall needs to do. He needs to stop being sad. When I get sad, I stop being sad, and be awesome instead. True story.", "author": "Barney Stinson"},
{"quote": "It is anticipation and recollection that fill the heart—never the sensation of the moment.", "author": "Roger Zelazny"},
{"quote": "To be happy, make others happy.", "author": "Stephen Richards"},
{"quote": "The more you take responsibility for your attitudes, the more you can adjust yourself in a forward thinking manner.", "author": "Deborah Day"},
{"quote": "Sometimes you have to get sad before you get happy 'cause otherwise how would you know the difference?", "author": "Maureen Child"},
{"quote": "We just wanna be the happy bums that we are. That's all.", "author": "Mike Patton"},
{"quote": "The search for happiness is one of the chief sources of unhappiness.", "author": "Eric Hoffer"},
{"quote": "Your purpose is your why.", "author": "Deborah Day"},
{"quote": "To sense the peace of extinguished passion", "author": "Dejan Stojanovic"},
{"quote": "I have wanted only one thing to make me happy. That thing is everything.", "author": "Sebastian Horsley"},
{"quote": "The face of a truly happy man seldom lacks smiles.", "author": "Ogwo David Emenike"},
{"quote": "Move on. Be well. Go for it!", "author": "Sally Stubbs"},
{"quote": "Always be happy, you never know how happy you can make another by just being happy.", "author": "Ogwo David Emenike"},
{"quote": "Sadness is not the beginning or end of a process, but the lag between pleasure and happiness.", "author": "Isra"},
{"quote": "Happiness springs up from within. Do not seek it without.", "author": "Ogwo David Emenike"},
{"quote": "Let people be the pursuits of happiness, you be the pursuit of perfection.", "author": "Amit Kalantri"},
{"quote": "No matter how much someone else loves you or you love other people,", "author": "Shannon Kaiser"},
{"quote": "Living the dream.", "author": "Tom Giaquinto"},
{"quote": "Don't blame me. That's evolution. Evolution's always hard. Hard and bleak. No such thing as happy evolution.", "author": "Haruki Murakami"},
{"quote": "Love your life. That's a direct route to something people used to call \"happiness\".", "author": "Clementine Holzinger"},
{"quote": "The greatest gift you can ever give another person is your own happiness", "author": "Esther Hicks"},
{"quote": "Sometimes happiness is not knowing the whole story.", "author": "François Lelord"},
{"quote": "Money can't buy love, but it improves your bargaining position.", "author": "Christopher Marlowe"},
{"quote": "There are few nicer things than sitting up in bed, drinking strong tea, and reading.", "author": "Alan Clark"},
{"quote": "A sandwich and a cup of coffee, and then off to violin-land, where all is sweetness and delicacy and harmony.", "author": "Arthur Conan Doyle"},
{"quote": "Happiness is a quality of the soul...not a function of one's material circumstances.", "author": "Aristotle"},
{"quote": "I'm not \"happy\" but I'm not unhappy about it.", "author": "Alan Bennett"},
{"quote": "There had to be something wrong with my life. I should have been born a Yugoslavian shepherd who looked up at the Big Dipper every night.", "author": "Haruki Murakami"},
{"quote": "Every day, you get the opportunity to change your life. Change what you do not want. Change what makes you unhappy.", "author": "Rodolfo Costa"},
{"quote": "There were happy days, with watermelon, and sad days of whiskey.", "author": "Lewis Nordan"},
{"quote": "I'm not in pursuit of happiness, I'm happiness in pursuit; ready to happen everywhere I go.", "author": "Bernard Kelvin Clive"},
{"quote": "Then he thought himself unhappy, but happiness was all in the future; now he felt that the best happiness was already in the past.", "author": "Leo Tolstoy"},
{"quote": "Many people think that happiness comes from having more power or more money.", "author": "François Lelord"},
{"quote": "Today well lived makes every yesterday a dream of happiness and every tomorrow a vision of hope. Look well therefore to this day.", "author": "Francis Gray"},
{"quote": "Intent not followed by action is an insult to your design. Decide what you want, create a plan, and get your ass out there!", "author": "Steve Maraboli"},
{"quote": "We remember though all the firelit glow", "author": "Caris Brooke"},
{"quote": "…Elizabeth, agitated and confused, rather", "author": "Jane Austen"},
{"quote": "The end of the creation is that God may communicate happiness to the creature", "author": "John Piper"},
{"quote": "Happiness is a decision and so as Love. If you decide to be happy then you're happy. If you decide to love then you love.", "author": "Ann Marie Aguilar"},
{"quote": "If you think happiness is a rare bird you won't see much of it.", "author": "Marty Rubin"},
{"quote": "So in our own poor hides and from our miserable comrades we learn the nature of satiety. Satiety depends not at all on", "author": "Aleksandr Solzhenitsyn"},
{"quote": "Man is here for the sake of other men - above all for those upon whose smiles and well-being our own happiness depends.", "author": "Albert Einstein"},
{"quote": "The ultimate meaning of the active life is to make possible the happiness of contemplation.", "author": "Josef Pieper"},
{"quote": "When you let go of past pain, believe in yourself, and follow your dreams—you can find true happiness!", "author": "Casi McLean"},
{"quote": "..there is more to life than just pleasure. We want to achieve our happiness and not just experience it.", "author": "Eric    Weiner"},
{"quote": "Our greatest happiness comes from the experience of love & compassion.", "author": "Allan Lokos"},
{"quote": "It is not the rich man you should properly call happy,", "author": "Horace"},
{"quote": "I am happy and content because I think I am.", "author": "Alain-René Lesage"},
{"quote": "…feeling as if all the happiness and support of their lives was about to be taken from them.", "author": "Louisa May Alcott"},
{"quote": "Don't look to a husband or a child or a friend or your family to make you happy. It is not within their capacity to do so.", "author": "Barbara Barrington Jones"},
{"quote": "May I nurture the serenity to accept the things I cannot change the courage to change the things I can change and wisdom to know the difference", "author": "Frank Ra"},
{"quote": "Each to their own reality", "author": "T. Donaldson"},
{"quote": "It might be true that it is “quality time” that counts, but after a certain point quantity has a bearing on quality.", "author": "Mihaly Csikszentmihalyi"},
{"quote": "Being happy is a great science. If you are not happy, do not be confused. Happiness is hard to achieve.", "author": "Peter Deunov"},
{"quote": "My parents have been married forty-two years. I wonder how many of those were happy.", "author": "Michael Palin"},
{"quote": "No man is happy without a delusion of some kind. Delusions are as necessary to our happiness as realities..", "author": "Christian Nestell Bovee"},
{"quote": "Happiness is the change that comes over me", "author": "Inger Christensen"},
{"quote": "People argue themselves out of their pleasures", "author": "Jude Morgan"},
{"quote": "Holiness leads to wholeness and wholeness leads to happiness.", "author": "Leslie Vernick"},
{"quote": "A sense of peace came over me and I must have been smiling as I fell asleep.", "author": "Harry Bernstein"},
{"quote": "Where else,\" I will say, \"does an old turtle crossing the path Make all the difference in the world?", "author": "Patricia MacLachlan"},
{"quote": "Health, wealth, happiness,", "author": "Toba Beta"},
{"quote": "Gross National Happiness is more important than Gross Domestic Product. attr to Buthan's King Jigme Singye Wangchuck", "author": "John Robbins"},
{"quote": "It’s the ‘everyday’ experiences we encounter along the journey to who we wanna be that will define who we are when we get there.", "author": "Aaron Lauritsen"},
{"quote": "To lovers there.", "author": "De philosopher DJ Kyos"},
{"quote": "The glitter of the great world, you know, is only so much froth and spume: you may look in vain for happiness there.", "author": "Jude Morgan"},
{"quote": "For the grateful, there is no room for disappointment; Each moment offers life.", "author": "Auliq-Ice"},
{"quote": "Oh, God, if I'm anything by a clinical name, I'm a kind of paranoiac in reverse. I think people are plotting to make me happy.", "author": "J.D. Salinger"},
{"quote": "I laugh as an unfamiliar feeling envelops me. I think it might be happiness.", "author": "Paula Stokes"},
{"quote": "If you have time to whine then you have time to find solution.", "author": "Dee Dee Artner"},
{"quote": "Manners and politeness will never become old-fashioned.", "author": "Auliq Ice"},
{"quote": "Don't interpret anything too much. This is time waster number 1.", "author": "Dee Dee Artner"},
{"quote": "Daily dance uplift the soul to spiritual realms.", "author": "Lailah Gifty Akita"},
{"quote": "When I count my blessings, I find you in every one.", "author": "Richelle E. Goodrich"},
{"quote": "Compromise brings harmony to both, happiness to none.", "author": "Amit Kalantri"},
{"quote": "He should be happy because he can think about the unhappiness of others!", "author": "Alberto Caeiro"},
{"quote": "Huge difference between being happy at will, and chasing euphoric moments as an escape. One doesn't cost a dime, the other will tax your soul.", "author": "T.F. Hodge"},
{"quote": "Life always gives us another change: It's called \"To Move On\".", "author": "Ana Claudia Antunes"},
{"quote": "Your happiness and suffering depend on your actions and not on my wishes for you.", "author": "Jack Kornfield"},
{"quote": "The more people I meet the happier I become.", "author": "Samuel Beckett"},
{"quote": "One thing I've learned: we don't stumble accidentally into an amazing life. It takes decision, a commitment to consistently work on ourselves.", "author": "Kamal Ravikant"},
{"quote": "She doesn't need your money. Even a penniless fool like you can make her fall in love with you. That's just miracle.", "author": "Vann Chow"},
{"quote": "Smile more. Smiling can make you and others happy.", "author": "Roy   Bennett"},
{"quote": "It is difficult to live in and enjoy the moment when you are thinking about the past or worrying about the future.", "author": "Roy   Bennett"},
{"quote": "In every circumstance, always remember that you can only be as happy or miserable as you repeatedly interpret your life to be.", "author": "Edmond Mbiaka"},
{"quote": "To be happy a woman had to think hard, during long silent hours, about how to make each small step forward.", "author": "Fatima Mernissi"},
{"quote": "I believe our clever young man has intuited that while only the pursuit of happiness is promised to all Americans, unhappiness is guaranteed for many.", "author": "Viet Thanh Nguyen"},
{"quote": "Success, like happiness, is a by-product, not a goal.", "author": "Roy   Bennett"},
{"quote": "A truly happy woman drives some men and almost every other woman absolutely crazy", "author": "John Irving"},
{"quote": "Personality begins where comparison leaves off. Be unique. Be memorable. Be confident. Be proud.", "author": "Shannon L. Alder"},
{"quote": "Make a pledge to yourself right now, to declare that you are worth your time and energy.", "author": "Deborah Day"},
{"quote": "You don't have to be like anyone else. You just need to learn more about your own creative self and start blooming.", "author": "Deborah Day"},
{"quote": "If you can have everything at fifty that you wanted when you were fifteen, you're happy.", "author": "Alfred Bester"},
{"quote": "Joy weathers any storm: Happiness rides the waves.", "author": "Todd Stocker"},
{"quote": "[Happiness] comes when we choose to be who we are, to be ourselves, at this present moment in our lives.", "author": "Jean Vanier"},
{"quote": "If you walk in joy, happiness is close behind.", "author": "Todd Stocker"},
{"quote": "There is no cosmetic for beauty like happiness.", "author": "Maria Mitchell"},
{"quote": "If you are doing things in order to be happy...", "author": "Michael Neill"},
{"quote": "Be like the flower, content with its nature.", "author": "Seth D."},
{"quote": "Happy people are those who use a lower threshold in order to label an event positive.", "author": "David Niven"},
{"quote": "Your beliefs have the power to unlock your inner genius or keep you from fully achieving your greatest potential.", "author": "Deborah Day"},
{"quote": "By making yourself a life-long leaner you’ll keep discovering new and exciting things about yourself and others.", "author": "Rachel Robins"},
{"quote": "Give up smoking cold turkey. Start a diet in the next 5 min. Accept that job right away. Life can be beautiful without planning!", "author": "Rossana Condoleo"},
{"quote": "On the top of Cadair Idris,", "author": "Thomas Love Peacock"},
{"quote": "Happiness is wanting what you have.", "author": "Phyllis Reynolds Naylor"},
{"quote": "This planet is a \"Hell\" and there is no \"Heaven\" up there. So, learn to be \"Happy in Hell\".", "author": "Sandeep Mehra"},
{"quote": "Between natural ability and education choose natural ability, as it will keep you happy and will fetch you the glory sooner.", "author": "Amit Kalantri"},
{"quote": "Percy wakes me (fourteen)", "author": "Mary Oliver"},
{"quote": "We think a wise person is someone who solves problems. Truth is, a wise person is someone who avoids problems.", "author": "Prem Rawat"},
{"quote": "Riches can all be lost, but that happiness in your own heart can only be veiled, and it will bring you happiness again, as long as you live.", "author": "Anne Frank"},
{"quote": "If it is possible to die of grief then why on earth can't someone be healed by happiness?", "author": "Jodi Picoult"},
{"quote": "Without enthusiasm then what we have surrounded ourselves with becomes worthless.", "author": "Stephen Richards"},
{"quote": "…she had nothing to do but to forgive herself and be happier than ever…", "author": "Jane Austen"},
{"quote": "How does one craft happiness out of something as important, as complicated, as unrepeatable and as easily damaged as life?", "author": "Sonya Hartnett"},
{"quote": "Just like your body and lifestyle can be healthy or unhealthy, the same is true with your beliefs. Your beliefs can be your medicine or your poison.", "author": "Steve Maraboli"},
{"quote": "What did it matter if he existed for two or for twenty years? Happiness was the fact that he had existed.", "author": "Albert Camus"},
{"quote": "There is no greater misery than false joys.", "author": "Bernard of Clairvaux"},
{"quote": "Pick a sunset, and we'll ride off into it together.", "author": "Timothy M. Brenner"},
{"quote": "-Please, Anita, go home, and don’t freak. Just go home, and be happy. Be happy, and let everyone around you be happy. Is that so hard?", "author": "Laurell K. Hamilton"},
{"quote": "Through my choices and actions, I have learned the most effective way of speaking to God is without saying a word.", "author": "Steve Maraboli"},
{"quote": "We had some good times at school. I didn't know how good those times was till I left, but I guess that's the way of it", "author": "Ron Rash"},
{"quote": "While amidst the crowd and seeking quieteness in another zone you can still get away from them by homing in on matters within.", "author": "Stephen Richards"},
{"quote": "Success is getting what you want. Happiness is wanting what you get.", "author": "W.P. Kinsella"},
{"quote": "But there was happiness elsewhere which no description can reach.", "author": "Jane Austen"},
{"quote": "If all our happiness is bound up entirely in our personal circumstances it is difficult not to demand of life more than it has to give.", "author": "Bertrand Russell"},
{"quote": "When you are in a room with Kurtis, whether its one or a hundred he is the only person that matters.", "author": "Dee Remy"},
{"quote": "The basic mistake people make is to think that happiness is the goal!", "author": "François Lelord"},
{"quote": "Many people are so poor that the only thing they have is money. Cultivate your spiritual growth.", "author": "Rodolfo Costa"},
{"quote": "Many people see happiness only in their future.", "author": "François Lelord"},
{"quote": "#1487: Hug a cow.", "author": "H. Jackson Brown Jr."},
{"quote": "Happiness is an illusion, Natalie. It doesn't actually exist.\"", "author": "Lee Goldberg"},
{"quote": "Nothing succeeds like indifference to success.", "author": "Marty Rubin"},
{"quote": "Peace and happiness are powerful weapons against the Egos.", "author": "Belzebuub"},
{"quote": "Live near to God, and so all things will appear to you little In comparison to eternal realities.--", "author": "Robert Murray McCheyne"},
{"quote": "I am happy.", "author": "Vera Nazarian"},
{"quote": "Enjoy the rainbow while it lasts and don't chase it when it's gone.", "author": "Marty Rubin"},
{"quote": "Julia was as happy as Betsy was, almost. One nice thing about Julia was that she rejoiced in other people's luck.", "author": "Maud Hart Lovelace"},
{"quote": "Not matter what your sacred or religious book is, it's not how well you know the book, it's how well you're in alignment with the author.", "author": "Steve Maraboli"},
{"quote": "I hate you. I wish you was dead.\"", "author": "W. Somerset Maugham"},
{"quote": "Happiness: the feeling of being alive.", "author": "Marty Rubin"},
{"quote": "Learn to cherish the chase as much as you treasure the trophy.", "author": "Joe Caruso"},
{"quote": "Happiness is so nonsynonymous with joy or pleasure that it is not infrequently sought and felt in grief and deprivation.", "author": "Wilhelm Von Humboldt"},
{"quote": "Fate would never permit happiness to a man of such talent-", "author": "Rabih Alameddine, (The Hakawati)"},
{"quote": "Settle, for sure and universally, what conduct will promote the happiness of a rational being.", "author": "Immanuel Kant"},
{"quote": "Human unhappiness is evidence of our immortality.", "author": "Richard Rodriguez"},
{"quote": "No other thing or no other person is going to make me happy in life, I just have to do that myself.", "author": "Greg Page"},
{"quote": "Happiness is essentially a gift; we are not the forgers of our own felicity.", "author": "Josef Pieper"},
{"quote": "The amusements of life, he argued, should be accepted with the same philosophy as its ills. (\"The Striding Place\")", "author": "Gertrude Atherton"},
{"quote": "Happiness must preclude false indulgence and physic.", "author": "Jane Austen"},
{"quote": "Emmy has embarked on her journey to enrich the world with smiles. They are free, healthy, and often, very contagious.", "author": "Emmy Swain"},
{"quote": "there are many reasons to be sad.", "author": "Jomny Sun"},
{"quote": "Wherein lies happiness? In that which becks", "author": "John Keats"},
{"quote": "When a Wanderess has been caged,", "author": "Roman Payne"},
{"quote": "I guess everybody thinks about old times, even the happiest people.", "author": "Willa Cather"},
{"quote": "I’m not good enough for Duke.", "author": "Feng Nong"},
{"quote": "One honest John Tompkins, a hedger & ditcher,", "author": "Jane   Taylor"},
{"quote": "In an established love of reading there is a policy of insurance guaranteeing certain happiness till death.", "author": "A. Edward Newton"},
{"quote": "Grateful people are happy people. The more things you are grateful for, the happier you will be.", "author": "Roy T. Bennett"},
{"quote": "People don't get to choose their family, but if you have the family you would choose - that's happiness.", "author": "Lina Dimitrova"},
{"quote": "Because what’s life", "author": "Dennis Sharpe"},
{"quote": "It’s all about reprogramming our minds to focus more on what brings us joy.", "author": "Alaric Hutchinson"},
{"quote": "When you choose your own way, you lose your happiness", "author": "Sunday Adelaja"},
{"quote": "I am responsible for my own existence and happiness.", "author": "Nathaniel Branden"},
{"quote": "Trying to please everybody is what you'll soon get tired of, because as time goes on, those you're pleasing will get tired of you.", "author": "Michael Bassey Johnson"},
{"quote": "Be open about your thoughts, ideas, and desires and you will be right with your decisions.", "author": "Auliq Ice"},
{"quote": "No crime is a means to an end. No crime can be rationalized.", "author": "Compton Gage"},
{"quote": "If one million of you give assent to the one thousand who participate in the murder of a child, then one million of you are a million times guilty.", "author": "Compton Gage"},
{"quote": "If one thousand of you participate in the murder of one child, then one thousand of you are a thousand times guilty.", "author": "Compton Gage"},
{"quote": "And I find a happiness in the fact of accepting —", "author": "Alberto Caeiro"},
{"quote": "The history of your happiness is the history of your feeling connected.", "author": "Vironika Tugaleva"},
{"quote": "One thing I have come to realize is that love is not always happiness.", "author": "Jerhia"},
{"quote": "Let the love of the moon kiss you good night,", "author": "Debasish Mridha"},
{"quote": "If you behave in a manner that poisons your relationship, don’t be surprised when it dies.", "author": "Steve Maraboli"},
{"quote": "Nobody really cares if you’re miserable, so you might as well be happy, and make the most of where you are", "author": "Germany Kent"},
{"quote": "Why wait for your happiness to come from your future blessings, when this moment already has all you need to live happily?", "author": "Edmond Mbiaka"},
{"quote": "There is no higher happiness than peace.", "author": "Jack Kornfield"},
{"quote": "And me, standing under the splintered night,", "author": "Marlen Komar"},
{"quote": "If I die very young, hear this:", "author": "Alberto Caeiro"},
{"quote": "Life’s good when it’s lived for oneself; it’s great when lived for others. The true means of happiness is to lose your mind by thinking for others!", "author": "Israelmore Ayivor"},
{"quote": "Earn Nicely, spend wisely and you will live happily.", "author": "Auliq Ice"},
{"quote": "You solely owe success and happiness to yourself. So why not make your inner-self proud of your daily decisions and actions?", "author": "Edmond Mbiaka"},
{"quote": "she slammed the door and", "author": "Charles Bukowski"},
{"quote": "You have to appreciate where you have come from to know who you are in the present and whom you would like to be in the future.", "author": "Truth Devour"},
{"quote": "You are the ruler of my heart. There is no measure greater than this.", "author": "Truth Devour"},
{"quote": "Never surrender to you're passions. Dream and live to excess.", "author": "Truth Devour"},
{"quote": "The more material we lose, the less we have. The less we have, the more we win.", "author": "Anthony Liccione"},
{"quote": "Totally present in this moment for you.", "author": "Truth Devour"},
{"quote": "The joy from eating does not come from the exclusivity of the food, but instead from the sensitivity that we eat it with.", "author": "Nino Gruettke"},
{"quote": "The sage is sick of being sick (Tao Te Ching)", "author": "Robert Baohm"},
{"quote": "Meditation makes us happier!", "author": "Mia Randall"},
{"quote": "No child should ever be too sad to play.", "author": "Andrew Galasetti"},
{"quote": "It’s that short-lived happiness, which empowers us to bear; long-lasting pain in living.", "author": "Aniruddha Sastikar"},
{"quote": "Happiness is a gift which is priceless,", "author": "Adil Adam Memon"},
{"quote": "The truth will set you free (The Bible)", "author": "Robert Baohm"},
{"quote": "...look with-in (Jesus)", "author": "Robert Baohm"},
{"quote": "Live happily thinking about those millions of good people god blessed you with not about the one person he took away from you. :)", "author": "Chhavi Joshi"},
{"quote": "To be happy in absolute terms, along with our happiness, all the world must be happy so that we don’t have to worry for anyone!", "author": "Mehmet Murat ildan"},
{"quote": "Nobody can give you happiness than yourself.", "author": "Jared Nyairo Onduso"},
{"quote": "They seemed to come suddenly upon happiness as if they had surprised a butterfly in the winter woods.", "author": "Edith Wharton"},
{"quote": "The happiest people don’t bother about whether life is unfair. They just concentrate on what they have.", "author": "Andrew Matthews"},
{"quote": "The only secret of wealth creation is knowing how to use Cosmic Ordering.", "author": "Stephen Richards"},
{"quote": "Human beings are incredibly slow, Cosmic Ordering is incredibly fast!", "author": "Stephen Richards"},
{"quote": "I am who I am because the tears of my past have watered the magnificence of my present.", "author": "Steve Maraboli"},
{"quote": "That’s the thing about love", "author": "Kehinde Sonola"},
{"quote": "There I am, in the Grade Six class picture, smiling broadly.", "author": "Margaret Atwood"},
{"quote": "Have a GOAL to keep the following 5-‘H’ OUT of your life", "author": "Sujit Lalwani"},
{"quote": "We all need something that takes us out of day to day and reminds us that it's all ok.\"", "author": "Ian Tucker"},
{"quote": "When you are stressed on mind...to pour it out, is the behaviour, most kind!", "author": "Sujit Lalwani"},
{"quote": "Unhappy parents teach you a lesson that lasts a lifetime.", "author": "J.G. Ballard"},
{"quote": "You will have fewer regrets in life if you start focusing and taking responsiblity for where you are and where you want to be.", "author": "Deborah Day"},
{"quote": "I only seem negative to the fortunate. That's because I show the less fortunate that they aren't less fortunate after all.", "author": "Criss Jami"},
{"quote": "...because all happiness is contagious, and disarms the spirit of hatred.", "author": "Irène Némirovsky"},
{"quote": "Tomorrow will never call to ask your opinion; you don't control it. Stop allowing today's possibilities to be robbed by tomorrow's insecurities.", "author": "Steve Maraboli"},
{"quote": "One thing a man must have: either a naturally light disposition or a disposition lightened by art and knowledge.", "author": "Friedrich Nietzsche"},
{"quote": "I look at the hundreds of algebra problems facing me in the next three days.", "author": "Elizabeth Eulberg"},
{"quote": "Hope finds its fulfillment when nurtured through faith and shared with love.", "author": "Mollie Marti"},
{"quote": "Your life isn't behind you; your memories are behind you. Your life is ALWAYS ahead of you. Today is a new day - seize it!", "author": "Steve Maraboli"},
{"quote": "Being truly happy in life involves you feeling more in control of the direction your life is going.", "author": "Deborah Day"},
{"quote": "count no man happy until he be dead.", "author": "Solon"},
{"quote": "Never been more truthful then right now, looking at you fixes everything.", "author": "Holly Hood"},
{"quote": "Connection is life; disconnection, death.", "author": "Deborah Day"},
{"quote": "The person with the least worry over the compromises he must make is, of course, the person who doesn't compromise.", "author": "Mark Sundeen"},
{"quote": "The grand essentials of happiness are: something to do, something to love, and something to hope for.", "author": "allan chaimers"},
{"quote": "When life gives you lemons, use Cosmic Ordering!", "author": "Stephen Richards"},
{"quote": "Have fun life is better that way.", "author": "Rebecca Stebbins"},
{"quote": "Cosmic Ordering is a dish best served today.", "author": "Stephen Richards"},
{"quote": "The first law of attraction is use Cosmic Ordering now.", "author": "Stephen Richards"},
{"quote": "With Cosmic Ordering you can count your chickens before they have hatched.", "author": "Stephen Richards"},
{"quote": "When you use Cosmic Ordering you will move from cloud nine to cloud ten.", "author": "Stephen Richards"},
{"quote": "With Cosmic Ordering you will never eat humble pie again.", "author": "Stephen Richards"},
{"quote": "Cosmic Ordering is a licence to print money.", "author": "Stephen Richards"},
{"quote": "The proof of the pudding is in the Cosmic Ordering.", "author": "Stephen Richards"},
{"quote": "Sweep the board with Cosmic Ordering Success.", "author": "Stephen Richards"},
{"quote": "No more need to rob Peter to pay Paul with Cosmic Ordering.", "author": "Stephen Richards"},
{"quote": "Stop pointing fingers and placing blame on others. Your life can only change to the degree that you accept responsibility for it.", "author": "Steve Maraboli"},
{"quote": "The lack of power to take joy in outdoor nature is as real a misfortune as the lack of power to take joy in books", "author": "Theodore Roosevelt"},
{"quote": "The materialistic view of happiness of our age starkly revealed in our understanding of the word \"luxury.", "author": "Alain de Botton"},
{"quote": "Don’t think about happiness. If it doesn’t come, there’s no disappointment; if it does come, it’s a surprise.", "author": "Bolesław Prus"},
{"quote": "Blame is the creed of the disempowered.", "author": "Steve Maraboli"},
{"quote": "You know, happiness isn't a permanent state. Neither is unhappiness. There's a flow, back and forth", "author": "Carole Glickfeld"},
{"quote": "Marriage is a wonderful invention; but then again so is a bicycle repair kit.", "author": "Billy Connolly"},
{"quote": "i'm too lazy to go find happiness,but i'm sure it will swing by sometime", "author": "- AMAL SAGHEER"},
{"quote": "Do not presume that richness or poorness will bring you happiness.", "author": "Santosh Kalwar"},
{"quote": "Nobody's happy. What's happy? Happiness is over when the lights come on", "author": "Armistead Maupin"},
{"quote": "The thought of all that happiness was hard to bear. What's the point of happiness when all it does is throw the facts of dying into clear relief?", "author": "Sebastian Faulks"},
{"quote": "Used in a personal sense, the phrase 'achieve an end' seemed to her a small-minded snare. She preferred the word", "author": "Roberto Bolaño"},
{"quote": "It's more important to be free than to be happy.", "author": "Tom Robbins"},
{"quote": "To pursue happiness for its own sake is the surest way to lose it.", "author": "George Roche"},
{"quote": "Life is a journey worth making.", "author": "Diva Jefferson"},
{"quote": "It was not often that Flay approved of happiness in others.", "author": "Mervyn Peake"},
{"quote": "Sharing is caring.", "author": "Asraa Abdelqader"},
{"quote": "If the entire world sought to make itself worthy of happiness rather than make itself happy, then the entire world would be happy.", "author": "Criss Jami"},
{"quote": "Happiness is a very pretty thing to feel, but very dry to talk about.", "author": "Jeremy Bentham"},
{"quote": "Happyish. Well, happyish isn't so bad.'", "author": "David Nicholls"},
{"quote": "But to appear happy when I am so miserable — Oh! who can require it?", "author": "Jane Austen"},
{"quote": "Happy the hare at morning, for she cannot read", "author": "W.H. Auden"},
{"quote": "It's one thing thinking something and another thing knowing it.", "author": "François Lelord"},
{"quote": "The positive vibrations of unregulated joy, peace, happiness and tranquility is freedom.", "author": "T.F. Hodge"},
{"quote": "I will not talk of my own happiness,' said he, 'great as it is, for I think only of yours. Compared with you, who has the right to be happy?", "author": "Jane Austen"},
{"quote": "We need but little learning to live happily.", "author": "Montaigne"},
{"quote": "I was uncomfortable enough. I was very uncomfortable, I may say unhappy.", "author": "Jane Austen"},
{"quote": "Happiness is what matters, feeling alive-not art or knowledge or money.", "author": "Marty Rubin"},
{"quote": "Yet some happiness must and would arise, from the very conviction, that he did suffer.", "author": "Jane Austen"},
{"quote": "She had received ideas which disposed her to be courteous and kind to all, and to pity every one, as being less happy than herself.", "author": "Jane Austen"},
{"quote": "Therefore, for me, living true to my self may be defined as:", "author": "Walt F.J. Goodridge"},
{"quote": "…for I look upon the Frasers to be about as unhappy as most other married people.", "author": "Jane Austen"},
{"quote": "disputing nothing is the first step through the difficult door of happiness", "author": "Padgett Powell"},
{"quote": "-Do you think artists are supposed to be happy?", "author": "Elizabeth Kostova"},
{"quote": "The gods, so says the old superstition, do not like to behold too happy mortals. It is certain, at least, that some human beings do not.", "author": "L.M. Montgomery"},
{"quote": "The successful cannot be unhappy -- it was a contradiction in terms.", "author": "Barry Unsworth"},
{"quote": "That no man can truly imagine being happy and that's why happiness isn't for sale here.", "author": "Robin Hobb"},
{"quote": "The \"supreme good\" and its attainment -- that is happiness. And joy is: response to happiness.", "author": "Josef Pieper"},
{"quote": "Small Moth...", "author": "Sarah Lindsay"},
{"quote": "Without the sun I am cold.", "author": "Anthony T. Hincks"},
{"quote": "I can no more live without your smile than I can without your love.", "author": "Anthony T. Hincks"},
{"quote": "One of the best ways to find satisfaction is to give it away.", "author": "Frank Sonnenberg"},
{"quote": "Life is sometimes like an anxious lover who simply needs your sensuality to calm down.", "author": "Lebo Grand"},
{"quote": "The jollity of life comes not from the cessation of suffering; rather, from its acceptance.", "author": "J. W. Barlament"},
{"quote": "Don't go seeking happiness. Be your happiness, here and now.", "author": "Marty Rubin"},
{"quote": "The pursuit of peace and happiness does not require status, power, possession or event diligent spiritual practice.", "author": "Paul Dane"},
{"quote": "Finding the key will set you free.", "author": "Hazel Butterworth"},
{"quote": "Happiness is not negated by subsequent pain.", "author": "Joseph Fink"},
{"quote": "Still to ourselves in every place consign'd,", "author": "Oliver Goldsmith"},
{"quote": "Choose your obsession. Some choose love, some art, some politics, some money, some power, some running marathons. I chose happiness.", "author": "Marty Rubin"},
{"quote": "The pursuit of happiness is one of the most common symptoms of intellectual immaturity.", "author": "Mokokoma Mokhonoana"},
{"quote": "Like happiness, unhappiness usually springs from a comparison.", "author": "Mokokoma Mokhonoana"},
{"quote": "Happiness is a consolation for those who cannot orgasm yet … or anymore.", "author": "Mokokoma Mokhonoana"},
{"quote": "Desire arises when we look to the external world to make our internal world feel better.", "author": "Ashta-Deb"},
{"quote": "There is no such thing as happiness. Life bends joy and pain, beauty and ugliness, in such a way that no one may isolate them.", "author": "Jean Toomer"},
{"quote": "True happiness ensues indirectly. It always appears in a state of non-search.", "author": "Ilie Cioara"},
{"quote": "In meditation, you train your body to be still and your mind to slow down and focus on a point of concentration.", "author": "Ntathu Allen"},
{"quote": "The simpler the life, the happier we get!", "author": "Avijeet Das"},
{"quote": "If you're going to live you might as well be happy.", "author": "Marty Rubin"},
{"quote": "I am not sure if some people are more blessed than the others, but I am sure that some people definitely enjoy what they have more than the others.", "author": "Ameya Agrawal"},
{"quote": "You will always be my favorite place to go …", "author": "Samiha Totanji"},
{"quote": "The surest way to achieve happiness is to lead a meaningful life.", "author": "Avijeet Das"},
{"quote": "Wealth” and “happiness” are interchangeable, but only if your definition of wealth hasn’t been corrupted by society’s definition", "author": "MJ Demarco"},
{"quote": "Sometimes happiness quietly curls up in your heart just to snuggle.", "author": "Richelle E. Goodrich"},
{"quote": "We understand the world by how we retrieve memories, re-ordering information into stories to justify how we feel.", "author": "Chris Olden"},
{"quote": "You will never find someone who makes you feel complete.", "author": "Crestless Wave"},
{"quote": "We can always choose not what we see but how we look at what we see.", "author": "Mokokoma Mokhonoana"},
{"quote": "It’s always a good kiss when it leaves you that happy.\", FADE by Kailin Gow", "author": "Kailin Gow"},
{"quote": "When someone else's happiness becomes the prerequisite of your happiness, you know that you are in love.", "author": "Shon Mehta"},
{"quote": "These poor souls. These poor pathetic souls.” The Emperor gestured toward the passersby.", "author": "Christopher Moore"},
{"quote": "Feeling happy is not conditional.", "author": "Akiroq Brost"},
{"quote": "A GIANT heart", "author": "Cressida Cowell"},
{"quote": "Be comforted; it is not from yourself that you must expect it, but on the contrary you must expect it by expecting nothing from yourself. (Page 55)", "author": "Blaise Pascal"},
{"quote": "I have often said the soul cause of man’s unhappiness is that he does not know how to stay quietly in a room. (Page 32)", "author": "Blaise Pascal"},
{"quote": "Man is not happy by virtue of his being. Rather, his whole existence is determined precisely by the non possession of ultimate gratification.", "author": "Josef Pieper"},
{"quote": "to be happy in your own company", "author": "Kumar Anu"},
{"quote": "A person whom refuses to grow will never attain bliss.", "author": "Kilroy J. Oldster"},
{"quote": "Personal happiness depends upon a person finding pleasance with the exterior world whereas bliss is an inward state.", "author": "Kilroy J. Oldster"},
{"quote": "All human beings have a default happiness setting, I had returned to mine.", "author": "Sahana Ahmed"},
{"quote": "She thought, this is the end of happiness, darkness begins here.", "author": "Iris Murdoch"},
{"quote": "I am still a naive to happiness.", "author": "Somya Kedia"},
{"quote": "If my beloved were a king,", "author": "Tracie Peterson"},
{"quote": "Let the pushers and the grabbers climb their ladders, I'll stay here dancing on the ground.", "author": "Marty Rubin"},
{"quote": "Sooner or later the rain stops and the sun rises again.", "author": "Abhijit Naskar"},
{"quote": "Sanity is a never-ending tug of war between oneself, pulling one’s attention towards happiness, and one’s mind, pulling it towards unhappiness.", "author": "Mokokoma Mokhonoana"},
{"quote": "I hope you gain insight from those you encounter and embody lifelong learning", "author": "Rosalie Bardo"},
{"quote": "It's greener on the other side, but it's rainbows and gold on mine. - Kailin Gow", "author": "Kailin Gow"},
{"quote": "You want to stay here and sleep your life away? That's it?\"", "author": "Ottessa Moshfegh"},
{"quote": "Life doesn't teach us through ease & happiness, it teaches us through challenges & pain.", "author": "Mohsin Ali Shaukat"},
{"quote": "Be Brave, Be Bold! Never allow fear to dictate your choices. Use your VOICE & trust in your abilities.", "author": "Rosalie Bardo"},
{"quote": "We must accept what we are given,", "author": "Rosalie Bardo"},
{"quote": "There is always something to be #grateful for. Take time to reflect and appreciate what you have", "author": "Rosalie Bardo"},
{"quote": "Be true to who you are! Don't sit around waiting for approval, life is too short...DO what makes you happy!", "author": "Rosalie Bardo"},
{"quote": "In life you can't move forward looking back", "author": "Mark Marsland"},
{"quote": "The happiest person: he enjoys everything without wanting to possess anything.", "author": "Marty Rubin"},
{"quote": "Be the sunshine in someone's cloudy sky.", "author": "Debasish Mridha MD"},
{"quote": "Let your dreams be as big as the universe.", "author": "Debasish Mridha MD"},
{"quote": "A happy life is defined by seeking pleasure and enjoyment, whereas a meaningful life is bigger.", "author": "Geetika Saigal"},
{"quote": "...the kind of laugh that you could laugh forever but never end up happy.", "author": "Haruki Murakami"},
{"quote": "An untrained mind usually focuses not on what one needs and has but on what one wants but lacks.", "author": "Mokokoma Mokhonoana"},
{"quote": "Happiness is to be found neither in seeking people, nor in places. Instead, flirt with life, the only way out.", "author": "Tapan Ghosh"},
{"quote": "Wishing you peace, love and happiness.", "author": "Akiroq Brost"},
{"quote": "Oh Pearl,\" she says, \"You're allowed to be happy. It's OK.", "author": "Clare Furniss"},
{"quote": "You cannot, at the very same time, be grateful and unhappy, or ungrateful and happy.", "author": "Mokokoma Mokhonoana"},
{"quote": "Happiness, like love, is best experienced, not defined.", "author": "Tapan Ghosh"},
{"quote": "Seeing the person yeu love come home", "author": "Sandesh Hukpachongbang"},
{"quote": "Love is the most valuable currency in life. Money can buy you things, but only love can buy you happiness.", "author": "Debasish Mridha MD"},
{"quote": "An ocean has never said", "author": "David Cuschieri"},
{"quote": "As fleeting as happiness can be, for however long, just having a chance at being happy, is all that we want.", "author": "Fizza Younis"},
{"quote": "Happiness is not the achievement of some goal, it's a mindset, it's a way of looking at things, it's a daily practice. Happiness is a way of living.", "author": "Akiroq Brost"},
{"quote": "If you're going to be a rebel, a pariah, at least be a happy one.", "author": "Marty Rubin"},
{"quote": "Maybe that's all happiness is: a lack of imagination.", "author": "Marty Rubin"},
{"quote": "An untamed mind is usually doing its level best to attain or to retain unhappiness.", "author": "Mokokoma Mokhonoana"},
{"quote": "True wealth, the kind that really counts, is measured in happiness, not in dollars and cents.", "author": "Marty Rubin"},
{"quote": "Happiness is the art of learning how to get joy from your substance.", "author": "Jim Rohn"},
{"quote": "I've learned that happiness is more like an effortless state of satisfaction with the present, and it seemed forever elusive.", "author": "Matt Benson"},
{"quote": "Never complain about the world that you don't like. Instead just create a new world that you love and make the things happen there.", "author": "Giridhar Alwar"},
{"quote": "Sacrificing one's own happiness for others is not everyone's cup of tea but if you can taste it once nothing tastes more than that thereafter.", "author": "Giridhar Alwar"},
{"quote": "Maturity is knowing when and where we can show our attitude.", "author": "Giridhar Alwar"},
{"quote": "Never complain about the world that you don't like. Instead just create a new world that you love and make the things happen there.", "author": "Giridhar Alwar"},
{"quote": "Love others, love endlessly and be happy. There is nothing else.", "author": "Debasish Mridha MD"},
{"quote": "I'm Looking forward to summer. If you miss it don't look back but try to bring sunny days into your life instead.", "author": "Ana Claudia Antunes"},
{"quote": "Love is the seed of every achievement and every happiness", "author": "Debasish Mridha MD"},
{"quote": "She was giving away her love with kindness and care to fill her heart with love and soul with happiness.", "author": "Debasish Mridha MD"},
{"quote": "Live with love, walk with love, speak with love and listen with love. You will find that life is a fountain of love, joy and happiness.", "author": "Debasish Mridha MD"},
{"quote": "Don’t let them take your crying, turn it upside down and use it for their own smile! I’ll be damned if death wears my sadness for glad rags.", "author": "Ray Bradbury"},
{"quote": "The path of compassion is to bring more happiness and smiles into the world and to eliminate the pains and cries from the world.", "author": "Amit Ray"},
{"quote": "In a materialistic society, being poor but happy is a political statement.", "author": "Mokokoma Mokhonoana"},
{"quote": "It's not easy trying to stay afloat when the current keeps pulling you under.", "author": "Sarah Battison"},
{"quote": "How do you know this story?\"", "author": "Meagan Spooner"},
{"quote": "An attitude of gratitude is the best outfit to wear when looking for success and happiness.", "author": "Debasish Mridha MD"},
{"quote": "A novel is no place to look for happiness.", "author": "Marty Rubin"},
{"quote": "In life, success is important, but the journey towards happiness is most important.", "author": "Debasish Mridha MD"},
{"quote": "The most important goal of education is to pursue the ultimate purpose of life and achieve success with happiness.", "author": "Debasish Mridha MD"},
{"quote": "Success is not synonymous to stress, but to happiness. So be happiness oriented.", "author": "Debasish Mridha MD"},
{"quote": "You will find much happiness in being a Selfless person versus being a Selfish.", "author": "Santonu Kumar Dhar"},
{"quote": "Something will kill me eventually but until then I'm swimming in ambrosia.", "author": "Marty Rubin"},
{"quote": "I tell you what, sometimes you get so obstinate you have to be gently forced to see where your happiness lies.", "author": "Hans Bemmann"},
{"quote": "When you grow up, you don't lose happiness, you just pass it on to the next generation.", "author": "Ahmed Salah Al Mahdi"},
{"quote": "Love Is An Excessive Sanity That Leads To The Madness That We Deserve.", "author": "Ekeh Joe Obinna"},
{"quote": "In All Forms Of Relationships,  Friendship Is The Only One Facing  The Battle Alone.", "author": "Ekeh Joe Obinna"},
{"quote": "Love Is The Only One That Remains After Lovers Have Gone Separate Ways", "author": "Ekeh Joe Obinna"},
{"quote": "Without the goodness of God, how can we be glad?", "author": "Lailah Gifty Akita"},
{"quote": "To be successful, think of happiness.", "author": "Debasish Mridha MD"},
{"quote": "Real life can never have a written lie all over it.", "author": "Oscar Auliq-Ice"},
{"quote": "If You Have The Chance, Take A Step,", "author": "Ekeh Joe Obinna"},
{"quote": "If you want love, you have to fall into it. If you want happiness, you have to give it away", "author": "Debasish Mridha MD"},
{"quote": "Maybe I'm a happy person simply because I can't imagine being otherwise. Maybe that's all happiness is: a lack of imagination.", "author": "Marty Rubin"},
{"quote": "There's no risk on the path to bliss", "author": "Andrew Edward Lucier"},
{"quote": "The happiest people are not those who have the most, but those who are the most grateful for what they have.", "author": "Mokokoma Mokhonoana"},
{"quote": "After all this time your love is blooming in my heart like a fresh flower and spreading the fragrance of happiness. Happy Anniversary.", "author": "Debasish Mridha MD"},
{"quote": "Rainbows are made of small raindrops. Happy lives are made from acts of kindness.", "author": "Amit Ray"},
{"quote": "We all live in prisons. The key to happiness is finding the most agreeable one and then convincing yourself you're free.", "author": "Michael Krozer"},
{"quote": "Praise the God of all, drink the wine, and let the world be the world.", "author": "French Proverb"},
{"quote": "The path to happiness can't be to do all the wrong things in different ways.", "author": "Iimani David"},
{"quote": "What do you want?", "author": "Grace Curley"},
{"quote": "Failure is not a hindrance for success but a noble ingredient for a sweeter fruit.", "author": "Joshua Suya Pelicano"},
{"quote": "A beggar can be happy, but not a miser.", "author": "Marty Rubin"},
{"quote": "Live with love, walk with love, speak with love and listen lovingly. You will find that life is a fountain of love, joy and happiness.", "author": "Debasish Mridha MD"},
{"quote": "She was giving away her love with kindness and care, to fill her heart with love and soul with happiness.", "author": "Debasish Mridha MD"},
{"quote": "The really good stuff is invisible.", "author": "Julieanne O'Connor"},
{"quote": "Burn yourself with the fire of love and let it spread the fragrance of happiness.", "author": "Debasish Mridha MD"},
{"quote": "The way is not narrow. It’s wide. Everyone is welcome. However, we have to know that we are welcome or we keep the door shut ourselves.", "author": "Donna Goddard"},
{"quote": "Love is the seed of every achievement and every happiness.", "author": "Debasish Mridha MD"},
{"quote": "What a betrayal of life, of sense, to choose hate over love, despair over happiness.", "author": "Marty Rubin"},
{"quote": "You can’t hammer yourself with hatred and build a life of happiness.", "author": "Curtis Tyrone Jones"},
{"quote": "True happiness comes from a sense of brotherhood and sisterhood, but not from hatred and division.", "author": "Oscar Auliq-Ice"},
{"quote": "Women don't know anything about happiness or unhappiness.\"", "author": "Osamu Dazai"},
{"quote": "Terrible dreams, wonderful life.", "author": "Marty Rubin"},
{"quote": "The more I work on happiness- the more I realize that you can’t seek happiness, you can’t find happiness- you simply have to remember to be happy.", "author": "Smitha Murthy"},
{"quote": "Happiness is odd", "author": "Aleena Sebastian"},
{"quote": "There's nothing wrong. You are just happy because you met people who see the world differently.", "author": "Gayle Forman"},
{"quote": "When we're not thinking but just doing things, that's when we're happiest, when we feel most fulfilled.", "author": "Marty Rubin"},
{"quote": "Forget who you are and why you're here-all that foolishness. In the woods the bushes are full of blueberries; go and pick some.", "author": "Marty Rubin"},
{"quote": "If you're going to live, you might as well be happy.", "author": "Marty Rubin"},
{"quote": "My love, you made me. It is now my reward to keep you whole.", "author": "A.K. Kuykendall"},
{"quote": "No one needs to light a fire under you when there’s a fire in you.", "author": "Richie Norton"},
{"quote": "Happiness is,' after all, a consumption ethic.", "author": "Joan Didion"},
{"quote": "Happiness lies in the physical life, sorrow in thought.", "author": "Marty Rubin"},
{"quote": "Walk towards the garden of life and love. One day you will find flowers of joy are blooming with the fragrance of happiness", "author": "Debasish Mridha MD"},
{"quote": "Begin your day with a big bright smile; the sun is smiling for you with the warmth of love.", "author": "Debasish Mridha MD"},
{"quote": "If you want love, you have to fall into it. If you want happiness, you have to give it away.", "author": "Debasish Mridha MD"},
{"quote": "I think to be this happy is to be miserable, to feel this much satisfaction is to burn.", "author": "Anne Rice"},
{"quote": "Happiness lies in the active life, sorrow in thought.", "author": "Marty Rubin"},
{"quote": "Is life so complicated? Find out what you like doing and do it.", "author": "Marty Rubin"},
{"quote": "Who has your key....you or someone else?", "author": "Jeffrey G. Duarte"},
{"quote": "Happiness is not determined by what you have. Happiness is a byproduct of who you become.", "author": "Steve Knox"},
{"quote": "Most sane people feel happy way less often than they act happy.", "author": "Mokokoma Mokhonoana"},
{"quote": "My pain is there at the place. but I feel internal happiness when I see how she is happy and enjoying life with her choice", "author": "Mohammed Zaki Ansari"},
{"quote": "if I start to hate her just because she betrayed me, then I will betray my love", "author": "Mohammed Zaki Ansari"},
{"quote": "if you are going to trust a loved one, first learn to tolerate pain, because finally, your trust will bring you there", "author": "Mohammed Zaki Ansari"},
{"quote": "The killer of your happiness and health lives in you, and that is your worries.", "author": "Ehsan Sehgal"},
{"quote": "Thought is the destroyer of sex, the destroyer of sleep, the destroyer of happiness.", "author": "Marty Rubin"},
{"quote": "Love is the most valuable currency of life. Money can buy you things, but love can buy you happiness.", "author": "Debasish Mridha MD"},
{"quote": "Love others, love endlessly, be happy. there is nothing else.", "author": "Debasish Mridha MD"},
{"quote": "Family is not to who you are born;", "author": "Gillian Duce"},
{"quote": "Sometimes success is the source of your happiness, but sometimes happiness can be the source of your success.", "author": "Richie Norton"},
{"quote": "There are two sacrifices one must never make: one's freedom or one's happiness.", "author": "Marty Rubin"},
{"quote": "Her heart was pounding in anticipation and a queer kind of excitement. She was ready. Was that the same as happy?", "author": "Simone St. James"},
{"quote": "My personal guide to living: don't work too hard, don't think too much, and don't take anything too seriously.", "author": "Marty Rubin"},
{"quote": "Depending on what choices and designs you make right at this moment for today, your day will definitely change.", "author": "Ilchi Lee"},
{"quote": "When you're happy, you just are-you don't think about it.", "author": "Marty Rubin"},
{"quote": "When you're happy you just are-you don't think about it.", "author": "Marty Rubin"},
{"quote": "Happiness is the belated fulfilment of a prehistoric wish. For this reason wealth brings so little happiness. Money was not a childhood wish.", "author": "Sigmund Freud"},
{"quote": "One person is happy with an old sweater; another is unhappy with the whole world.", "author": "Marty Rubin"},
{"quote": "Don't try online dating, it never works. You should always try many lines!", "author": "Ana Claudia Antunes"},
{"quote": "If you knew every cranny", "author": "W.G. Sebald"},
{"quote": "He holds happiness at bay, I realize. He doesn't trust it.", "author": "Sabaa Tahir"},
{"quote": "It's all about Laughuck vs Sadist. The world of laughter vs the universe of sadness.", "author": "Bhavik Sarkhedi"},
{"quote": "The idea of watching her walk away, taking every happy thing with her, was suddenly the very worst thing I could imagine.", "author": "K.B. Ezzell"},
{"quote": "Creativity is overrated. Happiness is far more important.", "author": "Marty Rubin"},
{"quote": "People don't need hope to be happy; they need something to do.", "author": "Marty Rubin"},
{"quote": "Success is important, but the journey towards happiness is most important in life.", "author": "Debasish Mridha MD"},
{"quote": "The most important goal of education is to pursue the ultimate purpose of life, to achieve success with happiness.", "author": "Debasish Mridha MD"},
{"quote": "You're as happy as you allow yourself to be - so why be unhappy?", "author": "Marilyn Quayle"},
{"quote": "One may drown in sorrows but wears a mask of happiness because the world is not ready to shower Love.", "author": "Somya Kedia"},
{"quote": "If we could live in the consecrated spaces of happiness and forget the past, how easily the world would transform.", "author": "Donna Goddard"},
{"quote": "The more we veer away from our true nature, the more unhappy we feel. When we align with our better self, we feel happy and content again.", "author": "Donna Goddard"},
{"quote": "Peace; how unassuming you are. Yet, you are king of all the feelings.", "author": "Donna Goddard"},
{"quote": "Happiness is not good for the economy.", "author": "Matt Haig (author)"},
{"quote": "As long as there is chocolate, there will be happiness.", "author": "Wayne Gerard Trotman"},
{"quote": "... I laughed simply because being this particular person in this particular world at this particular moment was cause for joy...", "author": "Marisa de los Santos"},
{"quote": "Hate is both cruel and deceiving, when you become it you feel as though you are winning, but you will be sorely mistaken.", "author": "Freequill"},
{"quote": "The best investment one can make with one's time is to spend it on happiness.", "author": "Marty Rubin"},
{"quote": "To be a success, think of happiness.", "author": "Debasish Mridha MD"},
{"quote": "The best investment one can make with one's money is to spend it on happiness.", "author": "Marty Rubin"},
{"quote": "Success is not synonymous to stress, but to happiness. So, be happiness oriented.", "author": "Debasish Mridha MD"},
{"quote": "If truth is the end of life, happiness is the mode of it, to be cherished in its brief and tremulous moment.", "author": "F. Scott Fitzgerald"},
{"quote": "I keep planting my smile in the rich soil of your sadness, hoping one day love will bloom from your thoroughly saturated heart.", "author": "Curtis Tyrone Jones"},
{"quote": "I don’t care about truth. I want some happiness.", "author": "F. Scott Fitzgerald"},
{"quote": "The invention of the bicycle has done more to promote human happiness than all the philosophy ever written.", "author": "Marty Rubin"},
{"quote": "Happiness cannot be described, only experienced.", "author": "Tapan Ghosh"},
{"quote": "It’s really hard to be angry when you’re grateful.", "author": "Freequill"},
{"quote": "Happiness is not a destination. It is a method of life.", "author": "Burton Hills"},
{"quote": "With laughter and mirth spent in the shadows of", "author": "Anshul Singh"},
{"quote": "Perfection takes time.", "author": "Jamie McGuire"},
{"quote": "Oh, how good it is to be with someone, sometimes.", "author": "Marguerite Duras"},
{"quote": "I may be small but I'm a laughing mountain.", "author": "Curtis Tyrone Jones"},
{"quote": "When you're happy, you just are-you don't think about.", "author": "Marty Rubin"},
{"quote": "You don't have to have a dream for it to come true.", "author": "Marty Rubin"},
{"quote": "I do not like the idea of happiness -- it is too momentary.", "author": "Georgia O'Keeffe"},
{"quote": "I think people are happiest when they're not thinking and just doing things.", "author": "Marty Rubin"},
{"quote": "Don't live in the past. Enjoy the present moment and think of future. And happiness will follow you.", "author": "Elmar Hussein"},
{"quote": "Let's try and avoid death in small doses,", "author": "Pablo Neruda"},
{"quote": "Treat everyone you meet with respect and you'll have a happy life.", "author": "Marty Rubin"},
{"quote": "But what I must admit is that I", "author": "Jessica Khoury"},
{"quote": "True wisdom consists in not making life any harder than it has to be.", "author": "Marty Rubin"},
{"quote": "It does not matter what it is, Pigeon. You have already given me everything I've always wanted.", "author": "Jamie McGuire"},
{"quote": "It doesn't matter what it is, Pigeon. You've already given me everything I've ever wanted.", "author": "Jamie McGuire"},
{"quote": "If you're not happy, it's all on you. If you want to find your way, be your own compass.", "author": "Susan Mallery"},
{"quote": "Never repeat your action,reaction and thought.Be new every moment and be happy.", "author": "Rajesh Walecha"},
{"quote": "There is a correlation between how seriously we take life and the number of problems we have.", "author": "Mokokoma Mokhonoana"},
{"quote": "Money isn’t everything. The same is true of the lack of it.", "author": "Mokokoma Mokhonoana"},
{"quote": "Happiness is often curtailed by guilt.", "author": "Tapan Ghosh"},
{"quote": "It’s wise to burn anger, before anger itself burns your peace and happiness.", "author": "Dada J. P. Vaswani"},
{"quote": "The questions were so big they almost overwhelmed her.", "author": "Toni Blake"},
{"quote": "We cannot hold a concept of well-being that ignores what people want", "author": "Daniel Kahneman"},
{"quote": "Don't you feel ashamed?", "author": "Anthony T. Hincks"},
{"quote": "Sometimes, hate gives us reason to love, but love never gives us reason to hate.", "author": "Anthony T. Hincks"},
{"quote": "Love knows of my existence, just as I know of hers.", "author": "Anthony T. Hincks"},
{"quote": "She says you should never wake dreaming people suddenly,' Rahel said. 'She says they could easily have a Heart Attack.'", "author": "Arundhati Roy"},
{"quote": "-Oh, don't talk rot. You will marry me, won't you?", "author": "W Somerset (William Somerset) Maugham"},
{"quote": "A lasting happiness cannot be attained by seeking temporary happiness.", "author": "E.A. Bucchianeri"},
{"quote": "Most people are like all stomachs: they cannot remain satisfied for a long time.", "author": "Mokokoma Mokhonoana"},
{"quote": "A smile is the greatest weapon ever invented.", "author": "Anthony T. Hincks"},
{"quote": "If you don't love me, is it okay if I love you?", "author": "Anthony T. Hincks"},
{"quote": "Be satisfied!", "author": "Anthony T. Hincks"},
{"quote": "To be happy, make others happy.", "author": "Dada J. P. Vaswani"},
{"quote": "Happiness belongs to those who live for others!", "author": "Dada J. P. Vaswani"},
{"quote": "Kirtan is spiritually uplifting! It spreads its beautiful, peaceful vibrations and uplifts the soul!", "author": "Dada J. P. Vaswani"},
{"quote": "When we are happy for no reason, why do we question ourselves?", "author": "Tapan Ghosh"},
{"quote": "Even if we can't be lovers, there's no reason why we just can't be friends, is there?", "author": "Anthony T. Hincks"},
{"quote": "Relationships will always be valued by how each person feels in that relationship.", "author": "Ron Baratono"},
{"quote": "Without popcorn what would we do on Tuesdays, except smile?", "author": "Anthony T. Hincks"},
{"quote": "A person can influence a situation or the situation can influence a person.", "author": "Kristy McMorlan"},
{"quote": "Some things just don't need any words.", "author": "Anthony T. Hincks"},
{"quote": "The love that they share is evident on both of their faces.", "author": "Anthony T. Hincks"},
{"quote": "Are you happy,\" he asked.", "author": "Fatima Farheen Mirza"},
{"quote": "In the fancy spectacle of life, aspire to find a joy that does not need an audience.", "author": "Joyce Rachelle"},
{"quote": "It's when you're in love, that your smile shines as bright as the noonday sun.", "author": "Anthony T. Hincks"},
{"quote": "When they deprive you of happiness, they do not deserve you.", "author": "Gift Gugu Mona"},
{"quote": "Beck holds the iPod like it’s his entire life and he wonders why his stupid feet don’t run after her and say something simple, something nice, like:", "author": "C. G. Drews"},
{"quote": "Honey, if spending your life with Lysi is what makes you happy, then I’m happy.", "author": "Tiana Warner"},
{"quote": "She'd just be more satisfied if my happiness aligned with her point of view.", "author": "Nora Roberts"},
{"quote": "You know when a raindrop loves you because you get wet on the outside.", "author": "Anthony T. Hincks"},
{"quote": "I'm finally at peace with the world, and with everyone in it.", "author": "Anthony T. Hincks"},
{"quote": "Be at peace with everyone, and everything in life, and you will see why God gave you a smile.", "author": "Anthony T. Hincks"},
{"quote": "Sometimes I wish I could go back to being ten years old. Even just for a day. Everything was easier then.", "author": "Brandy Colbert"},
{"quote": "Happiness is merely a consolation for not yet being dead.", "author": "Mokokoma Mokhonoana"},
{"quote": "Love and happiness don’t sustain a relationship,", "author": "Michael Mujea"},
{"quote": "A raindrop carries hopes & expectations, but a teardrop carries happiness & sadness.", "author": "Anthony T. Hincks"},
{"quote": "On this Earth that bleeds, all joy is obscene, and all happy men must live alone.", "author": "Jean Paul Sartre"},
{"quote": "On this Earth that bleeds, all joy is obscene, and all happy men must live alone", "author": "Jean-Paul Sartre"},
{"quote": "THE VALUES ARE UNEQUAL BECAUSE OF LOSS AVERSION", "author": "Daniel Kahneman"},
{"quote": "The easiest way to increase happiness is to control your use of time. Can you find more time to do the things you enjoy doing?", "author": "Daniel Kahneman"},
{"quote": "Go ahead and cry. This is a happy day, and happy things make you cry.", "author": "Grant C. Holland"},
{"quote": "When sunlight meets rain, rainbows are born in love with the world.", "author": "Anthony T.Hincks"},
{"quote": "Life will break every one of your contracts & still look at you with that innocent glimmer in her eye & ask you to marry her.", "author": "Curtis Tyrone Jones"},
{"quote": "I can see the rainbows in your eyes.", "author": "Anthony T.Hincks"},
{"quote": "Rainbows are made out of love, and love is meant to be shared with everyone.", "author": "Anthony T.Hincks"},
{"quote": "It's when sunlight falls in love with rain that rainbows are born in love.", "author": "Anthony T.Hincks"},
{"quote": "Self-acceptance is how to find peace with one's soul.", "author": "Oscar Auliq-Ice"},
{"quote": "With the sentiment of the stars and moon such nights I get all the free margins and indefiniteness of music or", "author": "Walt Whitman"},
{"quote": "Rainbows were born to love.", "author": "Anthony T.Hincks"},
{"quote": "It's when you taste a rainbow that your smile has so many different colors.", "author": "Anthony T.Hincks"},
{"quote": "Know that if you open the lock to my heart with the key that I have given you, that it will remain there for all eternity.", "author": "Anthony T. Hincks"},
{"quote": "Worlds will collide if love has anything to do with it.", "author": "Anthony T. Hincks"},
{"quote": "Life is not what happens to us is how we react to what happens to us.", "author": "Oscar Auliq-Ice"},
{"quote": "Rainbows just love to show off in the rain.", "author": "Anthony T. Hincks"},
{"quote": "Rainbows just love the rain.", "author": "Anthony T. Hincks"},
{"quote": "Sunday is a day for rainbows, and families.", "author": "Anthony T. Hincks"},
{"quote": "Genuine happiness is not nearly as common as a fake smile.", "author": "Mokokoma Mokhonoana"},
{"quote": "Joy not shared is joy wasted.", "author": "Abhijit Naskar"},
{"quote": "Happy Rain Tuesday.", "author": "Anthony T. Hincks"},
{"quote": "Tell me the truth.", "author": "Anthony T. Hincks"},
{"quote": "Happiness depends not on things around me, but on my attitude.", "author": "Alfred Montapert"},
{"quote": "Happiness depends not on things around me, but on my attitude.", "author": "Alfred Montapert"},
{"quote": "Don’t ruin your own happiness by letting someone’s wickedness hurt you.", "author": "Gift Gugu Mona"},
{"quote": "We can thank God for the beauty in the world, and we can thank the Devil for the money.", "author": "Anthony T. Hincks"},
{"quote": "We all deserve to experience genuine happiness and can easily do so.", "author": "Oscar Auliq-Ice"},
{"quote": "Happiness is something that happy people are always looking to increase or amplify, while those lacking it are always trying to find.", "author": "Oscar Auliq-Ice"},
{"quote": "When you are angry at someone for being negative, you are also being negative.", "author": "Freequill"},
{"quote": "If you want to be a rainbow, all you have to do is just believe.", "author": "Anthony T. Hincks"},
{"quote": "One day...love hits you like a steamroller, and it leaves you grinning from ear to ear.", "author": "Anthony T. Hincks"},
{"quote": "Love is a slave to no man.", "author": "Anthony T. Hincks"},
{"quote": "If you want to know from your past failure,", "author": "Ana Claudia Antunes"},
{"quote": "At root, I am happy with myself. I do not mind being alone.", "author": "Frank Herbert"},
{"quote": "Was it wrong to hope to be happy?", "author": "Zadie Smith"},
{"quote": "The warm breezes are coming in the window like quiet happiness.", "author": "Gary D. Schmidt"},
{"quote": "You need to let go of yesterday’s sadness, to make room for today’s happiness.", "author": "Gift Gugu Mona"},
{"quote": "Giving your time to someone who does not it.It will kill you emotionally , kill your happiness and leaving you with regrets.", "author": "De philosopher DJ Kyos"},
{"quote": "To live free is to liberate yourself from all fears….", "author": "Husam Wafaei"},
{"quote": "I can't begin to understand love, but I don't need to because all I know is that I love you, and that's good enough for me.", "author": "Anthony T. Hincks"},
{"quote": "The monument of a great man is not of granite or marble or bronze. It consists of his goodness, his deeds, his love and compassion.", "author": "Alfred Montapert"},
{"quote": "No better words than \"thank you\" have yet been discovered to express the sincere gratitude of one's heart, when the two words are sincerely spoken.", "author": "Alfred Montapert"},
{"quote": "Love is an incurable disease. In love, there is permanent suffering. Those who love and those who are happy are not the same", "author": "Marcel Proust"},
{"quote": "What you breathe in this world may shape you.", "author": "Lorin Morgan-Richards"},
{"quote": "Sunday is a day just for you.", "author": "Anthony T. Hincks"},
{"quote": "I caught a rainbow. Now I just see colors everywhere.", "author": "Anthony T. Hincks"},
{"quote": "A spiritual practice is anything that makes you feel more beautiful inside you.", "author": "Sri Avinash Do"},
{"quote": "It’s a choice to put in the hours, go the extra mile, and do the things others aren’t willing to do.", "author": "Oscar Auliq-Ice"},
{"quote": "God invented smiles so that love could go anywhere.", "author": "Anthony T. Hincks"},
{"quote": "...happiness isn't something you should take for granted. It should be savored, because you don't know what tomorrow will bring.", "author": "Alisha Rai"},
{"quote": "The life you’re capable of living is waiting for you—all you have to do is choose to go after it.", "author": "Oscar Auliq-Ice"},
{"quote": "What's in your smile?", "author": "Anthony T. Hincks"},
{"quote": "Without happiness life is a mystery.", "author": "Rajesh Walecha"},
{"quote": "Nothing is more humble than a heart with a home.", "author": "Anthony T. Hincks"},
{"quote": "We all have the power to make little choices that can change the course of our lives forever.", "author": "Oscar Auliq-Ice"},
{"quote": "No one is immune to love.", "author": "Anthony T.Hincks"},
{"quote": "A pearl's first love will always be her oyster.", "author": "Anthony T.Hincks"},
{"quote": "A pearl will love her oyster, first & foremost.", "author": "Anthony T.Hincks"},
{"quote": "You hold the key to my heart,", "author": "Anthony T.Hincks"},
{"quote": "Suffering and happiness are not mutually exclusive.", "author": "Mokokoma Mokhonoana"},
{"quote": "Some people are way less tortured by poverty than some are tormented by wealth.", "author": "Mokokoma Mokhonoana"},
{"quote": "Compassion is of little value if it just remains an idea. It must motivate how we respond to others and be reflected in all our thoughts and actions.", "author": "Oscar Auliq-Ice"},
{"quote": "And thus the rushing waves of the sea touched her lovely feet and cleansed it's sins.", "author": "Rajesh omprakash"},
{"quote": "Love and compassion are qualities that human beings require just to live together.", "author": "Oscar Auliq-Ice"},
{"quote": "Be happy. That's the finest tribute one can pay to the dead.", "author": "Marty Rubin"},
{"quote": "Colors move my emotions around as if they were driving a taxi, and I was merely a passenger.", "author": "Anthony T. Hincks"},
{"quote": "If people leave you, they may be right or wrong", "author": "Vineet Raj Kapoor"},
{"quote": "Everyday is filled with choices. If you are looking for a wise choice, be kind.", "author": "Freequill"},
{"quote": "We were full of dreams and it was with impatient hearts that we imagined the joys and adventures life held in store for us.", "author": "Gaël Faye"},
{"quote": "While the surcease of pain might produce the sharpest moment of rapture, the cessation of pain by itself does not create long-term happiness.", "author": "Kilroy J. Oldster"},
{"quote": "All you need to enjoy this world is imagination not money", "author": "Vineet Raj Kapoor"},
{"quote": "May the happiness that you share today, last until tomorrow.", "author": "Anthony T. Hincks"},
{"quote": "Happiness starts inside your heart, and finishes in your smile.", "author": "Anthony T. Hincks"},
{"quote": "Happiness will light up anyone's smile.", "author": "Anthony T. Hincks"},
{"quote": "Happiness is what lights up a smile from the inside out.", "author": "Anthony T. Hincks"},
{"quote": "Kindness is an expression of humanity at its best. It also contributes to our own happiness. It does good for others and makes us feel good, too.", "author": "Kristi Bowman"},
{"quote": "Practicing kindness increases our ability to be empathetic. It helps keep our hearts open. And that, truly, is the best way to live.", "author": "Kristi Bowman"},
{"quote": "Wednesdays will always bring smiles for the second half of the week.", "author": "Anthony T. Hincks."},
{"quote": "People who use the word 'amazing' always, are not.", "author": "Vineet Raj Kapoor"},
{"quote": "I don't believe in happy endings. It's enough to feel life so intensely.", "author": "Janie Chang"},
{"quote": "A couple of eggs sunny side up, some rashes of bacon, and a couple of sausages can put a smile into anyone's day.", "author": "Anthony T. Hincks"},
{"quote": "Living happily with parents requires adjustments.", "author": "Vineet Raj Kapoor"},
{"quote": "Colors give their all so that we may appreciate them in another light.", "author": "Anthony T. Hincks."},
{"quote": "Her own life is placid and satisfactory, but there is nothing much that can be said about happiness.", "author": "Margaret Atwood"},
{"quote": "Pain and sorrow make up a person's character, not just the happiness and laughter.", "author": "Amanda   James"},
{"quote": "Sometimes, I forget who I am, but then I remember who God is, and that is when I remember who I am.", "author": "Anthony T.Hincks"},
{"quote": "If there is hope, happiness will come,", "author": "Mirela Stancu"},
{"quote": "Happiness is within without sadness....", "author": "Kayode Seyi Tayo"},
{"quote": "The sea, to be happy, like hearts, must be stirred.", "author": "Will Advise"},
{"quote": "How do you translate a rainbow?", "author": "Anthony T. Hincks"},
{"quote": "He's the happiest who's happy watching an ant climb down a wall.", "author": "Marty Rubin"},
{"quote": "There in bed, happiness comes over me. Not like something that belongs to me, but like a wheel of fire rolling through the room and the world.", "author": "Peter Høeg"},
{"quote": "Happy Wednesday.", "author": "Anthony T. Hincks"},
{"quote": "A smile can transform even the most saddest of faces into a thing of beauty & love.", "author": "Anthony T.Hincks"},
{"quote": "May wisdom be one of your companions today.", "author": "Anthony T. Hincks"},
{"quote": "Happy Thursday.", "author": "Anthony T. Hincks"},
{"quote": "Love is what makes the world turn around, the night turn into day, and dreams turn into reality.", "author": "Anthony T. Hincks"},
{"quote": "Life will last as long, as long as we enjoy it.", "author": "Anthony T. Hincks"},
{"quote": "Choose happiness despite hardship.", "author": "Richie Norton"},
{"quote": "When you were having what would become your happiest memories in the future, you didn't know you were having them.", "author": "Caitlin Macy"},
{"quote": "Smile and the world smiles back.", "author": "André Aciman"},
{"quote": "If it's not maximizing your fun, satisfaction, learning, and happiness, then why spending your precious life on it?", "author": "Alexandr Iscenco"},
{"quote": "How can you look for happiness? It is already within you.", "author": "Tapan Ghosh"},
{"quote": "The greatest happiness in the world is in helping the people you don't know and seeing them happy.", "author": "Abhijit Naskar"},
{"quote": "I trust the divine track.", "author": "Ana Claudia Antunes"},
{"quote": "May your smile become the source of light for everyone when the sky is overcast, and grey.", "author": "Anthony T. Hincks"},
{"quote": "That's the thing about happiness. It doesn't require justification.", "author": "Lang Leav"},
{"quote": "You don’t always need a particular reason to be happy and in such moments of happiness you meet the real happiness!", "author": "Mehmet Murat ildan"},
{"quote": "In order to be happy, one must first let go of all pettiness and selfish attachments.", "author": "Dee Waldeck"},
{"quote": "As material items can still leave us feeling unfulfilled, perhaps a better gauge of success is simply happiness, finding enjoyment in what we do.", "author": "Kristi Bowman"},
{"quote": "Happiness is a mysterious thing to be found between too little and too much.", "author": "Ruskin Bond"},
{"quote": "I prefer happiness to unhappiness, pleasure to pain. I'm old-fashioned that way.", "author": "Marty Rubin"},
{"quote": "Science needs no more progress, it has already progressed too far from happiness", "author": "Vineet Raj Kapoor"},
{"quote": "If children are taught how to handle their anger, the world shall be safe.", "author": "Vineet Raj Kapoor"},
{"quote": "It's better to be happy than comfortable, if you can't have both.", "author": "Emma Bull"},
{"quote": "If you can't find happiness, you must be looking in all the wrong places.", "author": "Anthony T.Hincks"},
{"quote": "When it comes to manifesting our desires it is up to us to be clear on what it is we want. Only then, will it become clear on why we want it!", "author": "Dee Waldeck"},
{"quote": "People who spend money on experiences instead of things are just happier all around.", "author": "Jacob Morgan"},
{"quote": "The people who truly understand life are not the ones who study it. They're the ones who enjoy it.", "author": "Marty Rubin"},
{"quote": "If you want to increase productivity, cut the timeline in half.", "author": "Richie Norton"},
{"quote": "Creating a business that doesn't require a sacrifice of your happiness and family is no joke.", "author": "Richie Norton"},
{"quote": "Unhappiness is a contagious disease caused by a chronic deficiency of gratitude.", "author": "Mokokoma Mokhonoana"},
{"quote": "Sensual living is a tool of happiness in the battle of life.", "author": "Lebo Grand"},
{"quote": "Happiness lies in the physical life; sorrow in thought.", "author": "Marty Rubin"},
{"quote": "Ladies, the only thing that gives a man the right to touch you is your permission.", "author": "Carlos Wallace"},
{"quote": "Don't look for happiness. You have to be your happiness, nothing and no one else.", "author": "Marty Rubin"},
{"quote": "Most people have given back to life the power to make themselves happy.", "author": "Mokokoma Mokhonoana"},
{"quote": "Happiness is the absence of self-concern. I have always considered my future and my fate none of my business.", "author": "Marty Rubin"},
{"quote": "She's the reason people feels loved and believed in the goodness in people .She's the reason thousand smiles ...", "author": "Imran Shaikh"},
{"quote": "May Buddha share his wisdom with you, and may you in turn share a smile with another person.", "author": "Anthony T. Hincks"},
{"quote": "Don’t give your enemies that pleasure to fulfil their wishes about you. If your enemies are working so hard to see you unhappy, BE HAPPY!", "author": "Endale Edith"},
{"quote": "Since I grew weary of the search", "author": "Friedrich Nietzsche"},
{"quote": "When life gives you happiness deficiency try adding Vitamin SEA to your travels, believe me it always works !", "author": "Aakash Nand"},
{"quote": "Within, the only place where it is created, is the very last place most pursuers of happiness are likely to go.", "author": "Mokokoma Mokhonoana"},
{"quote": "Reset you tune to Divine melody.", "author": "Mahrukh Memon"},
{"quote": "Reset your tune to Divine melody.", "author": "Mahrukh Memon"},
{"quote": "I have never searched for happiness. Who wants happiness? I have searched for pleasure.", "author": "Oscar Wilde"},
{"quote": "A warm smile will always warm the coldest of hearts.", "author": "Anthony T.Hincks"},
{"quote": "I can imagine no more dissatisfied human being than an educated, cultured, and refined colored man in the United States.", "author": "James Weldon Johnson"},
{"quote": "Happiness is the absence of self-concern. Don't think about yourself; look up at the sky.", "author": "Marty Rubin"},
{"quote": "Let the dead bury their dead, but while one has life one must live and be happy!", "author": "Leo Tolstoy"},
{"quote": "Self-development is a way of Life. Our Self-Development never ends. We are never too young or too old for personal growth.", "author": "Nataša Nuit Pantović"},
{"quote": "The memory of a past happiness is the anguish of today", "author": "Edgar Allan Poe"},
{"quote": "We have started the journey- no turning back now. Three steps lie between us and the goal:", "author": "Mark Hebwood"},
{"quote": "You can be happy or you can be unhappy. It's just", "author": "Walt Disney"},
{"quote": "Chances are, you won't find the right love until you find the lifestyle you love.", "author": "Lebo Grand"},
{"quote": "Freedom without happiness is like pizza without the cheese. I don't believe in it.", "author": "Marty Rubin"},
{"quote": "Success isn't important. What's important is that one is happy and doing things one enjoys.", "author": "Marty Rubin"},
{"quote": "Some of us sacrifice the substance of happiness for the appearance of happiness.", "author": "Luigina Sgarro"},
{"quote": "The more I appreciate me, my strengths, my weaknesses and personal growth plan, the happier I become.", "author": "Izey Victoria Odiase"},
{"quote": "With all of my heart, I truly believe, that love is not the key to happiness but rather IS pure happiness.", "author": "Cailah H."},
{"quote": "With many turns and holes", "author": "Ana Claudia Antunes"},
{"quote": "It is impossible for your reasons to be unhappy to exceed those to be happy.", "author": "Mokokoma Mokhonoana"},
{"quote": "Happiness, like love, is something different for each of us, nevertheless, we all know when it comes and when it goes away.", "author": "Luigina Sgarro"},
{"quote": "Life is good. Life is very good!", "author": "Petra Hermans"},
{"quote": "Be happy just as you are. Don't think you have to change a single thing about yourself.", "author": "Marty Rubin"},
{"quote": "It's when we're in love that two people can think as one.", "author": "Anthony T.Hincks"},
{"quote": "Settled in my blanket of dreams,", "author": "Cailah"},
{"quote": "Curiosity leads to clarity.", "author": "Joseph Deitch"},
{"quote": "Love will do anything for you, but you have to unite with it, through love, to realize its power in your life.", "author": "Rhonda Byrne"},
{"quote": "The point of life is getting shit done and being happy", "author": "Kanye West"},
{"quote": "The only time that love takes a holiday is when we go on vacation together.", "author": "Anthony T.Hincks"},
{"quote": "It's when you're in love, that nothing seems impossible anymore.", "author": "Anthony T.Hincks"},
{"quote": "It's when I drown in love that I don't mind dying.", "author": "Anthony T. Hincks"},
{"quote": "It had never occurred to me that real life might offer the smallest portion of the happiness I found in reading.", "author": "Aria Beth Sloss"},
{"quote": "It's when we see the birth of a new born day that we truly appreciate what it is to be a parent when their new baby is born.", "author": "Anthony T.Hincks"},
{"quote": "What good is it to seek our happiness in the opinion of others if we cannot find it in ourselves?", "author": "Jean Jacques Rousseau"},
{"quote": "My love is forever fresh.", "author": "Anthony T.Hincks"},
{"quote": "What if we were wrong and chased happiness only to find sadness in quest.", "author": "Crestless Wave"},
{"quote": "Do not allow haters to ruin your happiness.", "author": "Gift Gugu Mona"},
{"quote": "When I see a sun-shower, I go hunting rainbows.", "author": "Anthony T.Hincks"},
{"quote": "In a town full of smiles, love is surely the mayor.", "author": "Anthony T.Hincks"},
{"quote": "Think about your future in a positive way and you will move towards your goals.", "author": "Aurora Berill"},
{"quote": "Look for a job you would take if you didn’t need a job.", "author": "Warren Buffett"},
{"quote": "With peace, Life is a very precious thing, and you hang onto it as much and as long as you can.", "author": "Oscar Auliq-Ice"},
{"quote": "Sometimes you don't even know how special you might be. Sometimes it takes moments of horror or happiness to, if you will, unleash that knowledge.", "author": "Roshani Chokshi"},
{"quote": "Let your love open the door to other people's hearts.", "author": "Anthony T.Hincks"},
{"quote": "Life is a beach. Don’t make spelling errors.", "author": "Talismanist Giebra"},
{"quote": "Know a happy song. Sing it to yourself.", "author": "Marty Rubin"},
{"quote": "Only those who show up have a right to speak up.", "author": "Toni Sorenson"},
{"quote": "Why am I so happy? Because I never made the mistake of growing up.", "author": "Marty Rubin"},
{"quote": "Judgments are the only possible cause of unhappiness and happiness.", "author": "Mokokoma Mokhonoana"},
{"quote": "I Have too many flaws to be perfect. But I have too many blessings to be ungrateful.", "author": "Unknown"},
{"quote": "The Moment opens. The moment closes. There is sunlight. There is frost. There is the brief idea of roses amid the patch of weeds.", "author": "Helen Humphreys"},
{"quote": "Life is an art of mystical combination.", "author": "Talismanist Giebra"},
{"quote": "It makes a difference how you feel on this planet Earth: a citizen, a temporary tourist, or an exotic cast-away.", "author": "Talismanist Giebra"},
{"quote": "We think of our emotions as being the result of something happening to us, but happiness is a choice.", "author": "Holly Robinson"},
{"quote": "What are we born for?\"", "author": "C. S. Lewis"},
{"quote": "It's the sounds of life; the smiles on people's faces; and the love in everyone's heart that lets you know that there are angels around.", "author": "Anthony T.Hincks"},
{"quote": "It's you who puts the love into my heart, and the essence into my dreams.", "author": "Anthony T.Hincks"},
{"quote": "To be happy, you're going to have to be yourself. There is no other way.", "author": "Matt Booth"},
{"quote": "Home is where the Heart is. Don't let damage to your home wipe out your hard earned savings. Protect your home, secure your assets", "author": "Meera Srinivasan"},
{"quote": "2/3rds of unexpected deaths are wiping out a family's assets due to a lack of insurance cover. Protect your assets, Protect your family.", "author": "Meera Srinivasan"},
{"quote": "Nothing says, \"I love you!\" more than those three words.", "author": "Anthony T.Hincks"},
{"quote": "Fortune always smiles upon those who make the universe laugh.", "author": "Gillian Duce"},
{"quote": "I was nineteen. You had your lips on my neck and whispers in my ear. You drove me crazy. But I mistook crazy for absolute happiness.", "author": "Dominic Riccitello"},
{"quote": "Love is but a heartbeat away.", "author": "Anthony T. Hincks"},
{"quote": "It’s an ugly world, and we need to take what happiness we can, when we can.", "author": "Lyndsay Ely"},
{"quote": "My eyes go from green to fifty shades of gray,", "author": "Ana Claudia Antunes"},
{"quote": "Have a happy snow day, and let the snowflakes smile for you.", "author": "Anthony T. Hincks"},
{"quote": "A good laugh is sunshine in the house.", "author": "William Makepeace Thackeray"},
{"quote": "When you give more than anyone could possibly expect you get more than you ever expected.", "author": "Clyde Lee Dennis"},
{"quote": "Some of the people who we envy for having something we lack envy us for lacking something they have.", "author": "Mokokoma Mokhonoana"},
{"quote": "The secret of happiness is something to do.", "author": "John Burroughs"},
{"quote": "Believe in yourself, Give your best to everything and know that your one failure is not final.", "author": "Jyoti Patel"},
{"quote": "Happiness was not a destination", "author": "Balroop Singh"},
{"quote": "It's when we float on air that we bathe in love.", "author": "Anthony T. Hincks"},
{"quote": "It's what's in my heart that shows my love for you.", "author": "Anthony T. Hincks"},
{"quote": "Happiness in your heart is directly proportional to the quality of thoughts in your mind.", "author": "Asma Naqi"},
{"quote": "Philosophy of mind is more important for success and happiness than ambition, education, or status.", "author": "Debasish Mridha"},
{"quote": "I laid in darkness, in bed with the same song on repeat for hours. I wasn’t sad. I was happy because that’s what happiness was to me.", "author": "Dominic Riccitello"},
{"quote": "happiness is a choice and is entirely down to us", "author": "John   Burley"},
{"quote": "Sunshine will guide your heart even on the most darkest of days.", "author": "Anthony T. Hincks"},
{"quote": "The secret to a good morning is to watch the sunrise with an open heart.", "author": "Anthony T. Hincks"},
{"quote": "Comparison is an act of violence committed against one's self.", "author": "Clyde Lee Dennis"},
{"quote": "We have come to see pain as the antithesis of happiness. Yet without the experience of pain we would not appreciate the experience of happiness.", "author": "Craig D. Lounsbrough"},
{"quote": "The happiness that came with the dream stayed with me all day.", "author": "André Aciman"},
{"quote": "Children can teach us more about spreading love, happiness, compassion, and about creating a beautiful world!", "author": "Avijeet Das"},
{"quote": "Children can teach us more about love, happiness, compassion, and creating a beautiful world!", "author": "Avijeet Das"},
{"quote": "When you give someone a gift of color, you're giving a gift of love,", "author": "Anthony T. Hincks"},
{"quote": "Now I am free,", "author": "Phen Weston"},
{"quote": "Isn't it strange! I love life as though I invented it.", "author": "Anthony T. Hincks"},
{"quote": "Happiness will always seek out another person in which to invest a smile.", "author": "Anthony T. Hincks"},
{"quote": "Color will put a smile on anyone's face.", "author": "Anthony T. Hincks"},
{"quote": "Comparing yourself to others is an act of violence committed against one's self.", "author": "Clyde Lee Dennis"},
{"quote": "Die having memories that endure. Not with dreams left over.", "author": "Clyde Lee Dennis"},
{"quote": "Die with memories that will endure, not with dreams that are left over.", "author": "Clyde Lee Dennis"},
{"quote": "If you don't have an ego then you must surely have a beautiful life.", "author": "Anthony T.Hincks"},
{"quote": "Life is everywhere if we care to look.", "author": "Anthony T. Hincks"},
{"quote": "Equality in happiness is, in the first place, impossible.", "author": "Wataru Watari"},
{"quote": "LORD GORING: I love talking about nothing, father. It is the only thing I know anything about.", "author": "Oscar Wilde"},
{"quote": "People do everything to make themselves happy except let themselves be happy.", "author": "Marty Rubin"},
{"quote": "All good things must come to an end. That's why they're called good things -- otherwise they're just... ordinary.", "author": "Joyce Rachelle"},
{"quote": "You don't have to be in a perfect situation to be happy.You just have to feel at peace with the world.", "author": "Neil Dover"},
{"quote": "Legs were made so that you could take your smile on tour.", "author": "Anthony T.Hincks"},
{"quote": "How you feel about home after holiday says a lot about home.", "author": "Joyce Rachelle"},
{"quote": "Focus on what you love, what brings you joy, what brings you happiness and allow that to expand.", "author": "Carol 'CC' Miller"},
{"quote": "Her light is extraordinary the power to create happiness is within her ...", "author": "Imran Shaikh"},
{"quote": "Her light extraordinary the power to create happiness is within her ...", "author": "Imran Shaikh"},
{"quote": "Move past what holds you back. Happiness lives on the other side of your fears.", "author": "Carol 'CC' Miller"},
{"quote": "A bird in a cage is not happy, even if you bought him a golden cage.", "author": "Zain Baloch"},
{"quote": "Your mind is your garden,", "author": "Unknown"},
{"quote": "The bells rang, and everybody smiled.", "author": "Jane Austen"},
{"quote": "Be the person your dog thinks you are! - JW Stephens", "author": "Megan Street"},
{"quote": "Joy is the manifestation of the Creator's Power, illumining a world in darkness.", "author": "Agni Yoga Society"},
{"quote": "Love fills my days with happiness, and my nights with dreams.", "author": "Anthony T. Hincks"},
{"quote": "Do what is best for you", "author": "Drishti Bablani"},
{"quote": "He feared snakes, and tamed", "author": "Marianne Moore"},
{"quote": "Your mind drinks up whatever YOU pour into it. Pour hope. Pour truth. Pour love. Pour happiness.", "author": "Clyde Lee Dennis"},
{"quote": "Souls recognize other kindred souls by the way they feel. Not by the way they look. So what's with all the focus on looks?", "author": "Clyde Lee Dennis"},
{"quote": "You cannot expect a bird to be happy because you bought him a golden cage.", "author": "Zain Baloch"},
{"quote": "Love is but the dreams of desires; happiness is but the dreams of love.", "author": "Debasish Mridha"},
{"quote": "Ah! Where are you hiding? Happiness is looking for you. Come out in the sunshine. All the darkness will vanish and happiness will surround you.", "author": "Debasish Mridha"},
{"quote": "Success without happiness is a mirage of life.", "author": "Debasish Mridha"},
{"quote": "You can find the most happiness by expressing your kindness.", "author": "Debasish Mridha"},
{"quote": "I asked my heart to find me happiness. It brought me illumination.", "author": "Avijeet Das"},
{"quote": "Keep your head in the clouds, stars in your eyes and love in your heart, and you will be happy forever.", "author": "Anthony T.Hincks"},
{"quote": "Whether or not you will be happy depends on your determination to reach that outcome. Happiness", "author": "Queen Tourmaline"},
{"quote": "What is it about you that makes me want to love you?", "author": "Anthony T. Hincks"},
{"quote": "Impermanence. It is the nature of all things, especially relationships. They are certainly not a true cause of happiness.", "author": "David Michie"},
{"quote": "Listening to her heartbeat,", "author": "Jyoti Patel"},
{"quote": "Their eyes were brimming,", "author": "Jyoti Patel"},
{"quote": "I wished for a magic,", "author": "Jyoti Patel"},
{"quote": "Happiness is standalone element. It’s not connected to anything. Least of all to power, wealth, fame or material objects.", "author": "Rahul Shrivastava"},
{"quote": "Although in two different cities,", "author": "Jyoti Patel"},
{"quote": "Besides, beyond question, it takes a certain degree of brainlessness to remain permanently contented with oneself and with everything.", "author": "Knut Hamsun"},
{"quote": "Do not be fooled by what is temporary.", "author": "Karim Hozayen"},
{"quote": "People who don't love the arts are missing out on the real happiness of life.", "author": "Avijeet Das"},
{"quote": "As I wondered, in former years of my life and youth, the members of my family wonder, how I did it, this Time. Well, I am a little bit stubborn.", "author": "Petra Hermans"},
{"quote": "What my family seeks in this marriage is prestige; what I seek is happiness.", "author": "Alexandre Dumas"},
{"quote": "All happiness happens in the Now. Therefore, how we interpret every passing moment is one of the most crucial choices we make.", "author": "Joseph Rain"},
{"quote": "A man's destination must be happiness, not misery.", "author": "Wang Anyi"},
{"quote": "Family it is not an important thing, it is everything.", "author": "Michael J. Fox"},
{"quote": "There are so many stars in your eyes that I am lost in your love.", "author": "Anthony T.Hincks"},
{"quote": "Some days just being is enough.", "author": "Marty Rubin"},
{"quote": "You lift your spirits by moving away from what upsets you. If the stove is hot, you can't ask how to touch it but be happy about it.", "author": "Queen Tourmaline"},
{"quote": "A little coffee. A little sunlight. Your troubles will get smaller.", "author": "Richard Webber"},
{"quote": "A happy life is impos­si­ble; the best that a man can attain is a heroic life.", "author": "Arthur Shopenhauer"},
{"quote": "An occasionally, I became very sad over that happiness, because I was well aware it couldn't last.", "author": "Hermann Hesse"},
{"quote": "Books. Just the word brings me joy!", "author": "C. Hinkle"},
{"quote": "Music envelopes us in a euphoria of emotions that only a musician can unravel.", "author": "Anthony T. Hincks"},
{"quote": "It's when a rainbow smiles that sadness is banished from the land.", "author": "Anthony T.Hincks"},
{"quote": "Love is never wrong no matter what society says.", "author": "Anthony T.Hincks"},
{"quote": "When God becomes glad with our good works, then He sends the cute animals, birds, butterflies etc. near us like a signal to express His happiness!", "author": "Md. Ziaul Haque"},
{"quote": "Happiness is the art of sacrifice.", "author": "Gustavo Razzetti"},
{"quote": "If you don’t sacrifice what you want, what you want will be your sacrifice.", "author": "Gustavo Razzetti"},
{"quote": "Outside influences can only make me happiER or happiEST but I, alone control my HAPPINESS!", "author": "Sanjo Jendayi"},
{"quote": "Love will always leave a footprint within my heart.", "author": "Anthony T.Hincks"},
{"quote": "Do more of what makes your soul happy.", "author": "Avina Celeste"},
{"quote": "World, do you know your creator?", "author": "Ludwig van Beethoven"},
{"quote": "We find happiness when we are contributing not when we are consuming.", "author": "Debasish Mridha"},
{"quote": "Happiness is pretty boring, hard to take - in a word, a pain in the neck.", "author": "Jorge Amado"},
{"quote": "Happiness is the fragrance of inner awareness during the dance of consciousness.", "author": "Debasish Mridha"},
{"quote": "Every piece of information we process gets evaluated for its bearing on the self. Does it threaten our goals, does it support them, or is it neutral?", "author": "Mihaly Csikszentmihalyi"},
{"quote": "It's a terribly trite thing to say, I know, but most of us have to be needed to be happy.", "author": "Louise Dickinson Rich"},
{"quote": "Some advice on happiness: the surest way to be happy is to seek happiness for others. The shrink adds, and if you can’t do that, then fake it.", "author": "Weike Wang"},
{"quote": "Happiness does not come from owning lots of material wealth. True wealth is in our heart. If our heart is not content, we cannot be considered rich.", "author": "Shih Cheng Yen"},
{"quote": "Not all Fantasy stories come from an empty box, instead; it comes from the heart of imagination.", "author": "Daniel L. Lewis"},
{"quote": "And as she ripens,", "author": "Charmaine J Forde"},
{"quote": "When I’m with you,", "author": "L. Austen Johnson"},
{"quote": "You don't need wings to be an angel.", "author": "Anthony T.Hincks"},
{"quote": "For the philosopher is right who says that nothing is thicker than a knife's blade separates happiness from melancholy", "author": "Virginia Woolf"},
{"quote": "My religion is life, my philosophy happiness, my politics friendship.", "author": "Marty Rubin"},
{"quote": "There is no happiness like hope.", "author": "Lailah Gifty Akita"},
{"quote": "It was a mess, but it was a happy, cozy mess. A mess of lovely, largely happy memories. I felt lucky to have them, despite the disorder of it all...", "author": "Eve O. Schaub"},
{"quote": "Happiness attracts happiness", "author": "Ibn Jeem"},
{"quote": "It's when we realize that each of us can fly that we become angels.", "author": "Anthony T.Hincks"},
{"quote": "She, who knows what happiness is, brings joy, peace and happiness!", "author": "Petra Hermans"},
{"quote": "A daily dose of laughter is just what the comic prescribed.", "author": "Anthony T.Hincks"},
{"quote": "For the philosopher is right who says that nothing thicker than a knife's blade separates happiness from melancholy", "author": "Virginia Woolf"},
{"quote": "Material goods rarely alter our levels of happiness, unlike emotional experience. Having can never replace being. -Ilsa Crawford", "author": "Louisa Thomsen Brits"},
{"quote": "There is no happiness like a hope.", "author": "Lailah Gifty Akita"},
{"quote": "Kindness has the power to instantly move a person from sadness to happiness.", "author": "Debasish Mridha"},
{"quote": "The best success is defined by happiness not by achievement.", "author": "Debasish Mridha"},
{"quote": "Your happiness should always depend on you. You should never forget to make others happy too.", "author": "Debasish Mridha"},
{"quote": "Find the address of your happiness and never lose it.", "author": "Debasish Mridha"},
{"quote": "An abundance of happiness defines true success—not an abundance of wealth.", "author": "Debasish Mridha"},
{"quote": "Happiness does not depend on perfection, it depends on perception.", "author": "Debasish Mridha"},
{"quote": "Love is the source of all happiness.", "author": "Avina Celeste"},
{"quote": "While some search the world for their happiness, others realise it has been inside all along.", "author": "Avina Celeste"},
{"quote": "It is in the moments when the mind is most active and the fewest things are forgotten that the most intense joys are experienced.", "author": "Bertrand Russell"},
{"quote": "Happy people don't make history. Happy people make children, then die.", "author": "Neil Hilborn"},
{"quote": "Happiness Is Not A Destination. Happiness Is A Decision.", "author": "Wesam Fawzi"},
{"quote": "Remember that time you made the wish?", "author": "Louise Glück"},
{"quote": "No mortal ever knows happiness and good fortune all the way to the end. Each one is born with his bitterness waiting for him.", "author": "Euripides"},
{"quote": "Be the type of person that leaves seeds of happiness in every other soul you encounter.", "author": "Avina Celeste"},
{"quote": "You reminded me of a puppy dog. Someone so confused with which way to go. Excited and curious, but stuck in happiness that he seem to can’t move.", "author": "Dominic Riccitello"},
{"quote": "The key to a wonderful life", "author": "Suzy Kassem"},
{"quote": "When happiness depends on your consciousness, awareness, and perception, then you can be happy in any condition or any situation.", "author": "Debasish Mridha"},
{"quote": "Happiness depends upon our non-judgmental awareness and consciousness.", "author": "Debasish Mridha"},
{"quote": "Just keep learning, keep changing and keep growing and promise me that you will never retire.", "author": "Neil Pasricha"},
{"quote": "Our problem-scanning machine (amygdala) and our serenity-now mood tape (prefrontal cortex) are at war.", "author": "Neil Pasricha"},
{"quote": "I haven't found the sun but little bits of happiness are always scattered around me like stars", "author": "Ai Okaue"},
{"quote": "Happiness is not dependent on happenings, but on relationships in the happenings.", "author": "Corrie ten Boom"},
{"quote": "A finish line is never an end, it’s a marker that proves your dreams can become realities.", "author": "Toni Sorenson"},
{"quote": "How to be happy, civilisation's bait,", "author": "W.J. Turner"},
{"quote": "Life is tragic for those who have plenty to live on and nothing to live for.", "author": "Oscar Auliq-Ice"},
{"quote": "To be happy, pursue love as your highest goal.", "author": "Lailah  Gifty Akita"},
{"quote": "Every morning is a gift of life - bring some smile on your face and welcome the happiness of life.", "author": "Amit Ray"},
{"quote": "I'm a lucky person because you are my treasure and your smile is my pot of gold.", "author": "Anthony T. Hincks"},
{"quote": "Find company within yourself and you'll never spend a day alone. Find love within yourself and you'll never have a lonely day.", "author": "Connor Chalfant"},
{"quote": "Love makes us do some pretty strange and stupid things at times.", "author": "Anthony T.Hincks"},
{"quote": "Color will always make you smile.", "author": "Anthony T. Hincks"},
{"quote": "You’ll never know what mysteries are written in the stars if you do not look up to the skies with curiosity and wonder.", "author": "Yefon Isabelle"},
{"quote": "Enjoy good moments while they last. Then make sure, they're not the last", "author": "Constance Friday Elias"},
{"quote": "Contentment is quite a different thing from pleasure.", "author": "Danielle Bennett"},
{"quote": "You are the reason flowers are blooming, birds are singing, the sun is rising, and spring is coming. Ah! Such enchanting feelings!", "author": "Debasish Mridha"},
{"quote": "I am not a self-centered hedonist. At the same time, I also believe that happiness is the ultimate purpose of life.", "author": "Debasish Mridha"},
{"quote": "It's the crazy things that I do that make me insanely happy.", "author": "Anthony T. Hincks"},
{"quote": "NEVER let your pride EVER get in the way of possible happiness, oppurtunity or love..", "author": "G Swiss"},
{"quote": "Happiness is the ultimate inner experience of living with generosity, love, kindness, compassion, and gratitude.", "author": "Debasish Mridha"},
{"quote": "save your limited but vital life energy for a vibrant, longer, healthier, and happier life.", "author": "Julia H Sun"},
{"quote": "We don't force ourselves to be happy; to be happy we change ourselves", "author": "Farley Maglaya"},
{"quote": "Sometimes things are so bad, the only way to keep happy is to avoid them altogether.", "author": "Kyle Labe"},
{"quote": "Perfect happiness is the privilege of deciding when things end. But then you have to find a new happiness.", "author": "Sarah Manguso"},
{"quote": "Happiness is a constant work-in-progress, because solving problems is a constant work-in-progress.", "author": "Mark  Manson"},
{"quote": "A basic tenant of happiness is not having more to love, but loving more of what you have.", "author": "Garry Fitchett"},
{"quote": "Do not let grief be the only map you carry, lest you lose your way back to happiness.", "author": "Tracy Guzeman"},
{"quote": "If you spend your whole life trying to find yourself, you might miss your chance to create the person you're trying to find.", "author": "Connor Chalfant"},
{"quote": "Define yourself—not by how much you are loved, but by how much you love others.", "author": "Connor Chalfant"},
{"quote": "Live your life like it's your favorite book, and today is your favorite part.", "author": "Connor Chalfant"},
{"quote": "No matter how much you hate love, it will never hate back.", "author": "Connor Chalfant"},
{"quote": "From all the fake happiness in the world my real sadness is more precious!", "author": "Avijeet Das"},
{"quote": "Be careful what you wish for, it might make you happy.", "author": "Marty Rubin"},
{"quote": "Every day may not be lovely, but there is love in every day.", "author": "Connor Chalfant"},
{"quote": "It's the most simplest of things that will always produce the biggest of smiles.", "author": "Anthony T. Hincks"},
{"quote": "There may be clouds in the sky, and rain may be falling, but this doesn't mean the sun has stopped shining.", "author": "Connor Chalfant"},
{"quote": "Good begets good. Calm begets calm. It isn´t the child who is bad; it is the action that is bad.", "author": "Iben Dissing Sandahl"},
{"quote": "Just because you don't know where you're going doesn't mean you're lost.", "author": "Connor Chalfant"},
{"quote": "Happiness is my priority.", "author": "Akiah Watts"},
{"quote": "If you're concerned with how you look when you smile, you're doing it wrong.", "author": "Connor Chalfant"},
{"quote": "I do not want to be rich yet live a life of unhappiness. I also do not want to be poor, because I have never seen happiness in poverty.", "author": "Gift Gugu Mona"},
{"quote": "If you're living in a country ruled by criminals it's hard to find justice", "author": "Thabiso Monkoe"},
{"quote": "Happiness is a feeling/emotion, but Joy is state of 'being'. One does not depend on your external circumstances, the other does.", "author": "Jason White"},
{"quote": "Beauty begins the moment you choose to see it.", "author": "Connor Chalfant"},
{"quote": "Life is short.", "author": "David Cuschieri"},
{"quote": "The world is far too lovely to be sad all the time.", "author": "Connor Chalfant"},
{"quote": "It doesn’t matter if things are good as long as people think they are. Perception.", "author": "Ian Thomas Malone"},
{"quote": "You will find happiness when you are lost in the moment.", "author": "David Cuschieri"},
{"quote": "Today, as I watched the red calico sunset behind the mill, it occurred to me how much cruelty there is at the heart of every happiness.", "author": "Mikhail Kuzmin"},
{"quote": "Falling apart is great—it's the only chance you get to put yourself back together however you want.", "author": "Connor Chalfant"},
{"quote": "Discontent is only the fear of missing something. Content is the knowledge that you aren't missing anything worth-while.", "author": "Louise Dickinson Rich"},
{"quote": "Is there a greater gift you can give to your children and your children’s children than to grow up to be happier, more secure and resilient adults?", "author": "Iben Dissing Sandahl"},
{"quote": "Think of the things you most dislike hearing in yourselves and then put a mirror up. That is what you will get from your child.", "author": "Iben Dissing Sandahl"},
{"quote": "I’m more happy than not. Don’t forget me.", "author": "Adam Silvera"},
{"quote": "Don't live someone else's life, incubate your own style", "author": "Myra Yadav"},
{"quote": "HOPE- Hold On, Pain Ends", "author": "anynomous"},
{"quote": "Your impact in life is a memory that lives forever thus be creative in positivity.", "author": "Oscar Auliq-Ice"},
{"quote": "Every moment of happiness, small or large, reminds me how very beautiful this world truly is.", "author": "Avina Celeste"},
{"quote": "It’s a terrible paradox that we march toward a virtual Eden when there is still time to reverse pollution and find it again in nature.", "author": "Lorin Morgan-Richards"},
{"quote": "A smile is simply sunshine within", "author": "David Cuschieri"},
{"quote": "Ah, so happily we live,", "author": "Anonymous"},
{"quote": "The happiness you are seeking is not to be found in the flow of life, but in your attitude toward whatever life brings.", "author": "Ramesh S. Balsekar"},
{"quote": "The mind is a powerful force.", "author": "David Cuschieri."},
{"quote": "Happiness isn’t about a state of constant elation. It’s about being content.", "author": "Unknown"},
{"quote": "The little things that makes you feel better are like the happy sprinkles you add on top of your life.", "author": "Nouf Alfadl"},
{"quote": "ALWAYS BELIEVE THAT:", "author": "Mouloud Benzadi"},
{"quote": "There are one thousand reason to be upset, find one reason to be happy ", "author": "Sukant Ratnakar"},
{"quote": "Days you can hardly remember, when nothing happens, are the best days.", "author": "Marty Rubin"},
{"quote": "Above all what one needs to be happy is the courage of one's desires", "author": "Marty Rubin"},
{"quote": "Most blessed of all are they who are happy with simple things.", "author": "Marty Rubin"},
{"quote": "Happiness can be a dangerous thing; it can make you greedy for more.", "author": "David Clawson"},
{"quote": "Both joy and sorrow serve as gauges for love: our love for others, and their love for us.", "author": "Rob Kozak"},
{"quote": "If you don't learn to be happy with your present, you will never be happy with your future which would be your present one day.", "author": "Amit Kalantri"},
{"quote": "There is happiness to be found in your life when you realize the value you hold in the world. You are valuable. Your presence contributes to society.", "author": "Avina Celeste"},
{"quote": "When the clouds away the sun will shine.", "author": "Anthony T. Hincks"},
{"quote": "Maybe the meaning of life is simply to find meaning, to find the beauty, to find the joy, to find your happiness.", "author": "Avina Celeste"},
{"quote": "That delicious moment when you realize people are reading your updates when they update their status with terms that only you know how to use them.", "author": "Ana Claudia Antunes"},
{"quote": "We can all be perfect", "author": "Ilona Kharitova"},
{"quote": "Happiness from the fulfillment of induced desires can only be temporary.", "author": "Tapan Ghosh"},
{"quote": "The pursuit of social success, in the form of prestige or power or both, is the most important obstacle to happiness in a competitive society.", "author": "Bertrand Russell"},
{"quote": "No one deserves love more than you.", "author": "Anthony T.Hincks"},
{"quote": "Once you fully embrace your sensuality, life becomes an adventure.", "author": "Lebo Grand"},
{"quote": "Decide to be happy under all conditions, let happiness be your habit.", "author": "Amit Kalantri"},
{"quote": "The pursuit of social success, in the form of prestige or power or both, is the most important obstacle in a competitive society.", "author": "Bertrand Russell"},
{"quote": "When God looks out his window, he sees beauty, love, rainbows, smiles and happiness everywhere.", "author": "Anthony T.Hincks"},
{"quote": "Earn your happiness. If you depend on others to give it to you, you’ll end up with scraps they leave behind.", "author": "Mitali Meelan"},
{"quote": "If the right to happiness is not an idle piece of wishful thinking but a demand of reason, the consequences can be revolutionary.", "author": "Susan Neiman"},
{"quote": "Sometimes all colors of happiness fades away, sometimes sadness finds it's own colors.", "author": "Crestless Wave"},
{"quote": "Know some good songs. Sing them to yourself.", "author": "Marty Rubin"},
{"quote": "Rejected from a job interview, dumped by your lover, got low marks in exam, losing on every front of life...", "author": "Crestless Wave"},
{"quote": "Being bad is not good but too sad,", "author": "Ana Claudia Antunes"}
]