[
{"quote": "Don't cry because it's over, smile because it happened.", "author": "Dr. Seuss"},
{"quote": "You've gotta dance like there's nobody watching,", "author": "William W. Purkey"},
{"quote": "You only live once, but if you do it right, once is enough.", "author": "Mae West"},
{"quote": "In three words I can sum up everything I've learned about life: it goes on.", "author": "Robert Frost"},
{"quote": "To live is the rarest thing in the world. Most people exist, that is all.", "author": "Oscar Wilde"},
{"quote": "Insanity is doing the same thing, over and over again, but expecting different results.", "author": "Narcotics Anonymous"},
{"quote": "It is better to be hated for what you are than to be loved for what you are not.", "author": "Andre Gide"},
{"quote": "It does not do to dwell on dreams and forget to live.", "author": "J.K. Rowling"},
{"quote": "There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.", "author": "Albert Einstein"},
{"quote": "Good friends, good books, and a sleepy conscience: this is the ideal life.", "author": "Mark Twain"},
{"quote": "Life is what happens to us while we are making other plans.", "author": "Allen Saunders"},
{"quote": "I may not have gone where I intended to go, but I think I have ended up where I needed to be.", "author": "douglas adams"},
{"quote": "Everything you can imagine is real.", "author": "Pablo Picasso"},
{"quote": "Sometimes the questions are complicated and the answers are simple.", "author": "Dr. Seuss"},
{"quote": "Today you are You, that is truer than true. There is no one alive who is Youer than You.", "author": "Dr. Seuss"},
{"quote": "I'm not afraid of death; I just don't want to be there when it happens.", "author": "Woody Allen"},
{"quote": "Life isn't about finding yourself. Life is about creating yourself.", "author": "George Bernard Shaw"},
{"quote": "Life is like riding a bicycle. To keep your balance, you must keep moving.", "author": "Albert Einstein"},
{"quote": "Some infinities are bigger than other infinities.", "author": "John Green"},
{"quote": "Who are you to judge the life I live?", "author": "Bob Marley"},
{"quote": "Reality continues to ruin my life.", "author": "Bill Watterson"},
{"quote": "Things change. And friends leave. Life doesn't stop for anybody.", "author": "Stephen Chbosky"},
{"quote": "The only way out of the labyrinth of suffering is to forgive.", "author": "John Green"},
{"quote": "He has achieved success who has lived well, laughed often, and loved much;", "author": "Bessie Anderson Stanley"},
{"quote": "Dumbledore watched her fly away, and as her silvery glow faded he turned back to Snape, and his eyes were full of tears.", "author": "J.K. Rowling"},
{"quote": "When someone loves you, the way they talk about you is different. You feel safe and comfortable.", "author": "Jess C. Scott"},
{"quote": "I'm the one that's got to die when it's time for me to die, so let me live my life the way I want to.", "author": "Jimi Hendrix"},
{"quote": "But better to get hurt by the truth than comforted with a lie.", "author": "Khaled Hosseini"},
{"quote": "We are what we pretend to be, so we must be careful about what we pretend to be.", "author": "Kurt Vonnegut"},
{"quote": "The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time.", "author": "Mark Twain"},
{"quote": "Just when you think it can't get any worse, it can. And just when you think it can't get any better, it can.", "author": "Nicholas Sparks"},
{"quote": "The one you love and the one who loves you are never, ever the same person.", "author": "Chuck Palahniuk"},
{"quote": "I speak to everyone in the same way, whether he is the garbage man or the president of the university.", "author": "Albert Einstein"},
{"quote": "How wonderful it is that nobody need wait a single moment before starting to improve the world.", "author": "Anne Frank"},
{"quote": "We're all human, aren't we? Every human life is worth the same, and worth saving.", "author": "J.K. Rowling"},
{"quote": "The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom.", "author": "Isaac Asimov"},
{"quote": "If you don't know where you're going, any road'll take you there", "author": "George Harrison"},
{"quote": "All God does is watch us and kill us when we get boring. We must never, ever be boring.", "author": "Chuck Palahniuk"},
{"quote": "This life’s hard, but it’s harder if you’re stupid.", "author": "George V. Higgins"},
{"quote": "Sometimes I can hear my bones straining under the weight of all the lives I'm not living.", "author": "Jonathan Safran Foer"},
{"quote": "Every man has his secret sorrows which the world knows not; and often times we call a man cold when he is only sad.", "author": "Henry Wadsworth Longfellow"},
{"quote": "Death ends a life, not a relationship.", "author": "Mitch Albom"},
{"quote": "Do not read, as children do, to amuse yourself, or like the ambitious, for the purpose of instruction. No, read in order to live.", "author": "Gustave Flaubert"},
{"quote": "Never doubt that a small group of thoughtful, committed, citizens can change the world. Indeed, it is the only thing that ever has.", "author": "Margaret Mead"},
{"quote": "You cannot find peace by avoiding life.", "author": "Michael Cunningham"},
{"quote": "Where there is love there is life.", "author": "Mahatma Gandhi"},
{"quote": "May you live every day of your life.", "author": "Jonathan Swift"},
{"quote": "These woods are lovely, dark and deep,", "author": "Robert Frost"},
{"quote": "All the world is made of faith, and trust, and pixie dust.", "author": "J.M. Barrie"},
{"quote": "We have to dare to be ourselves, however frightening or strange that self may prove to be.", "author": "May Sarton"},
{"quote": "Anyone who lives within their means suffers from a lack of imagination.", "author": "Oscar Wilde"},
{"quote": "If my life is going to mean anything, I have to live it myself.", "author": "Rick Riordan"},
{"quote": "Of all sad words of tongue or pen, the saddest are these, 'It might have been.", "author": "John Greenleaf Whittier"},
{"quote": "Life is a book and there are a thousand pages I have not yet read.", "author": "Cassandra Clare"},
{"quote": "A life spent making mistakes is not only more honorable, but more useful than a life spent doing nothing.", "author": "George Bernard Shaw"},
{"quote": "The flower that blooms in adversity is the rarest and most beautiful of all.", "author": "Walt Disney Company"},
{"quote": "If you're reading this...", "author": "Chad Sugg"},
{"quote": "Monsters are real, and ghosts are real too. They live inside us, and sometimes, they win.", "author": "Stephen King"},
{"quote": "Life can only be understood backwards; but it must be lived forwards.", "author": "Søren Kierkegaard"},
{"quote": "The best index to a person's character is how he treats people who can't do him any good, and how he treats people who can't fight back.", "author": "Abigail Van Buren"},
{"quote": "The most important thing is to enjoy your life—to be happy—it's all that matters.", "author": "Audrey Hepburn"},
{"quote": "Do not go where the path may lead, go instead where there is no path and leave a trail.", "author": "Ralph Waldo Emerson"},
{"quote": "I don't know the question, but sex is definitely the answer.", "author": "Woody Allen"},
{"quote": "I love to see a young girl go out and grab the world by the lapels. Life's a bitch. You've got to go out and kick ass.", "author": "maya angelou"},
{"quote": "Remember: the time you feel lonely is the time you most need to be by yourself. Life's cruelest irony.", "author": "Douglas Coupland"},
{"quote": "Two possibilities exist: either we are alone in the Universe or we are not. Both are equally terrifying.", "author": "Arthur C. Clarke"},
{"quote": "Life is pain, highness. Anyone who says differently is selling something.", "author": "William Goldman"},
{"quote": "Nobody realizes that some people expend tremendous energy merely to be normal.", "author": "Albert Camus"},
{"quote": "It may be unfair, but what happens in a few days, sometimes even a single day, can change the course of a whole lifetime...", "author": "Khaled Hosseini"},
{"quote": "It is said that your life flashes before your eyes just before you die. That is true, it's called Life.", "author": "Terry Pratchett"},
{"quote": "It isn't what you have or who you are or where you are or what you are doing that makes you happy or unhappy. It is what you think about it.", "author": "Dale Carnegie"},
{"quote": "Life's under no obligation to give us what we expect.", "author": "Margaret Mitchell"},
{"quote": "If you love somebody, let them go, for if they return, they were always yours. If they don't, they never were.", "author": "Kahlil Gibran"},
{"quote": "Sometimes our light goes out, but is blown again into instant flame by an encounter with another human being.", "author": "Albert Schweitzer"},
{"quote": "Some people have lives; some people have music.", "author": "John Green"},
{"quote": "Tell the truth, or someone will tell it for you.", "author": "Stephanie Klein"},
{"quote": "Nobody likes being alone that much. I don't go out of my way to make friends, that's all. It just leads to disappointment. ", "author": "Haruki Murakami"},
{"quote": "Simplicity, patience, compassion.", "author": "Lao Tzu"},
{"quote": "People aren't born good or bad. Maybe they're born with tendencies either way, but its the way you live your life that matters.", "author": "Cassandra Clare"},
{"quote": "Life is for the living.", "author": "Langston Hughes"},
{"quote": "If cats looked like frogs we'd realize what nasty, cruel little bastards they are. Style. That's what people remember.", "author": "Terry Pratchett"},
{"quote": "The things you do for yourself are gone when you are gone, but the things you do for others remain as your legacy.", "author": "Kalu Ndukwe Kalu"},
{"quote": "Dare to Be", "author": "Steve Maraboli"},
{"quote": "A woman has to live her life, or live to repent not having lived it.", "author": "D.H. Lawrence"},
{"quote": "The more I see, the less I know for sure.", "author": "John Lennon"},
{"quote": "Life is to be enjoyed, not endured", "author": "Gordon B. Hinckley"},
{"quote": "The most wasted of all days is one without laughter.", "author": "Nicolas Chamfort"},
{"quote": "The true soldier fights not because he hates what is in front of him, but because he loves what is behind him.", "author": "G.K. Chesterton"},
{"quote": "Do I not destroy my enemies when I make them my friends?", "author": "Abraham Lincoln"},
{"quote": "If I can stop one heart from breaking, I shall not live in vain.", "author": "Emily Dickinson"},
{"quote": "Why didn't I learn to treat everything like it was the last time. My greatest regret was how much I believed in the future.", "author": "Jonathan Safran Foer"},
{"quote": "I go to seek a Great Perhaps.", "author": "François Rabelais"},
{"quote": "Don't take life too seriously. Punch it in the face when it needs a good hit. Laugh at it.", "author": "Colleen Hoover"},
{"quote": "Live to the point of tears.", "author": "Albert Camus"},
{"quote": "This is your life and its ending one moment at a time.", "author": "Chuck Palahniuk"},
{"quote": "If I should ever die, God forbid, let this be my epitaph:", "author": "kurt vonnegut"},
{"quote": "It was not the feeling of completeness I so needed, but the feeling of not being empty.", "author": "Jonathan Safran Foer"},
{"quote": "People say that life is the thing, but I prefer reading.", "author": "Logan Pearsall Smith"},
{"quote": "Don't you think it's better to be extremely happy for a short while, even if you lose it, than to be just okay for your whole life?", "author": "Audrey Niffenegger"},
{"quote": "No matter how much suffering you went through, you never wanted to let go of those memories.", "author": "haruki murakami"},
{"quote": "Don't be afraid of death; be afraid of an unlived life. You don't have to live forever, you just have to live.", "author": "Natalie Babbitt"},
{"quote": "Don't part with your illusions. When they are gone you may still exist, but you have ceased to live.", "author": "Mark Twain"},
{"quote": "To say goodbye is to die a little.", "author": "Raymond Chandler"},
{"quote": "Biology gives you a brain. Life turns it into a mind.", "author": "Jeffrey Eugenides"},
{"quote": "Even death has a heart.", "author": "Markus Zusak"},
{"quote": "I've got nothing to do today but smile.", "author": "Simon and Garfunkel"},
{"quote": "Life shrinks or expands in proportion to one's courage.", "author": "Anais Nin"},
{"quote": "He who has a why to live for can bear almost any how.", "author": "Friedrich Nietzsche"},
{"quote": "That it will never come again is what makes life so sweet.", "author": "Emily Dickinson"},
{"quote": "Dwell on the beauty of life. Watch the stars, and see yourself running with them.", "author": "Marcus Aurelius"},
{"quote": "If you ask me what I came to do in this world, I, an artist, will answer you: I am here to live out loud.", "author": "Émile Zola"},
{"quote": "I'm sure the universe is full of intelligent life. It's just been too intelligent to come here.", "author": "Arthur C. Clarke"},
{"quote": "A learning experience is one of those things that says, 'You know that thing you just did? Don't do that.", "author": "Douglas Adams"},
{"quote": "No one knows for certain how much impact they have on the lives of other people. Oftentimes, we have no clue. Yet we push it just the same.", "author": "Jay Asher"},
{"quote": "Maybe everyone can live beyond what they're capable of.", "author": "Markus Zusak"},
{"quote": "You realize that our mistrust of the future makes it hard to give up the past.", "author": "Chuck Palahniuk"},
{"quote": "Was it hard?\" I ask.", "author": "Lisa Schroeder"},
{"quote": "Letting go means to come to the realization that some people are a part of your history, but not a part of your destiny.", "author": "Steve Maraboli"},
{"quote": "Once you had put the pieces back together, even though you may look intact, you were never quite the same as you'd been before the fall.", "author": "Jodi Picoult"},
{"quote": "The past has no power over the present moment.", "author": "Eckhart Tolle"},
{"quote": "A good traveler has no fixed plans and is not intent on arriving.", "author": "Lao Tzu"},
{"quote": "You yourself, as much as anybody in the entire universe, deserve your love and affection", "author": "Sharon Salzberg"},
{"quote": "Don't waste your time with explanations: people only hear what they want to hear.", "author": "Paulo Coelho"},
{"quote": "To be, or not to be: that is the question:", "author": "William Shakespeare"},
{"quote": "No persons are more frequently wrong, than those who will not admit they are wrong.", "author": "François de La Rochefoucauld"},
{"quote": "In a time of destruction, create something.", "author": "Maxine Hong Kingston"},
{"quote": "The more you know who you are, and what you want, the less you let things upset you.", "author": "Stephanie Perkins"},
{"quote": "One of the advantages of being disorganized is that one is always having surprising discoveries.", "author": "A.A. Milne"},
{"quote": "A purpose of human life, no matter who is controlling it, is to love whoever is around to be loved.", "author": "Kurt Vonnegut"},
{"quote": "The purpose of life is to live it, to taste experience to the utmost, to reach out eagerly and without fear for newer and richer experience.", "author": "Eleanor Roosevelt"},
{"quote": "I meant,\" said Ipslore bitterly, \"what is there in this world that truly makes living worthwhile?\"", "author": "Terry Pratchett"},
{"quote": "Wisdom comes from experience. Experience is often a result of lack of wisdom.", "author": "Terry Pratchett"},
{"quote": "You endure what is unbearable, and you bear it. That is all.", "author": "Cassandra Clare"},
{"quote": "You can have it all. Just not all at once.", "author": "Oprah Winfrey"},
{"quote": "I like flaws. I think they make things interesting.", "author": "Sarah Dessen"},
{"quote": "Remember, remember, this is now, and now, and now. Live it, feel it, cling to it. I want to become acutely aware of all I’ve taken for granted.", "author": "Sylvia Plath"},
{"quote": "The trouble is if you don’t spend your life yourself, other people spend it for you.", "author": "Peter Shaffer"},
{"quote": "Friendship marks a life even more deeply than love. Love risks degenerating into obsession, friendship is never anything but sharing.", "author": "Elie Wiesel"},
{"quote": "It does not matter how slowly you go as long as you do not stop.", "author": "Confucius"},
{"quote": "I don't like people who have never fallen or stumbled. Their virtue is lifeless and it isn't of much value. Life hasn't revealed its beauty to them. ", "author": "Boris Pasternak"},
{"quote": "There is only one sin. and that is theft... when you tell a lie, you steal someones right to the truth.", "author": "Khaled Hosseini"},
{"quote": "Life is not a matter of holding good cards, but of playing a poor hand well.", "author": "Robert Louis Stevenson"},
{"quote": "Do not fall in love with people like me.", "author": "Caitlyn Siehl"},
{"quote": "Appear weak when you are strong, and strong when you are weak.", "author": "Sun Tzu"},
{"quote": "To choose doubt as a philosophy of life is akin to choosing immobility as a means of transportation.", "author": "Yann Martel"},
{"quote": "Time was passing like a hand waving from a train I wanted to be on.", "author": "jonathan safran foer"},
{"quote": "There are two means of refuge from the misery of life — music and cats.", "author": "Albert Schweitzer"},
{"quote": "please believe that things are good with me, and even when they're not, they will be soon enough. And i will always believe the same about you.", "author": "Stephen Chbosky"},
{"quote": "How nice -- to feel nothing, and still get full credit for being alive.", "author": "Kurt Vonnegut"},
{"quote": "There's nowhere you can be that isn't where you're meant to be...", "author": "John Lennon"},
{"quote": "They say I'm old-fashioned, and live in the past, but sometimes I think progress progresses too fast!", "author": "Dr. Seuss"},
{"quote": "Better to die fighting for freedom then be a prisoner all the days of your life.", "author": "Bob Marley"},
{"quote": "Never be bullied into silence. Never allow yourself to be made a victim. Accept no one's definition of your life, but define yourself.", "author": "Harvey Fierstein"},
{"quote": "Cry. Forgive. Learn. Move on. Let your tears water the seeds of your future happiness.", "author": "Steve Maraboli"},
{"quote": "If I had my life to live over again, I would have made a rule to read some poetry and listen to some music at least once every week.", "author": "Charles Darwin"},
{"quote": "I could die for you. But I couldn't, and wouldn't, live for you.", "author": "Ayn Rand"},
{"quote": "I'm killing time while I wait for life to shower me with meaning and happiness.", "author": "Bill Watterson"},
{"quote": "If you want to be happy, do not dwell in the past, do not worry about the future, focus on living fully in the present.", "author": "Roy T. Bennett"},
{"quote": "Be thankful for what you have; you'll end up having more. If you concentrate on what you don't have, you will never, ever have enough", "author": "Oprah Winfrey"},
{"quote": "Anxiety is the dizziness of freedom.", "author": "Søren Kierkegaard "},
{"quote": "I want to be in a relationship where you telling me you love me is just a ceremonious validation of what you already show me.", "author": "Steve Maraboli"},
{"quote": "Life is either a daring adventure or nothing at all.", "author": "Helen Keller"},
{"quote": "Incredible change happens in your life when you decide to take control of what you do have power over instead of craving control over what you don't.", "author": "Steve Maraboli"},
{"quote": "A man who dares to waste one hour of time has not discovered the value of life.", "author": "Charles Darwin"},
{"quote": "The most authentic thing about us is our capacity to create, to overcome, to endure, to transform, to love and to be greater than our suffering.", "author": "Ben Okri"},
{"quote": "Life doesn't imitate art, it imitates bad television.", "author": "Woody Allen"},
{"quote": "I have accepted fear as part of life – specifically the fear of change... I have gone ahead despite the pounding in the heart that says: turn back....", "author": "Erica Jong"},
{"quote": "You get what anybody gets - you get a lifetime.", "author": "Neil Gaiman"},
{"quote": "Maybe this world is another planet’s hell.", "author": "Aldous Huxley"},
{"quote": "Sometimes it takes a good fall to really know where you stand", "author": "Hayley Williams"},
{"quote": "There is a saying in Tibetan, 'Tragedy should be utilized as a source of strength.'", "author": "Dalai Lama XIV"},
{"quote": "Throw your dreams into space like a kite, and you do not know what it will bring back, a new life, a new friend, a new love, a new country.", "author": "Anais Nin"},
{"quote": "It is not the length of life, but the depth.", "author": "Ralph Waldo Emerson"},
{"quote": "Laugh, even when you feel too sick or too worn out or tired.", "author": "Alysha Speer"},
{"quote": "Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less.", "author": "Marie Curie"},
{"quote": "Luxury is not a necessity to me, but beautiful and good things are.", "author": "Anais Nin"},
{"quote": "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart.", "author": "Roy T. Bennett"},
{"quote": "Be steady and well-ordered in your life so that you can be fierce and original in your work.", "author": "Gustave Flaubert"},
{"quote": "Death is so terribly final, while life is full of possibilities.", "author": "George R.R. Martin"},
{"quote": "Your emotions are the slaves to your thoughts, and you are the slave to your emotions.", "author": "Elizabeth Gilbert"},
{"quote": "Instead of worrying about what you cannot control, shift your energy to what you can create.", "author": "Roy T. Bennett"},
{"quote": "I sit beside the fire and think", "author": "J.R.R. Tolkien"},
{"quote": "Sometimes I lie awake at night, and I ask, 'Where have I gone wrong'.", "author": "Charlie Schultz"},
{"quote": "sometimes you don't need a goal in life, you don't need to know the big picture. you just need to know what you're going to do next!", "author": "Sophie Kinsella"},
{"quote": "If a man will begin with certainties, he shall end in doubts; but if he will be content to begin with doubts, he shall end in certainties.", "author": "Francis Bacon"},
{"quote": "I'll try anything once, twice if I like it, three times to make sure.", "author": "Mae West"},
{"quote": "Ordinary life is pretty complex stuff.", "author": "Harvey Pekar"},
{"quote": "It’s only after you’ve stepped outside your comfort zone that you begin to change, grow, and transform.", "author": "Roy T. Bennett"},
{"quote": "Do you not see how necessary a world of pains and troubles is to school an intelligence and make it a soul?", "author": "John Keats"},
{"quote": "Life is to be lived, not controlled; and humanity is won by continuing to play in face of certain defeat.", "author": "Ralph Ellison"},
{"quote": "When I look in the mirror, I know I’m looking at someone who isn’t sure she deserves to be loved at all.", "author": "Nicholas Sparks"},
{"quote": "What makes big boobs and perkiness so attractive to boys? I mean, really. Two round, mounds of fat and a fake smile. Yeah, winning attributes.", "author": "Gena Showalter"},
{"quote": "It was only a sunny smile, and little it cost in the giving, but like morning light it scattered the night and made the day worth living.", "author": "F. Scott Fitzgerald"},
{"quote": "Sometimes the right thing feels all wrong until it is over and done with.", "author": "Alice Hoffman"},
{"quote": "What a strange thing!", "author": "Kobayashi Issa"},
{"quote": "Be grateful for what you already have while you pursue your goals.", "author": "Roy T. Bennett"},
{"quote": "The secret of life is honesty and fair dealing. If you can fake that, you've got it made.", "author": "Groucho Marx"},
{"quote": "My only advice is to stay aware, listen carefully, and yell for help if you need it.", "author": "Judy Blume"},
{"quote": "More smiling, less worrying. More compassion, less judgment. More blessed, less stressed. More love, less hate.", "author": "Roy T. Bennett"},
{"quote": "There are times to stay put, and what you want will come to you, and there are times to go out into the world and find such a thing for yourself.", "author": "Lemony Snicket"},
{"quote": "Acts of Kindness:", "author": "Roy T. Bennett"},
{"quote": "Life has become immeasurably better since I have been forced to stop taking it seriously.", "author": "Hunter S. Thompson"},
{"quote": "When you consider things like the stars, our affairs don't seem to matter very much, do they?", "author": "Virginia Woolf"},
{"quote": "Life has no remote....get up and change it yourself!", "author": "Mark A. Cooper"},
{"quote": "Tiger got to hunt, bird got to fly;", "author": "Kurt Vonnegut"},
{"quote": "After all, tomorrow is another day!", "author": "Margaret Mitchell"},
{"quote": "Living is Easy with Eyes Closed.", "author": "John Lennon"},
{"quote": "I am incapable of conceiving infinity, and yet I do not accept finity. I want this adventure that is the context of my life to go on without end.", "author": "Simone de Beauvoir "},
{"quote": "Death is Peaceful, Life is Harder", "author": "Stephenie Meyer"},
{"quote": "The right thing and the easy thing are never the same.", "author": "Kami Garcia"},
{"quote": "The difference between fiction and reality? Fiction has to make sense.", "author": "Tom Clancy"},
{"quote": "Take responsibility of your own happiness, never put it in other people’s hands.", "author": "Roy T. Bennett"},
{"quote": "No matter how long you train someone to be brave, you never know if they are or not until something real happens.", "author": "Veronica Roth"},
{"quote": "At the time, my life just seemed too complete, and maybe we have to break everything to make something better out of ourselves.", "author": "Chuck Palahniuk"},
{"quote": "People make mistakes in life through believing too much, but they have a damned dull time if they believe too little.", "author": "James Hilton"},
{"quote": "I live in my own little world. But its ok, they know me here.", "author": "Lauren Myracle"},
{"quote": "Life isn't fair, it's just fairer than death, that's all.", "author": "William Goldman"},
{"quote": "You never change your life until you step out of your comfort zone; change begins at the end of your comfort zone.", "author": "Roy T. Bennett"},
{"quote": "You live but once; you might as well be amusing.", "author": "Coco Chanel"},
{"quote": "If you care about something you have to protect it – If you’re lucky enough to find a way of life you love, you have to find the courage to live it.", "author": "John Irving"},
{"quote": "To acquire the habit of reading is to construct for yourself a refuge from almost all the miseries of life.", "author": "W. Somerset Maugham"},
{"quote": "Sometimes life knocks you on your ass... get up, get up, get up!!! Happiness is not the absence of problems, it's the ability to deal with them.", "author": "Steve Maraboli"},
{"quote": "Now and then it's good to pause in our pursuit of happiness and just be happy.", "author": "Guillaume Apollinaire"},
{"quote": "I'd learned that some things are best kept secret.", "author": "Nicholas Sparks"},
{"quote": "Face your life, its pain, its pleasure, leave no path untaken.", "author": "Neil Gaiman"},
{"quote": "We cannot change the cards we are dealt, just how we play the hand.", "author": "Randy Pausch"},
{"quote": "Do what is right, not what is easy nor what is popular.", "author": "Roy T. Bennett"},
{"quote": "Death is not the opposite of life, but a part of it.", "author": "Haruki Murakami"},
{"quote": "That's what people do who love you. They put their arms around you and love you when you're not so lovable.", "author": "Deb Caletti"},
{"quote": "Whoever saves one life, saves the world entire.", "author": "Thomas Keneally"},
{"quote": "I can choose either to be a victim of the world or an adventurer in search of treasure. It's all a question of how I view my life.", "author": "Paulo Coelho"},
{"quote": "why are trying so hard to fit in, when you're born to stand out", "author": "Oliver James"},
{"quote": "Follow your heart, listen to your inner voice, stop caring about what others think.", "author": "Roy T. Bennett"},
{"quote": "There is no good and evil, there is only power and those too weak to seek it.", "author": "J.K. Rowling"},
{"quote": "Sometimes you have to kind of die inside in order to rise from your own ashes and believe in yourself and love yourself to become a new person.", "author": "gerard way"},
{"quote": "There’s no such thing as ruining your life. Life’s a pretty resilient thing, it turns out.", "author": "Sophie Kinsella"},
{"quote": "Success is not how high you have climbed, but how you make a positive difference to the world.", "author": "Roy T. Bennett"},
{"quote": "Help others without any reason and give without the expectation of receiving anything in return.", "author": "Roy T. Bennett"},
{"quote": "The more you feed your mind with positive thoughts, the more you can attract great things into your life.", "author": "Roy T. Bennett"},
{"quote": "Let me be, was all I wanted. Be what I am, no matter how I am.", "author": "Henry Miller"},
{"quote": "The past is a place of reference, not a place of residence; the past is a place of learning, not a place of living.", "author": "Roy T. Bennett"},
{"quote": "Unexpected intrusions of beauty. This is what life is.", "author": "Saul Bellow"},
{"quote": "Accept yourself, love yourself, and keep moving forward. If you want to fly, you have to give up what weighs you down.", "author": "Roy T. Bennett"},
{"quote": "The thing about getting older is that you don't need everything to be possible any more, you just need things to be certain.", "author": "Monica Ali"},
{"quote": "I think I've discovered the secret of life -- you just hang around until you get used to it.", "author": "Charles Schultz"},
{"quote": "Life is pleasant. Death is peaceful. It's the transition that's troublesome.", "author": "Isaac Asimov"},
{"quote": "There is not a particle of life which does not bear poetry within it", "author": "Gustave Flaubert"},
{"quote": "No amount of regretting can change the past, and no amount of worrying can change the future.", "author": "Roy T. Bennett"},
{"quote": "If you can keep your head when all about you", "author": "Rudyard Kipling"},
{"quote": "Despite your best efforts, people are going to be hurt when it's time for them to be hurt.", "author": "Haruki Murakami"},
{"quote": "Almost nobody dances sober, unless they happen to be insane.", "author": "Howard Phillips Lovecraft"},
{"quote": "The trouble with being in the rat race is that even if you win, you're still a rat.", "author": "Lily Tomlin"},
{"quote": "How people treat you is their karma; how you react is yours.", "author": "Wayne W. Dyer"},
{"quote": "So it’s true, when all is said and done, grief is the price we pay for love.", "author": "E.A. Bucchianeri"},
{"quote": "Life becomes easier and more beautiful when we can see the good in other people.", "author": "Roy T. Bennett"},
{"quote": "Growing up is losing some illusions, in order to acquire others.", "author": "Virginia Woolf"},
{"quote": "Treat everyone with politeness and kindness, not because they are nice, but because you are.", "author": "Roy T. Bennett"},
{"quote": "Every man's life ends the same way. It is only the details of how he lived and how he died that distinguish one man from another.", "author": "Ernest Hemingway"},
{"quote": "It’s your life; you don’t need someone’s permission to live the life you want. Be brave to live from your heart.", "author": "Roy T. Bennett"},
{"quote": "Be the reason someone smiles. Be the reason someone feels loved and believes in the goodness in people.", "author": "Roy T. Bennett"},
{"quote": "Make improvements, not excuses. Seek respect, not attention.", "author": "Roy T. Bennett"},
{"quote": "A pain stabbed my heart, as it did every time I saw a girl I loved who was going the opposite direction in this too-big world.", "author": "Jack Kerouac"},
{"quote": "Don't be afraid of enemies who attack you. Be afraid of the friends who flatter you.", "author": "Dale Carnegie"},
{"quote": "In the name of God, stop a moment, cease your work, look around you.", "author": "Leo Tolstoy"},
{"quote": "Life is about accepting the challenges along the way, choosing to keep moving forward, and savoring the journey.", "author": "Roy T. Bennett"},
{"quote": "Learn to light a candle in the darkest moments of someone’s life. Be the light that helps others see; it is what gives life its deepest significance.", "author": "Roy T. Bennett"},
{"quote": "What good is the warmth of summer, without the cold of winter to give it sweetness.", "author": "John Steinbeck"},
{"quote": "The biggest adventure you can ever take is to live the life of your dreams.", "author": "Oprah Winfrey"},
{"quote": "The only person who can pull me down is myself, and I'm not going to let myself pull me down anymore.", "author": "C. JoyBell C."},
{"quote": "Pursue what catches your heart, not what catches your eyes.", "author": "Roy T. Bennett"},
{"quote": "If you want to make God laugh, tell him about your plans.", "author": "Woody Allen"},
{"quote": "Be brave to stand for what you believe in even if you stand alone.", "author": "Roy T. Bennett"},
{"quote": "Life is worth living as long as there's a laugh in it.", "author": "Lucy Maud Montgomery"},
{"quote": "Do not fear failure but rather fear not trying.", "author": "Roy T. Bennett"},
{"quote": "One lives in the hope of becoming a memory.", "author": "Antonio Porchia"},
{"quote": "Life is not a problem to be solved, but a reality to be experienced.", "author": "Soren Kierkegaard"},
{"quote": "I believe that words are strong, that they can overwhelm what we fear when fear seems more awful than life is good.", "author": "Andrew Solomon"},
{"quote": "Ester asked why people are sad.", "author": "Paulo Coelho"},
{"quote": "But how could you live and have no story to tell?", "author": "Fyodor Dostoevsky"},
{"quote": "Sometimes you have to lose all you have to find out who you truly are.", "author": "Roy T. Bennett"},
{"quote": "Always find opportunities to make someone smile, and to offer random acts of kindness in everyday life.", "author": "Roy T. Bennett"},
{"quote": "I live my life in widening circles that reach out across the world.", "author": "Rainer Maria Rilke"},
{"quote": "Man is condemned to be free; because once thrown into the world, he is responsible for everything he does.", "author": "Jean-Paul Sartre"},
{"quote": "Do not despise your own place and hour. Every place is under the stars, every place is the center of the world.", "author": "John Burroughs"},
{"quote": "The two most important days in your life are the day you are born and the day you find out why.", "author": "Mark Twain"},
{"quote": "She burned too bright for this world.", "author": "Emily Bronte"},
{"quote": "Don’t waste your time in anger, regrets, worries, and grudges. Life is too short to be unhappy.", "author": "Roy T. Bennett"},
{"quote": "I think prime numbers are like life. They are very logical but you could never work out the rules, even if you spent all your time thinking about them", "author": "Mark Haddon"},
{"quote": "Believe in yourself. You are braver than you think, more talented than you know, and capable of more than you imagine.", "author": "Roy T. Bennett"},
{"quote": "Let the improvement of yourself keep you so busy that you have no time to criticize others.", "author": "Roy T. Bennett"},
{"quote": "Start each day with a positive thought and a grateful heart.", "author": "Roy T. Bennett"},
{"quote": "To shine your brightest light is to be who you truly are.", "author": "Roy T. Bennett"},
{"quote": "Never complain, never explain. Resist the temptation to defend yourself or make excuses.", "author": "Brian Tracy"},
{"quote": "Nothing ever happens like you imagine it will", "author": "John Green"},
{"quote": "One Choice", "author": "Veronica Roth"},
{"quote": "There are two tragedies in life. One is to lose your heart's desire. The other is to gain it.", "author": "George Bernard Shaw"},
{"quote": "Be thankful for everything that happens in your life; it’s all an experience.", "author": "Roy T. Bennett"},
{"quote": "Pull up a chair. Take a taste. Come join us. Life is so endlessly delicious.", "author": "Ruth Reichl"},
{"quote": "Simplicity is the keynote of all true elegance.", "author": "Coco Chanel"},
{"quote": "Time doesn’t heal emotional pain, you need to learn how to let go.", "author": "Roy T. Bennett"},
{"quote": "[H]iding how you really feel and trying to make everyone happy doesn't make you nice, it just makes you a liar.", "author": "Jenny O'Connell"},
{"quote": "Sometimes the hardest part isn't letting go but rather learning to start over.", "author": "Nicole Sobon"},
{"quote": "A man with outward courage dares to die; a man with inner courage dares to live.", "author": "Lao Tzu"},
{"quote": "Top 15 Things Money Can’t Buy", "author": "Roy T. Bennett"},
{"quote": "No man ever steps in the same river twice, for it's not the same river and he's not the same man.", "author": "Heraclitus"},
{"quote": "If you believe very strongly in something, stand up and fight for it.", "author": "Roy T. Bennett"},
{"quote": "Many people die at twenty five and aren't buried until they are seventy five.", "author": "Benjamin Franklin"},
{"quote": "As soon as you trust yourself, you will know how to live.", "author": "Johann Wolfgang von Goethe"},
{"quote": "You are not rich until you have a rich heart.", "author": "Roy T. Bennett"},
{"quote": "The meaning of life is that it stops.", "author": "Franz Kafka"},
{"quote": "Stop comparing yourself to other people, just choose to be happy and live your own life.", "author": "Roy T. Bennett"},
{"quote": "Surround Yourself with People Who Believe in Your Dreams:", "author": "Roy T. Bennett"},
{"quote": "Do not set aside your happiness. Do not wait to be happy in the future. The best time to be happy is always now.", "author": "Roy T. Bennett"},
{"quote": "Great things happen to those who don't stop believing, trying, learning, and being grateful.", "author": "Roy T. Bennett"},
{"quote": "Always remember people who have helped you along the way, and don’t forget to lift someone up.", "author": "Roy T. Bennett"},
{"quote": "When the going gets tough, put one foot in front of the other and just keep going. Don’t give up.", "author": "Roy T. Bennett"},
{"quote": "It's not the men in your life that matters, it's the life in your men.", "author": "Mae West"},
{"quote": "I believe there is another world waiting for us. A better world. And I'll be waiting for you there.", "author": "David Mitchell"},
{"quote": "Life's as kind as you let it be.", "author": "Charles Bukowski"},
{"quote": "At the end of the day, let there be no excuses, no explanations, no regrets.", "author": "Steve Maraboli"},
{"quote": "Scar tissue is stronger than regular tissue. Realize the strength, move on.", "author": "Henry Rollins"},
{"quote": "We could do it, you know.\"", "author": "Suzanne Collins"},
{"quote": "It all goes away. Eventually, everything goes away.", "author": "Elizabeth Gilbert"},
{"quote": "Parents were the only ones obligated to love you; from the rest of the world you had to earn it.", "author": "Ann Brashares"},
{"quote": "Do what you love, love what you do, and with all your heart give yourself to it.", "author": "Roy T. Bennett"},
{"quote": "This must be Thursday,' said Arthur to himself, sinking low over his beer. 'I never could get the hang of Thursdays.", "author": "Douglas Adams"},
{"quote": "The best things in life make you sweaty.", "author": "Edgar Allan Poe"},
{"quote": "The world is a tragedy to those who feel, but a comedy to those who think.", "author": "Horace Walpole"},
{"quote": "When you arise in the morning think of what a privilege it is to be alive, to think, to enjoy, to love ...", "author": "Marcus Aurelius"},
{"quote": "You cannot control the behavior of others, but you can always choose how you respond to it.", "author": "Roy T. Bennett"},
{"quote": "Maturity is when you stop complaining and making excuses, and start making changes.", "author": "Roy T. Bennett"},
{"quote": "The aim of life is to live, and to live means to be aware, joyously, drunkenly, serenely, divinely aware.", "author": "Henry Miller"},
{"quote": "To fear love is to fear life, and those who fear life are already 3-parts dead.", "author": "Bertrand Russell"},
{"quote": "You're on Earth. There's no cure for that.", "author": "Samuel Beckett"},
{"quote": "It's better to burn out than to fade away.", "author": "Neil Young"},
{"quote": "Roads Go Ever On", "author": "J.R.R. Tolkien"},
{"quote": "Happiness depends on your mindset and attitude.", "author": "Roy T. Bennett"},
{"quote": "Every luxury must be paid for, and everything is a luxury, starting with being in this world.", "author": "Cesare Pavese"},
{"quote": "Be Brave and Take Risks: You need to have faith in yourself. Be brave and take risks. You don't have to have it all figured out to move forward.", "author": "Roy T. Bennett"},
{"quote": "What would come, would come...and you would have to meet it, when it did.", "author": "J.K. Rowling"},
{"quote": "Life is too short, or too long, for me to allow myself the luxury of living it so badly.", "author": "Paulo Coelho"},
{"quote": "I'm sorry for my inability to let unimportant things go, for my inability to hold on to the important things.", "author": "Jonathan Safran Foer"},
{"quote": "One always has a better book in one's mind than one can manage to get onto paper.", "author": "Michael Cunningham"},
{"quote": "One of the few good things about modern times: If you die horribly on television, you will not have died in vain. You will have entertained us.", "author": "Kurt Vonnegut"},
{"quote": "I know that the whole point—the only point—is to", "author": "Lauren Oliver"},
{"quote": "Paradoxically though it may seem, it is none the less true that life imitates art far more than art imitates life.", "author": "Oscar Wilde"},
{"quote": "When in a relationship, a real man doesn't make his woman jealous of others, he makes others jealous of his woman.", "author": "Steve Maraboli"},
{"quote": "Who says life is fair, where is that written?", "author": "William Goldman"},
{"quote": "How much I missed, simply because I was afraid of missing it.", "author": "Paulo Coelho"},
{"quote": "Strong people have a strong sense of self-worth and self-awareness; they don’t need the approval of others.", "author": "Roy T. Bennett"},
{"quote": "Do Not Lie to Yourself", "author": "Roy T. Bennett"},
{"quote": "You've a good heart. Sometimes that's enough to see you safe wherever you go. But mostly, it's not.", "author": "Neil Gaiman"},
{"quote": "Believe in your infinite potential. Your only limitations are those you set upon yourself.", "author": "Roy T. Bennett"},
{"quote": "Those who are willing to be vulnerable move among mysteries.", "author": "Theodore Roethke"},
{"quote": "When a woman becomes her own best friend life is easier.", "author": "Diane Von Furstenberg"},
{"quote": "Sleep my little baby-oh", "author": "Neil Gaiman"},
{"quote": "The problem with people is they forget that most of the time it's the small things that count.", "author": "Jennifer Niven"},
{"quote": "My body is my journal, and my tattoos are my story.", "author": "Johnny Depp"},
{"quote": "You must learn to let go. Release the stress. You were never in control anyway.", "author": "Steve Maraboli"},
{"quote": "Oh, Life, I am yours. Whatever it is you want of me, I am ready to give.", "author": "William Steig"},
{"quote": "Focus on your strengths, not your weaknesses.", "author": "Roy T. Bennett"},
{"quote": "I envy people that know love. That have someone who takes them as they are.", "author": "Jess C Scott"},
{"quote": "I will not try to convince you to love me, to respect me, to commit to me. I deserve better than that; I AM BETTER THAN THAT...Goodbye.", "author": "Steve Maraboli"},
{"quote": "Often, it’s not about becoming a new person, but becoming the person you were meant to be, and already are, but don’t know how to be.", "author": "Heath L. Buckmaster"},
{"quote": "Human life is but a series of footnotes to a vast obscure unfinished masterpiece", "author": "Vladimir Nabokov"},
{"quote": "Do not take life too seriously. You will never get out of it alive.", "author": "Elbert Hubbard"},
{"quote": "Friends are the family you choose (~ Nin/Ithilnin, Elven rogue).", "author": "Jess C Scott"},
{"quote": "Keep your best wishes, close to your heart and watch what happens", "author": "Tony DeLiso"},
{"quote": "Nothing can disturb your peace of mind unless you allow it to.", "author": "Roy T. Bennett"},
{"quote": "My one regret in life is that I am not someone else.", "author": "Woody Allen"},
{"quote": "If you have a strong purpose in life, you don't have to be pushed. Your passion will drive you there.", "author": "Roy T. Bennett"},
{"quote": "To perceive is to suffer.", "author": "Aristotle"},
{"quote": "He's not your prince charming if he doesn't make sure you know that you're his princess.", "author": "Demi Lovato"},
{"quote": "I can't decide whether I'm a good girl wrapped up in a bad girl, or if I'm a bad girl wrapped up in a good girl. And that's how I know I'm a woman!", "author": "C. JoyBell C."},
{"quote": "People are unhappy when they get something too easily. You have to sweat--that's the only moral they know.", "author": "Dany Laferrière"},
{"quote": "When you can live forever what do you live for?", "author": "Stephenie Meyer"},
{"quote": "We'd start slow, the way we always did, because the run, and the game, could go on for awhile. Maybe even forever.", "author": "Sarah Dessen"},
{"quote": "Life is a comedy to those who think, a tragedy to those who feel.", "author": "Jean Racine"},
{"quote": "Kindness is not a business. True kindness expects nothing in return and should never act with conditions.", "author": "Roy T. Bennett"},
{"quote": "When you do the right thing, you get the feeling of peace and serenity associated with it. Do it again and again.", "author": "Roy T. Bennett"},
{"quote": "Life ... is a tale", "author": "William Shakespeare"},
{"quote": "Don't leave a piece of jewelry at his house so you can go back and get it later; he may be with his real girlfriend.", "author": "Amy Sedaris"},
{"quote": "The strongest people find the courage and caring to help others, even if they are going through their own storm.", "author": "Roy T. Bennett"},
{"quote": "We’re here, and then we’re gone, and it’s not about the time we’re here, but what we do with the time.", "author": "Rick Yancey"},
{"quote": "Alone we can do so little; together we can do so much", "author": "Helen Keller"},
{"quote": "nothing in this world was more difficult than love.", "author": "Gabriel García Márquez"},
{"quote": "Your time is limited, so don't waste it living someone else's life.", "author": "Steve Jobs"},
{"quote": "Do not wait for the last judgment. It comes every day.", "author": "Albert Camus"},
{"quote": "Don't be too timid and squeamish about your actions. All life is an experiment. The more experiments you make the better.", "author": "Ralph Waldo Emerson"},
{"quote": "Once you realize you deserve a bright future, letting go of your dark past is the best choice you will ever make.", "author": "Roy T. Bennett"},
{"quote": "Is this thing safe?\"", "author": "Maggie Stiefvater"},
{"quote": "My life didn't please me, so I created my life.", "author": "Coco Chanel"},
{"quote": "It is important that we forgive ourselves for making mistakes. We need to learn from our errors and move on.", "author": "Steve Maraboli"},
{"quote": "When the going gets weird, the weird turn professional.", "author": "Hunter S. Thompson"},
{"quote": "There's nothing more embarrassing than to have earned the disfavor of a perceptive animal.", "author": "Michael Chabon"},
{"quote": "The only way to survive eternity is to be able to appreciate each moment.", "author": "Lauren Kate"},
{"quote": "Your life is an occasion. Rise to it.", "author": "Suzanne Weyn"},
{"quote": "To have what you have never had, you have to do what you have never done.", "author": "Roy T. Bennett"},
{"quote": "Tears, idle tears, I know not what they mean,", "author": "Alfred Lord Tennyson"},
{"quote": "Being grateful does not mean that everything is necessarily good. It just means that you can accept it as a gift.", "author": "Roy T. Bennett"},
{"quote": "A smile puts you on the right track. A smile makes the world a beautiful place. When you lose your smile, you lose your way in the chaos of life.", "author": "Roy T. Bennett"},
{"quote": "Life isn't about waiting for the storm to pass...It's about learning to dance in the rain.", "author": "Vivian Greene"},
{"quote": "Time takes it all, whether you want it to or not.", "author": "Stephen King"},
{"quote": "Don't Just", "author": "Roy T. Bennett"},
{"quote": "Get Off The Scale!", "author": "Steve Maraboli"},
{"quote": "It’s never an insult to be called what somebody thinks is a bad name. It just shows you how poor that person is, it doesn’t hurt you.", "author": "Harper Lee"},
{"quote": "You must not ever stop being whimsical. And you must not, ever, give anyone else the responsibility for your life.", "author": "Mary Oliver"},
{"quote": "Happiness is not a goal...it's a by-product of a life well lived.", "author": "Eleanor Roosevelt"},
{"quote": "Sacrifice is a part of life. It's supposed to be. It's not something to regret. It's something to aspire to.", "author": "Mitch Albom"},
{"quote": "If you hang out with chickens, you're going to cluck and if you hang out with eagles, you're going to fly.", "author": "Steve Maraboli"},
{"quote": "No! Try not. Do, or do not. There is no try.", "author": "George Lucas"},
{"quote": "When Great Trees Fall", "author": "Maya Angelou"},
{"quote": "You don't have to disrespect and insult others simply to hold your own ground. If you do, that shows how shaky your own position is.", "author": "Red Haircrow"},
{"quote": "I have often wished I had time to cultivate modesty...But I am too busy thinking about myself.", "author": "Edith Sitwell"},
{"quote": "Smile more. Smiling can make you and others happy.", "author": "Roy T. Bennett"},
{"quote": "Life was meant to be lived, and curiosity must be kept alive. One must never, for whatever reason, turn his back on life.", "author": "Eleanor Roosevelt"},
{"quote": "Growing up happens when you start having things you look back on and wish you could change -Clary Fray", "author": "Cassandra Clare"},
{"quote": "Our life is what our thoughts make it.", "author": "Marcus Aurelius"},
{"quote": "Courage is feeling fear, not getting rid of fear, and taking action in the face of fear.", "author": "Roy T. Bennett"},
{"quote": "Very occasionally, if you pay really close attention, life doesn't suck.", "author": "Joss Whedon"},
{"quote": "Our lives are defined by opportunities, even the ones we miss.", "author": "Eric Roth"},
{"quote": "Patience Is Not the Ability to Wait:", "author": "Roy T. Bennett"},
{"quote": "Yea, all things live forever, though at times they sleep and are forgotten.", "author": "H. Rider Haggard"},
{"quote": "Knowledge, like air, is vital to life. Like air, no one should be denied it.", "author": "Alan Moore"},
{"quote": "You do not immortalize the lost by writing about them. Language buries, but does not resurrect.", "author": "John Green"},
{"quote": "There is nothing more frightful than ignorance in action.", "author": "Johann Wolfgang von Goethe"},
{"quote": "Whenever something bad happens, keep calm, take a few deep breaths and shift the focus to something positive.", "author": "Roy T. Bennett"},
{"quote": "You are in charge of your own happiness; you don't need to wait for other people's permission to be happy.", "author": "Roy T. Bennett"},
{"quote": "It wasn’t my day. My week. My month. My year. My life. God damn it.", "author": "Charles Bukowski"},
{"quote": "The story of life is quicker than the wink of an eye, the story of love is hello and goodbye...until we meet again", "author": "Jimi Hendrix"},
{"quote": "You Are the Master of Your Attitude", "author": "Roy T. Bennett"},
{"quote": "The person you became with her is worth being.", "author": "Veronica Roth"},
{"quote": "Great leaders create more leaders, not followers.", "author": "Roy T. Bennett"},
{"quote": "Always have a willing hand to help someone, you might be the only one that does.", "author": "Roy T. Bennett"},
{"quote": "You cannot change what you are, only what you do.", "author": "Philip Pullman"},
{"quote": "You were given life; it is your duty (and also your entitlement as a human being) to find something beautiful within life, no matter how slight.", "author": "Elizabeth Gilbert"},
{"quote": "Don’t sacrifice yourself too much, because if you sacrifice too much there’s nothing else you can give and nobody will care for you.", "author": "Karl Lagerfeld"},
{"quote": "Spring passes and one remembers one's innocence.", "author": "Yoko Ono"},
{"quote": "Successful people are always looking for opportunities to help others.", "author": "Brian Tracy"},
{"quote": "Love is our true destiny. We do not find the meaning of life by ourselves alone - we find it with another.", "author": "Thomas Merton"},
{"quote": "Your conscience is the measure of the honesty of your selfishness.", "author": "Richard Bach"},
{"quote": "Of all creatures that breathe and move upon the earth, nothing is bred that is weaker than man.", "author": "Homer"},
{"quote": "A fit, healthy body—that is the best fashion statement", "author": "Jess C Scott"},
{"quote": "People say that eyes are windows to the soul.", "author": "Khaled Hosseini"},
{"quote": "Remember that everyone you meet is afraid of something, loves something and has lost something.", "author": "H. Jackson Brown"},
{"quote": "Live the Life of Your Dreams", "author": "Roy T. Bennett"},
{"quote": "Who are you?", "author": "Lana Del Rey"},
{"quote": "If you've never eaten while crying you don t know what life tastes like.", "author": "Johann Wolfgang von Goethe"},
{"quote": "Cynics are simply thwarted romantics.", "author": "William Goldman"},
{"quote": "I would rather be ashes than dust!", "author": "Jack London"},
{"quote": "Life is like a novel. It's filled with suspense. You have no idea what is going to happen until you turn the page.", "author": "sidney sheldon"},
{"quote": "Don't cry, I'm sorry to have deceived you so much, but that's how life is.", "author": "Vladimir Nabokov "},
{"quote": "It's not what you say out of your mouth that determines your life, it's what you whisper to yourself that has the most power!", "author": "Robert T. Kiyosaki"},
{"quote": "But I don't believe that life is supposed to make you feel good, or to make you feel miserable either. Life is just supposed to make you feel.", "author": "Gloria Naylor"},
{"quote": "Just living is not enough,\" said the butterfly, \"one must have sunshine, freedom, and a little flower.", "author": "Hans Christian Anderson"},
{"quote": "The best of us must sometimes eat our words.", "author": "J.K. Rowling"},
{"quote": "Life will not break your heart. It'll crush it.", "author": "Henry Rollins"},
{"quote": "It was always the becoming he dreamed of, never the being.", "author": "F. Scott Fitzgerald"},
{"quote": "How far that little candle throws his beams! So shines a good deed in a weary world.", "author": "William Shakespeare"},
{"quote": "I have no idea what's awaiting me, or what will happen when this all ends. For the moment I know this: there are sick people and they need curing.", "author": "Albert Camus"},
{"quote": "If there were such a thing as terminal literalism, you'd have died in childhood.", "author": "Cassandra Clare"},
{"quote": "For I have known them all already, known them all—", "author": "T.S. Eliot"},
{"quote": "Closed in a room, my imagination becomes the universe, and the rest of the world is missing out.", "author": "Criss Jami"},
{"quote": "There is a time for everything, and a season for every activity under heaven:", "author": "Anonymous"},
{"quote": "I don't think that there are any limits to how excellent we could make life seem.", "author": "Jonathan Safran Foer"},
{"quote": "Just keep moving forward and don't give a shit about what anybody thinks. Do what you have to do, for you.", "author": "Johnny Depp"},
{"quote": "When things go wrong, don't go with them.", "author": "Elvis Presley"},
{"quote": "To travel is to live.", "author": "Hans Christian Andersen"},
{"quote": "I want words at my funeral. But I guess that means you need life in your life.", "author": "Markus Zusak"},
{"quote": "Then I discovered that being related is no guarantee of love!", "author": "Stieg Larsson"},
{"quote": "Follow your bliss and the universe will open doors for you where there were only walls.", "author": "Joseph Campbell"},
{"quote": "Art is the proper task of life. ", "author": "Friedrich Nietzsche"},
{"quote": "The surest way to make your dreams come true is to live them.", "author": "Roy T. Bennett"},
{"quote": "A smart person knows how to talk. A wise person knows when to be silent.", "author": "Roy T. Bennett"},
{"quote": "The future is something which everyone reaches at the rate of sixty minutes an hour, whatever he does, whoever he is.", "author": "C.S. Lewis"},
{"quote": "In all of living, have much fun and laughter. Life is to be enjoyed, not just endured.", "author": "Gordon B. Hinckley"},
{"quote": "There are no random acts...We are all connected...You can no more separate one life from another than you can separate a breeze from the wind...", "author": "Mitch Albom"},
{"quote": "Don’t let the noise of others’ opinions drown out your own inner voice.\"", "author": "Steve Jobs"},
{"quote": "Life is funny. Things change, people change, but you will always be you, so stay true to yourself and never sacrifice who you are for anyone.", "author": "Zayn Malik"},
{"quote": "We are stuck with technology when what we really want is just stuff that works.", "author": "Douglas Adams"},
{"quote": "All human beings have three lives: public, private, and secret.", "author": "Gabriel García Márquez"},
{"quote": "Too many people spend money they haven't earned, to buy things they don't want, to impress people that they don't like.", "author": "Will Rogers"},
{"quote": "Most of the basic material a writer works with is acquired before the age of fifteen.", "author": "Willa Cather"},
{"quote": "You are not the victim of the world, but rather the master of your own destiny. It is your choices and decisions that determine your destiny.", "author": "Roy T. Bennett"},
{"quote": "Breathe. Let go. And remind yourself that this very moment is the only one you know you have for sure. ", "author": "Oprah Winfrey"},
{"quote": "If there was anything that depressed him more than his own cynicism, it was that quite often it still wasn't as cynical as real life.", "author": "Terry Pratchett"},
{"quote": "When life gives you lemons, chunk it right back.", "author": "Bill Watterson"},
{"quote": "We are all connected; To each other, biologically. To the earth, chemically. To the rest of the universe atomically.", "author": "Neil DeGrasse Tyson"},
{"quote": "This isn't life in the fast lane, it's life in the oncoming traffic.", "author": "Terry Pratchett"},
{"quote": "Guard well your thoughts when alone and your words when accompanied.", "author": "Roy T. Bennett"},
{"quote": "I want to live my life in such a way that when I get out of bed in the morning, the devil says, \"aw shit, he's up!", "author": "Steve Maraboli"},
{"quote": "You cannot change anyone, but you can be the reason someone changes.", "author": "Roy T. Bennett"},
{"quote": "As is a tale, so is life: not how long it is, but how good it is, is what matters.", "author": "J.K. Rowling"},
{"quote": "Amor Fati – “Love Your Fate”, which is in fact your life.", "author": "Friedrich Nietzsche"},
{"quote": "No one here gets out alive.", "author": "Jim Morrison"},
{"quote": "If you don’t give up on something you truly believe in, you will find a way.", "author": "Roy T. Bennett"},
{"quote": "A kind gesture can reach a wound that only compassion can heal.", "author": "Steve Maraboli"},
{"quote": "Life isn't as serious as the mind makes it out to be.", "author": "Eckhart Tolle"},
{"quote": "Perhaps I know best why it is man alone who laughs; he alone suffers so deeply that he had to invent laughter.", "author": "Friedrich Nietzsche"},
{"quote": "Even for me life had its gleams of sunshine.", "author": "Charlotte Brontë"},
{"quote": "At some point we all look up and realize we are lost in a maze.", "author": "John Green"},
{"quote": "Do not ask your children", "author": "William  Martin"},
{"quote": "Poetry is just the evidence of life. If your life is burning well, poetry is just the ash.", "author": "Leonard Cohen"},
{"quote": "The object of life is not to be on the side of the majority, but to escape finding oneself in the ranks of the insane.", "author": "Marcus Aurelius"},
{"quote": "You can't just plan a moment when things get back on track, just as you can't plan the moment you lose your way in the first place.", "author": "Sarah Dessen"},
{"quote": "We choose our joys and sorrows long before we experience them.", "author": "Kahlil Gibran"},
{"quote": "The more you praise and celebrate your life, the more there is in life to celebrate.", "author": "Oprah Winfrey"},
{"quote": "Each affects the other, and the other affects the next, and the world is full of stories, but the stories are all one.", "author": "Mitch Albom"},
{"quote": "I'm the girl nobody knows until she commits suicide. Then suddenly everyone had a class with her.", "author": "Tom Leveen"},
{"quote": "How terribly sad it was that people are made in such a way that they get used to something as extraordinary as living.", "author": "Jostein Gaarder"},
{"quote": "I am not the same having seen the moon shine on the other side of the world.", "author": "mary anne radmacher"},
{"quote": "There is more to life than simply increasing its speed.", "author": "Mahatma Gandhi"},
{"quote": "Be the positive impact on the lives of others.", "author": "Roy T. Bennett"},
{"quote": "I don't get it,' Caroline said, bemused. 'She's the only one with wings. Why is that?'", "author": "Sarah Dessen "},
{"quote": "Integrity is doing the right thing when nobody's watching, and doing as you say you would do.", "author": "Roy T. Bennett"},
{"quote": "Discipline Your Mind to Think Positively: Discipline your mind to see the good in every situation and look on the best side of every event.", "author": "Roy T. Bennett"},
{"quote": "Focus on your goals, not your fear.", "author": "Roy T. Bennett"},
{"quote": "When one has a grateful heart, life is so beautiful.", "author": "Roy T. Bennett"},
{"quote": "Life is a journey. Time is a river. The door is ajar", "author": "Jim Butcher"},
{"quote": "Style is the answer to everything.", "author": "Charles Bukowski"},
{"quote": "Though the road's been rocky it sure feels good to me.", "author": "Bob Marley"},
{"quote": "If you need something from somebody always give that person a way to hand it to you.", "author": "Sue Monk Kidd"},
{"quote": "There's gon' be some stuff you gon' see", "author": "Tupac Shakur"},
{"quote": "Taking pictures is savoring life intensely, every hundredth of a second.", "author": "Marc Riboud"},
{"quote": "Hardships make or break people.", "author": "Margaret Mitchell"},
{"quote": "We’d met at a carefree time, a moment full of promise, in its place now were the harsh lessons of the real world.", "author": "Nicholas Sparks"},
{"quote": "Don't confuse poor decision-making with destiny. Own your mistakes. It’s ok; we all make them. Learn from them so they can empower you!", "author": "Steve Maraboli"},
{"quote": "Be happy, but never satisfied.", "author": "Bruce Lee"},
{"quote": "You can't become a decent horseman until you fall off and get up again, a good number of times.", "author": "Bear Grylls"},
{"quote": "Yeah, sometimes life really sucks,\" she says. \"But you know what I'm holding on for?\"", "author": "Veronica Roth"},
{"quote": "Turn your obstacles into opportunities and your problems into possibilities.", "author": "Roy T. Bennett"},
{"quote": "In the end, it wasn't death that surprised her but the stubbornness of life.", "author": "Jeffrey Eugenides"},
{"quote": "The Laughing Heart", "author": "Charles Bukowski"},
{"quote": "You were born with potential.", "author": "Rumi"},
{"quote": "Dreams don't work unless you take action. The surest way to make your dreams come true is to live them.", "author": "Roy T. Bennett"},
{"quote": "It takes guts and humility to admit mistakes. Admitting we're wrong is courage, not weakness.", "author": "Roy T. Bennett"},
{"quote": "You don’t have to like someone, but you have to treat them as you wish to be treated.", "author": "Roy T. Bennett"},
{"quote": "If you don't know who you truly are, you'll never know what you really want.", "author": "Roy T. Bennett"},
{"quote": "When a man cannot choose, he ceases to be a man.", "author": "Anthony Burgess"},
{"quote": "There are many things worth living for, a few things worth dying for, and nothing worth killing for.", "author": "Tom Robbins"},
{"quote": "The more I live, the more I learn. The more I learn, the more I realize, the less I know.", "author": "Michel Legrand"},
{"quote": "You’re not obligated to win. You’re obligated to keep trying. To the best you can do everyday.", "author": "Jason Mraz"},
{"quote": "All opinions are not equal. Some are a very great deal more robust, sophisticated and well supported in logic and argument than others.", "author": "Douglas Adams"},
{"quote": "When you hold a grudge, you want someone else’s sorrow to reflect your level of hurt but the two rarely meet.", "author": "Steve Maraboli"},
{"quote": "There was beauty in the idea of freedom, but it was an illusion. Every human heart was chained by love.", "author": "Cassandra Clare"},
{"quote": "The cosmos is within us. We are made of star-stuff. We are a way for the universe to know itself.", "author": "Carl Sagan"},
{"quote": "Life gives us choices. You either grab on with both hands and just go for it, or you sit on the sidelines.", "author": "Christine Feehan"},
{"quote": "I seem to have run in a great circle, and met myself again on the starting line.", "author": "Jeanette Winterson"},
{"quote": "Cinema is the ultimate pervert art. It doesn't give you what you desire - it tells you how to desire.", "author": "Slavoj Žižek"},
{"quote": "Being happy doesn't mean that everything is perfect. It means that you've decided to look beyond the imperfections.", "author": "Gerard Way"},
{"quote": "The cost of a thing is the amount of what I will call life which is required to be exchanged for it, immediately or in the long run.", "author": "Henry David Thoreau"},
{"quote": "Learning to distance yourself from all the negativity is one of the greatest lessons to achieve inner peace.", "author": "Roy T. Bennett"},
{"quote": "Most of us must learn to love people and use things rather than loving things and using people.", "author": "Roy T. Bennett"},
{"quote": "Never let hard lessons harden your heart; the hard lessons of life are meant to make you better, not bitter.", "author": "Roy T. Bennett"},
{"quote": "The worst memories stick with us, while the nice ones always seem to slip through our fingers.", "author": "Rachel Vincent"},
{"quote": "There will be time, there will be time", "author": "T.S. Eliot."},
{"quote": "Gratitude builds a bridge to abundance.", "author": "Roy T. Bennett"},
{"quote": "Challenge and adversity are meant to help you know who you are. Storms hit your weakness, but unlock your true strength.", "author": "Roy T. Bennett"},
{"quote": "When it's over, I want to say: all my life", "author": "Mary Oliver"},
{"quote": "Most everything you think you know about me is nothing more than memories.", "author": "Haruki Murakami"},
{"quote": "We demand rigidly defined areas of doubt and uncertainty!", "author": "Douglas Adams"},
{"quote": "Take it moment by moment, and you will find that we are all, as I’ve said before, bugs in amber.", "author": "Kurt Vonnegut"},
{"quote": "Some things you hear with your ears. Others, you hear with your heart.", "author": "Sarah J. Maas"},
{"quote": "Why Not You?", "author": "Steve Maraboli"},
{"quote": "To move, to breathe, to fly, to float,", "author": "Hans Christian Andersen"},
{"quote": "Too often we underestimate the power of a touch, a smile, a kind word, a", "author": "Leo F. Buscaglia"},
{"quote": "Quiet is peace. Tranquility. Quiet is turning down the volume knob on life. Silence is pushing the off button. Shutting it down. All of it. - Amir", "author": "Khaled Hosseini"},
{"quote": "It takes sunshine and rain to make a rainbow. There would be no rainbows without sunshine and rain.", "author": "Roy T. Bennett"},
{"quote": "You cannot control what happens to you, but you can control your attitude", "author": "Brian Tracy"},
{"quote": "Science is organized knowledge. Wisdom is organized life.", "author": "Will Durant"},
{"quote": "Life is a tapestry woven by the decisions we make.", "author": "Sherrilyn Kenyon"},
{"quote": "Life, unfortunately, doesn't seem to care what we want.", "author": "Richelle Mead"},
{"quote": "Some things cannot be taught; they must be experienced. You never learn the most valuable lessons in life until you go through your own journey.", "author": "Roy T. Bennett"},
{"quote": "Strange, I thought, how you can be living your dreams and your nightmares at the very same time.", "author": "Ransom Riggs"},
{"quote": "All knowledge is worth having.", "author": "Jacqueline Carey"},
{"quote": "If you have a dream, don’t just sit there. Gather courage to believe that you can succeed and leave no stone unturned to make it a reality.", "author": "Dr Roopleen"},
{"quote": "There is no time for cut-and-dried monotony. There is time for work. And time for love. That leaves no other time.", "author": "Coco Chanel"},
{"quote": "Nothing makes a person happier than having a happy heart.", "author": "Roy T. Bennett"},
{"quote": "Earth's crammed with heaven...", "author": "Elizabeth Barrett Browning"},
{"quote": "You can live your whole life not realizing that what you're looking for is right in front of you.", "author": "David Nicholls"},
{"quote": "The great object of life is sensation- to feel that we exist, even though in pain.", "author": "Lord Byron"},
{"quote": "Never allow a person to tell you no who doesn't have the power to say", "author": "Eleanor Roosevelt"},
{"quote": "O Me! O life!... of the questions of these recurring;", "author": "Walt Whitman"},
{"quote": "The camera is an instrument that teaches people how to see without a camera.", "author": "Dorothea Lange"},
{"quote": "I don't know why we are here, but I'm pretty sure that it is not in order to enjoy ourselves.", "author": "Ludwig Wittgenstein"},
{"quote": "Perhaps - I want the old days back again and they'll never come back, and I am haunted by the memory of them and of the world falling about my ears. ", "author": "Margaret Mitchell"},
{"quote": "I wish to weep", "author": "Charles Bukowski"},
{"quote": "It doesn’t matter how many times you get knocked down. All that matters is you get up one more time than you were knocked down.", "author": "Roy T. Bennett"},
{"quote": "Losing your life is not the worst thing that can happen. The worst thing is to lose your reason for living.", "author": "Jo Nesbo"},
{"quote": "Life is nothing without a little chaos to make it interesting.", "author": "Amelia Atwater-Rhodes"},
{"quote": "Our battered suitcases were piled on the sidewalk again; we had longer ways to go. But no matter, the road is life", "author": "Jack Kerouac"},
{"quote": "If you live each day as it was your last, someday you'll most certainly be right", "author": "Steve Jobs"},
{"quote": "Failure is a bend in the road, not the end of the road. Learn from failure and keep moving forward.", "author": "Roy T. Bennett"},
{"quote": "Look. I have a strategy. Why expect anything? If you don’t expect anything, you don’t get disappointed.", "author": "Patricia McCormick"},
{"quote": "There comes a time in your life when you have to choose to turn the page, write another book or simply close it.", "author": "Shannon L. Alder"},
{"quote": "Never respond to an angry person with a fiery comeback, even if he deserves it...Don't allow his anger to become your anger.", "author": "Bohdi Sanders"},
{"quote": "No single event can awaken within us a stranger whose existence we had never suspected. To live is to be slowly born.", "author": "Antoine de Saint-Exupéry"},
{"quote": "A single death is a tragedy; a million deaths is a statistic.", "author": "Joseph Stalin"},
{"quote": "We should forgive our enemies, but not before they are hanged", "author": "Heinrich Heine"},
{"quote": "The beautiful journey of today can only begin when we learn to let go of yesterday.", "author": "Steve Maraboli"},
{"quote": "Until you step into the unknown, you don’t know what you’re made of.", "author": "Roy T. Bennett"},
{"quote": "What is called a reason for living is also an excellent reason for dying.", "author": "Albert Camus"},
{"quote": "The aim of life is self-development. To realize one's nature perfectly - that is what each of us is here for.", "author": "Oscar Wilde"},
{"quote": "We should count time by heart-throbs. He most lives,", "author": "Philip James Bailey"},
{"quote": "You can't be brave if you've only had wonderful things happen to you.", "author": "Mary Tyler Moore"},
{"quote": "Don’t wait for things to happen. Make them happen.", "author": "Roy T. Bennett"},
{"quote": "Good things happen in your life when you surround yourself with positive people.", "author": "Roy T. Bennett"},
{"quote": "Don't wait for the right moment to start, start and make each moment right.", "author": "Roy T. Bennett"},
{"quote": "Stop doing what is easy. Start doing what is right.", "author": "Roy T. Bennett"},
{"quote": "Don't own so much clutter that you will be relieved to see your house catch fire.", "author": "Wendell Berry"},
{"quote": "How can I go forward when I don't know which way I'm facing?", "author": "John Lennon"},
{"quote": "The hardest thing about the road not taken is that you never know where it might have led.", "author": "Lisa Wingate"},
{"quote": "The mistakes I've made are dead to me. But I can't take back the things I never did.", "author": "Jonathan Safran Foer"},
{"quote": "Life is a gift. Don't forget to live it.", "author": "Nicola Yoon"},
{"quote": "Art is to console those who are broken by life.", "author": "Vincent van Gogh"},
{"quote": "Madame, all stories, if continued far enough, end in death, and he is no true-story teller who would keep that from you.", "author": "Hemingway, Ernest"},
{"quote": "Those who hurt others will also hurt themselves.", "author": "Natsuki Takaya"},
{"quote": "Be still, sad heart! and cease repining;", "author": "Henry Wadsworth Longfellow"},
{"quote": "If the path before you is clear, you're probably on someone else's.", "author": "Joseph Campbell"},
{"quote": "Dare I say I miss him? I do. I miss him. I still see him in my dreams. They are nightmares mostly, but nightmares tinged with love.", "author": "Yann Martel"},
{"quote": "Good people see the good and bring out the best in other people.", "author": "Roy T. Bennett"},
{"quote": "7 Effective Ways to Make Others Feel Important", "author": "Roy T. Bennett"},
{"quote": "What you stay focused on will grow.", "author": "Roy T. Bennett"},
{"quote": "Enjoy every step you take. If you're curious, there is always something new to be discovered in the backdrop of your daily life.", "author": "Roy T. Bennett"},
{"quote": "I hate to say it, but shit really does happen. You just have to get over it. Beat the hell out of it by doing things that make you happy.", "author": "J.A. Redmerski"},
{"quote": "When things do not go your way, remember that every challenge — every adversity — contains within it the seeds of opportunity and growth.", "author": "Roy T. Bennett"},
{"quote": "We are unusual and tragic and alive.", "author": "dave eggers"},
{"quote": "All the world's a stage and most of us are desperately unrehearsed.", "author": "Seán O'Casey"},
{"quote": "So much working, reading, thinking, living to do! A lifetime is not long enough.", "author": "Sylvia Plath"},
{"quote": "Unrequited love is the infinite curse of a lonely heart.", "author": "Christina Westover"},
{"quote": "Don't live down to expectations. Go out there and do something remarkable.", "author": "Wendy Wasserstein"},
{"quote": "As far as we can discern, the sole purpose of human existence is to kindle a light of meaning in the darkness of mere being.", "author": "Carl Gustav Jung"},
{"quote": "When you compare the sorrows of real life to the pleasures of the imaginary one, you will never want to live again, only to dream forever.", "author": "Alexandre Dumas"},
{"quote": "Sometimes life is too hard to be alone, and sometimes life is too good to be alone.", "author": "Elizabeth Gilbert"},
{"quote": "He had the look of one who had drunk the cup of life and found a dead beetle at the bottom.", "author": "P.G. Wodehouse"},
{"quote": "Hard is trying to rebuild yourself, piece by piece, with no instruction book, and no clue as to where all the important bits are supposed to go.", "author": "Nick Hornby"},
{"quote": "When you come out of the storm, you won’t be the same person who walked in. That’s what this storm’s all about.", "author": "Haruki Murakami"},
{"quote": "Do not let the roles you play in life make you forget who you are.", "author": "Roy T. Bennett"},
{"quote": "My expectations were reduced to zero when I was 21. Everything since then has been a bonus.\"", "author": "Stephen W. Hawking"},
{"quote": "Life is a succession of lessons which must be lived to be understood.", "author": "Ralph Waldo Emerson"},
{"quote": "I know it's not easy for you, living this life, but try to remember, always try to remember, you're not the only one with troubles.", "author": "Laini Taylor"},
{"quote": "Life is more or less a lie, but then again, that's exactly the way we want it to be.", "author": "Bob Dylan"},
{"quote": "Beliefs are choices. First you choose your beliefs. Then your beliefs affect your choices.", "author": "Roy T. Bennett"},
{"quote": "We, unaccustomed to courage", "author": "Maya Angelou"},
{"quote": "You were born to stand out, stop trying to fit in.", "author": "Roy T. Bennett"},
{"quote": "Change may not always bring growth, but there is no growth without change.", "author": "Roy T. Bennett"},
{"quote": "When you take control of your attitude, you take control of your life.", "author": "Roy T. Bennett"},
{"quote": "Let go of something old that no longer serves you in order to make room for something new.", "author": "Roy T. Bennett"},
{"quote": "Life, although it may only be an accumulation of anguish, is dear to me, and I will defend it.", "author": "Mary Shelley"},
{"quote": "It is a very funny thing that the sleepier you are, the longer you take about getting to bed.", "author": "C.S. Lewis"},
{"quote": "Those who will not reason, are bigots, those who cannot, are fools, and those who dare not, are slaves.", "author": "George Gordon Byron (Lord Byron)"},
{"quote": "The world changes, we do not, therein lies the irony that kills us.", "author": "Anne Rice"},
{"quote": "The beautiful is always bizarre.", "author": "Charles Baudelaire"},
{"quote": "The cost of oblivious daydreaming was always this moment of return, the realignment with what had been before and now seemed a little worse. ", "author": "Ian McEwan"},
{"quote": "One half of the world cannot understand the pleasures of the other.", "author": "Jane Austen"},
{"quote": "People are strange: They are constantly angered by trivial things, but on a major matter like totally wasting their lives, they hardly seem to notice.", "author": "Charles Bukowski"},
{"quote": "I think that you’ve got to make something that pleases you and hope that other people feel the same way.", "author": "Thomas Keller"},
{"quote": "The one who falls and gets up is stronger than the one who never tried. Do not fear failure but rather fear not trying.", "author": "Roy T. Bennett"},
{"quote": "It doesn't matter where you are coming from. All that matters is where you are", "author": "Brian Tracy"},
{"quote": "Your \"I CAN\" is more important than your IQ.", "author": "Robin Sharma"},
{"quote": "Surround Yourself with Positive People Who Believe in Your Dreams", "author": "Roy T. Bennett"},
{"quote": "Is life not a thousand times too short for us to bore ourselves?", "author": "Friedrich Nietzsche"},
{"quote": "We can never judge the lives of others, because each person knows only their own pain and renunciation.", "author": "Paulo Coelho"},
{"quote": "Life is short. Focus on what really matters most. You have to change your priorities over time.", "author": "Roy T. Bennett"},
{"quote": "It can only take a moment to waste the rest of your life.", "author": "Chuck Palahniuk"},
{"quote": "Great leaders can see the greatness in others when they can’t see it themselves and lead them to their highest potential they don’t even know.", "author": "Roy T. Bennett"},
{"quote": "One of the best ways to influence people is to make them feel important.", "author": "Roy T. Bennett"},
{"quote": "Shine your light and make a positive impact on the world; there is nothing so honorable as helping improve the lives of others.", "author": "Roy T. Bennett"},
{"quote": "May Light always surround you;", "author": "D. Simone"},
{"quote": "You need to find a way to live your life, that it doesn't make a mockery of your values.", "author": "Bill Ayers"},
{"quote": "and when all the wars are over, a butterfly will still be beautiful.", "author": "Ruskin Bond"},
{"quote": "Dogs are not our whole life, but they make our lives whole.", "author": "Roger Caras"},
{"quote": "How quick come the reasons for approving what we like.", "author": "Jane Austen"},
{"quote": "When a man learns to love, he must bear the risk of hatred.", "author": "Uchiha Madara"},
{"quote": "You will never follow your own inner voice until you clear up the doubts in your mind.", "author": "Roy T. Bennett"},
{"quote": "Happiness was but the occasional episode in a general drama of pain.", "author": "Thomas Hardy"},
{"quote": "To care about your outward appearance is important, but what’s more important is to have a beautiful soul.", "author": "Roy T. Bennett"},
{"quote": "Tears are words the heart can't express", "author": "Gerard Way"},
{"quote": "Life is not like water. Things in life don't necessarily flow over the shortest possible route.", "author": "Haruki Murakami"},
{"quote": "But that was the problem with having the answers. It was only after you gave them that you realized they sometimes weren't what people wanted to hear.", "author": "Sarah Dessen"},
{"quote": "I am afraid. Not of life, or death, or nothingness, but of wasting it as if I had never been.", "author": "Daniel Keyes"},
{"quote": "Life belongs to the living, and he who lives must be prepared for changes.", "author": "Johann Wolfgang von Goethe"},
{"quote": "Stop doing what is easy or popular. Start doing what is right.", "author": "Roy T. Bennett"},
{"quote": "Clocks slay time... time is dead as long as it is being clicked off by little wheels; only when the clock stops does time come to life.", "author": "William Faulkner"},
{"quote": "Wanting him to come back before anyone notices part of the world has not moved since he left.", "author": "Brian Andreas"},
{"quote": "Great Leaders Create More Leaders", "author": "Roy T. Bennett"},
{"quote": "People were always getting ready for tomorrow. I didn't believe in that. Tomorrow wasn't getting ready for them. It didn't even know they were there.", "author": "Cormac McCarthy"},
{"quote": "After all, what's a life, anyway? We're born, we live a little while, we die.", "author": "E.B. White"},
{"quote": "The best way to predict your future is to create it.", "author": "Abraham Lincoln"},
{"quote": "If you can’t save your own life, is it even worth saving?", "author": "Rainbow Rowell"},
{"quote": "Just remember that the things you put into your head are there forever, he said. You might want to think about that.", "author": "Cormac McCarthy"},
{"quote": "My past has not defined me, destroyed me, deterred me, or defeated me; it has only strengthened me.", "author": "Steve Maraboli"},
{"quote": "Character — the willingness to accept responsibility for one's own life — is the source from which self-respect springs.", "author": "Joan Didion"},
{"quote": "My destination is no longer a place, rather a new way of seeing.", "author": "Marcel Proust"},
{"quote": "I do not believe anyone can be perfectly well, who has a brain and a heart", "author": "Henry Wadsworth Longfellow"},
{"quote": "Winners are not afraid of losing. But losers are. Failure is part of the process of success. People who avoid failure also avoid success.", "author": "Robert T. Kiyosaki"},
{"quote": "One does no question miracles, or complain that they are no constructed perfectly to one's liking.", "author": "Cassandra Clare"},
{"quote": "My head’ll explode if I continue with this escapism.", "author": "Jess C Scott"},
{"quote": "He is terribly afraid of dying because he hasn’t yet lived.", "author": "Franz Kafka"},
{"quote": "Despair is the price one pays for self-awareness. Look deeply into life, and you'll always find despair.", "author": "Irvin D. Yalom"},
{"quote": "We all have two lives. The second one starts when we realize that we only have one.", "author": "Tom Hiddleston"},
{"quote": "To learn something new, you need to try new things and not be afraid to be wrong.", "author": "Roy T. Bennett"},
{"quote": "Hobbes: Do you think there's a God?", "author": "Bill Watterson"},
{"quote": "The choices you make now, the people you surround yourself with, they all have the potential to affect your life, even who you are, forever.", "author": "Sarah Dessen"},
{"quote": "Associate Yourself with People Who Think Positively:", "author": "Roy T. Bennett"},
{"quote": "How we spend our days is, of course, how we spend our lives.", "author": "Annie Dillard"},
{"quote": "You were made by God and for God and until you understand that, life will never make sense.", "author": "Rick Warren"},
{"quote": "You were put on this earth to achieve your greatest self, to live out your purpose, and to do it courageously.", "author": "Steve Maraboli"},
{"quote": "Civilized men are more discourteous than savages because they know they can be impolite without having their skulls split, as a general thing.", "author": "Robert E. Howard"},
{"quote": "Life happens. Shit happens. And it happens a lot. To a lot of people.", "author": "Colleen Hoover"},
{"quote": "Perfectly Imperfect", "author": "Steve Maraboli"},
{"quote": "The universe may not always play fair, but at least it's got a hell of a sense of humor.", "author": "Candace Bushnell"},
{"quote": "Life is hard. After all, it kills you.", "author": "Katharine Hepburn"},
{"quote": "When a stargirl cries, she sheds not tears but light.", "author": "Jerry Spinelli"},
{"quote": "But we can't go back. We can only go forward.", "author": "Libba Bray"},
{"quote": "Obscurity and a competence—that is the life that is best worth living.", "author": "Mark Twain"},
{"quote": "Without music, life would be a blank to me.", "author": "Jane Austen"},
{"quote": "I think the highest and lowest points are the important ones. Anything else is just...in between.", "author": "Jim Morrison"},
{"quote": "They had an ordinary life, full of ordinary things-if love can ever be called that.", "author": "Leigh Bardugo"},
{"quote": "There's no advantage to hurrying through life.\" -Shikamaru Nara", "author": "Masashi Kishimoto"},
{"quote": "You can get all A's and still flunk life.", "author": "Walker Percy"},
{"quote": "Whether we fall by ambition, blood, or lust", "author": "John Webster"},
{"quote": "Stay strong, stay positive, and never give up.", "author": "Roy T. Bennett"},
{"quote": "Hearing voices no one else can hear isn't a good sign, even in the wizarding world.", "author": "J.K. Rowling"},
{"quote": "Let me give you a tip on a clue to men's characters: the man who damns money has obtained it dishonorably; the man who respects it has earned it.", "author": "Ayn Rand"},
{"quote": "She was like a drowning person, flailing, reaching for anything that might save her. Her life was an urgent, desperate struggle to justify her life.", "author": "Jonathan Safran Foer"},
{"quote": "It’s strange how dreams get under your skin and give your heart a test for what’s real and what’s imaginary.", "author": "Jason Mraz"},
{"quote": "One can be the master of what one does, but never of what one feels.", "author": "Gustave Flaubert"},
{"quote": "Drink your tea slowly and reverently, as if it is the axis on which the world earth revolves - slowly, evenly, without rushing toward the future.", "author": "Thich Nhat Hanh"},
{"quote": "Enjoy life. There's plenty of time to be dead.", "author": "Hans Christian Andersen"},
{"quote": "Would you rather live one perfect day over and over or live your life with no perfect days but just decent ones?", "author": "Jenny Han"},
{"quote": "The boundaries which divide Life from Death are at best shadowy and vague. Who shall say where the one ends, and where the other begins?", "author": "Edgar Allan Poe"},
{"quote": "It might be possible that the world itself is without meaning.", "author": "Virginia Woolf"},
{"quote": "If you try to change it, you will ruin it. Try to hold it, and you will lose it.", "author": "Lao Tzu"},
{"quote": "...when pain is over, the remembrance of it often becomes a pleasure.", "author": "Jane Austen"},
{"quote": "And life", "author": "Colleen Hoover"},
{"quote": "Life is problems. Living is solving problems.", "author": "Raymond E. Feist"},
{"quote": "It's important in life if you don't give a shit. It can help you a lot.", "author": "George Carlin"},
{"quote": "Maybe everyone is just waiting for someone else to save them.", "author": "Margaret Peterson Haddix"},
{"quote": "Youth offers the promise of happiness, but life offers the realities of grief.", "author": "Nicholas Sparks"},
{"quote": "Life teaches us the right path is rarely the easy one.", "author": "Roy T. Bennett"},
{"quote": "When defeat comes, accept it as a signal that your plans are not sound, rebuild those plans, and set sail once more toward your coveted goal.", "author": "Napoleon Hill"},
{"quote": "Life is a blank canvas, and you need to throw all the paint on it you can.", "author": "Danny Kaye"},
{"quote": "What do you most value in your friends?", "author": "Christopher Hitchens"},
{"quote": "This is how the entire course of a life can be changed: by doing nothing.", "author": "Ian McEwan"},
{"quote": "People rarely bring flowers to a suicide.", "author": "Jennifer Niven"},
{"quote": "The goal of life is to make your heartbeat match the beat of the universe, to match your nature with Nature.", "author": "Joseph Campbell"},
{"quote": "Kiss a lover,", "author": "Neil Gaiman"},
{"quote": "Your time is way too valuable to be wasting on people that can't accept who you are.", "author": "Turcois Ominek"},
{"quote": "People wait around too long for love. I'm happy with all of my lusts!", "author": "C. JoyBell C."},
{"quote": "Chocolate says \"I'm sorry\" so much better than words.", "author": "Rachel Vincent"},
{"quote": "Do you know what your problem is? You can't live with the idea that someone might leave.", "author": "John Green"},
{"quote": "We know from daily life that we exist for other people first of all, for whose smiles and well-being our own happiness depends.", "author": "Albert Einstein"},
{"quote": "Part of me suspects that I'm a loser, and the other part of me thinks I'm God Almighty.", "author": "John Lennon"},
{"quote": "If we admit that human life can be ruled by reason, then all possibility of life is destroyed.", "author": "leo tolstoy"},
{"quote": "If we had no winter, the spring would not be so pleasant: if we did not sometimes taste of adversity, prosperity would not be so welcome.\"", "author": "Anne Bradstreet"},
{"quote": "Dream your own dreams, achieve your own goals. Your journey is your own and unique.", "author": "Roy T. Bennett"},
{"quote": "Selling my soul would be a lot easier if I could just find it.", "author": "Nikki Sixx"},
{"quote": "Be with someone who inspires you and makes you be the best version of yourself.", "author": "Roy T. Bennett"},
{"quote": "You can have everything you want if you can put your heart and soul into everything you do.", "author": "Roy T. Bennett"},
{"quote": "Push your boundaries beyond the ordinary; be that “extra” in “extraordinary.", "author": "Roy T. Bennett"},
{"quote": "You are -- your life, and nothing else.", "author": "Jean-Paul Sartre"},
{"quote": "Our revels now are ended. These our actors,", "author": "William Shakespeare"},
{"quote": "A man is like a novel: until the very last page you don't know how it will end. Otherwise it wouldn't even be worth reading.", "author": "Yevgeny Zamyatin"},
{"quote": "Life is full of misery, loneliness, and suffering - and it's all over much too soon.", "author": "Woody Allen"},
{"quote": "When you make a choice, you change the future.", "author": "Deepak Chopra"},
{"quote": "It's good to do uncomfortable things. It's weight training for life.", "author": "Anne Lamott"},
{"quote": "Me: “I refuse to attend Support Group.", "author": "John Green"},
{"quote": "Consistency is the true foundation of trust. Either keep your promises or do not make them.", "author": "Roy T. Bennett"},
{"quote": "I want someone whose heart is big enough to hold me.", "author": "Rainbow Rowell"},
{"quote": "Changing is what people do when they have no options left.", "author": "Holly Black"},
{"quote": "Wisdom is knowing I am nothing,", "author": "Nisargadatta Maharaj"},
{"quote": "For the things we have to learn before we can do them, we learn by doing them.", "author": "Aristotle"},
{"quote": "A boo is a lot louder than a cheer.", "author": "Lance Armstrong"},
{"quote": "I will be stronger than my sadness.", "author": "Jasmine Warga"},
{"quote": "Life is like a beautiful melody, only the lyrics are messed up.", "author": "Hans Christian Andersen"},
{"quote": "Jamie: You know what I figured out today?", "author": "Nicholas Sparks"},
{"quote": "How much you can learn when you fail determines how far you will go into achieving your goals.", "author": "Roy T. Bennett"},
{"quote": "People die, I think, but your relationship with them doesn't. It continues and is ever-changing.", "author": "Jandy Nelson"},
{"quote": "Normal is an illusion. What is normal for the spider is chaos for the fly.", "author": "Charles Addams"},
{"quote": "Wisdom is having things right in your life", "author": "William Stafford"},
{"quote": "One swallow does not make a summer, neither does one fine day; similarly one day or brief time of happiness does not make a person entirely happy.", "author": "Aristotle"},
{"quote": "The tragedy of life is what dies inside a man while he lives.", "author": "Albert Einstein"},
{"quote": "Books can be dangerous. The best ones should be labeled ‘This could change your life’.", "author": "Helen Exley"},
{"quote": "All that happens means something; nothing you do is ever insignificant.", "author": "Aldous Huxley"},
{"quote": "The right thing to do and the hard thing to do are usually the same.", "author": "Steve Maraboli"},
{"quote": "You are a child of the universe,", "author": "Max Ehrmann"},
{"quote": "You need to spend time crawling alone through shadows to truly appreciate what it is to stand in the sun.", "author": "Shaun Hick"},
{"quote": "I scream for everything that has gone wrong. I scream for everything broken in our lives.", "author": "Marie Lu"},
{"quote": "Live fast. Die young. Be wild. Have fun.", "author": "Lana Del Rey"},
{"quote": "No one ever does live happily ever after, but we leave the children to find that out for themselves.", "author": "Stephen King"},
{"quote": "Life is infinitely stranger than anything which the mind of man could invent.", "author": "Arthur Conan Doyle"},
{"quote": "Hopes are like hair ornaments. Girls want to wear too many of them. When they become old women they look silly wearing even one.", "author": "Arthur Golden"},
{"quote": "We can only be said to be alive in those moments when our hearts are conscious of our treasures.", "author": "Thornton Wilder"},
{"quote": "How can I be substantial if I do not cast a shadow? I must have a dark side also If I am to be whole.", "author": "C.G. Jung"},
{"quote": "We are born in one day. We die in one day. We can change in one day. And we can fall in love in one day. Anything can happen in just one day.", "author": "Gayle Forman"},
{"quote": "There is no escape—we pay for the violence of our ancestors.", "author": "Frank Herbert"},
{"quote": "Change course, but don’t give up.", "author": "Roy T. Bennett"},
{"quote": "Do your own thing on your own terms and get what you came here for", "author": "Oliver James"},
{"quote": "In case you never get a second chance: don't be afraid!\" \"And what if you do get a second chance?\" \"You take it!", "author": "C. JoyBell C."},
{"quote": "Before I can live with other folks I’ve got to live with myself. The one thing that doesn’t abide by majority rule is a person’s conscience.", "author": "Harper Lee"},
{"quote": "I believe in looking reality straight in the eye and denying it. ", "author": "Garrison Keillor"},
{"quote": "It’s not that we have to quit", "author": "Roman Payne"},
{"quote": "I am nothing more than the consequence of catastrophe.", "author": "Tahereh Mafi"},
{"quote": "Can you remember who you were, before the world told you who you should be?", "author": "Charles Bukowski"},
{"quote": "Always forgive, but never forget, else you will be a prisoner of your own hatred, and doomed to repeat your mistakes forever.", "author": "Wil Zeus"},
{"quote": "That’s how I know they are dreams. Because the simple and plain and everyday things are the ones that we can never have. (Cassia Reyes)", "author": "Ally Condie"},
{"quote": "What makes earth feel like hell is our expectation that it should feel like heaven.", "author": "Chuck Palahniuk"},
{"quote": "Life is not complex. We are complex. Life is simple, and the simple thing is the right thing.", "author": "Oscar Wilde"},
{"quote": "We never live; we are always in the expectation of living.", "author": "Voltaire"},
{"quote": "I only want to write. And there's no college for that except life.", "author": "Dodie Smith"},
{"quote": "A joke is a very serious thing.", "author": "Winston S. Churchill"},
{"quote": "Develop an attitude of gratitude, and give thanks for everything that happens to", "author": "Brian Tracy"},
{"quote": "In the Book of Life, The answers aren't in the back.", "author": "Charles M. Schulz"},
{"quote": "Life will defend itself no matter how small it is.", "author": "Yann Martel"},
{"quote": "Positive expectations are the mark of the superior personality.", "author": "Brian Tracy"},
{"quote": "All sacrifice and suffering is redemptive. It is used to either teach the individual or to help others. Nothing is by chance.", "author": "A.J. RUSSELL"},
{"quote": "No one has ever achieved greatness without dreams.", "author": "Roy T. Bennett"},
{"quote": "If you can't do anything about it, laugh like hell.", "author": "David Cook"},
{"quote": "Let all of life be an unfettered howl.", "author": "Vladimir Nabokov"},
{"quote": "In the end, the world always wins. That's just the way of things.", "author": "Khaled Hosseini"},
{"quote": "Life is 10 percent what you make it", "author": "Irving Berlin"},
{"quote": "My life is a reading list.", "author": "John Irving"},
{"quote": "I've come to believe that all my past failure and frustration were actually laying", "author": "Anthony Robbins"},
{"quote": "A bend in the road is not the end of the road…Unless you fail to make the turn.", "author": "Helen Keller"},
{"quote": "When we're connected to others, we become better people.", "author": "Randy Pausch"},
{"quote": "Man starts over again everyday, in spite of all he knows, against all he knows.", "author": "Emil Cioran"},
{"quote": "Life is a drama full of tragedy and comedy. You should learn to enjoy the comic episodes a little more.", "author": "Jeannette Walls"},
{"quote": "People do not die for us immediately, but remain bathed in a sort of aura of", "author": "Marcel Proust"},
{"quote": "It is life, I think, to watch the water. A man can learn so many things.", "author": "Nicholas Sparks"},
{"quote": "Failures are the stairs we climb to reach success.", "author": "Roy T. Bennett"},
{"quote": "Create a vision for the life you really want and then work relentlessly towards making it a reality.", "author": "Roy T. Bennett"},
{"quote": "When you arise in the morning, think of what a precious privilege it is to be alive—to breathe, to think, to enjoy, to love—then make that day count!", "author": "Steve Maraboli"},
{"quote": "Too many people seem to believe that silence was a void that needed to be filled, even if nothing important was said.", "author": "Nicholas Sparks"},
{"quote": "Life is but a day;", "author": "John Keats"},
{"quote": "Sharing tales of those we've lost is how we keep from really losing them.", "author": "Mitch Albom"},
{"quote": "My point is, life is about balance. The good and the bad. The highs and the lows. The pina and the colada.", "author": "Ellen DeGeneres"},
{"quote": "Life is too short when you think of the length of death", "author": "Sean Mangan"},
{"quote": "I feel sorry for anyone who is in a place where he feels strange and stupid.", "author": "Lois Lowry"},
{"quote": "Whoever loves becomes humble. Those who love have , so to speak , pawned a part of their narcissism.", "author": "Sigmund Freud"},
{"quote": "In order to move on, you must understand why you felt what you did and why you no longer need to feel it.", "author": "Mitch Albom"},
{"quote": "Going back to something is harder than you think.", "author": "Mitch Albom"},
{"quote": "If you're not comfortable enough with yourself or with your own truth when entering a relationship, then you're not ready for that relationship.", "author": "Steve Maraboli"},
{"quote": "Do not let your difficulties fill you with anxiety, after all it is only in the darkest nights that stars shine more brightly.", "author": "Ali Ibn Abi Talib AS"},
{"quote": "If I had a camera,' I said, 'I'd take a picture of you every day. That way I'd remember how you looked every single day of your life.", "author": "Nicole Krauss"},
{"quote": "The absence of the will to live is, alas, not sufficient to make one want to die.", "author": "Michel Houellebecq"},
{"quote": "Do every act of your life as though it were the very last act of your life.", "author": "Marcus Aurelius"},
{"quote": "Because horror on Earth is real and it is every day. It is like a flower or like the sun; it cannot be contained.", "author": "Alice Sebold"},
{"quote": "The moment a little boy is concerned with which is a jay and which is a sparrow, he can no longer see the birds or hear them sing.", "author": "Eric Berne"},
{"quote": "You can go your whole life collecting days, and none will outweigh the one you wish you had back.", "author": "Mitch Albom"},
{"quote": "By the way, when Oprah Winfrey is suggesting you may have overextended yourself, you need to examine your fucking life.", "author": "Tina Fey"},
{"quote": "If you spend your life sparing people’s feelings and feeding their vanity, you get so you can’t distinguish what should be respected in them.", "author": "F. Scott Fitzgerald"},
{"quote": "No matter how much experience you have, there’s always something new you can learn and room for improvement.", "author": "Roy T. Bennett"},
{"quote": "What if I mess up?\"", "author": "Victoria Schwab"},
{"quote": "Be where you are, stop over-thinking, and focus on what you are doing.", "author": "Roy T. Bennett"},
{"quote": "We never know which lives we influence, or when, or why.", "author": "Stephen King"},
{"quote": "Instructions for freedom\":", "author": "Elizabeth Gilbert"},
{"quote": "Love is hard to find, hard to keep, and hard to forget.", "author": "Alysha Speer"},
{"quote": "Love the trees until their leaves fall off, then encourage them to try again next year.", "author": "Chad Sugg"},
{"quote": "The greatest step towards a life of simplicity is to learn to let go.", "author": "Steve Maraboli"},
{"quote": "When she is happy, she can't stop talking, when she is sad she doesn't say a word.", "author": "Ann Brashares"},
{"quote": "Life isn’t about what you get, it’s about what you DO with what you get.", "author": "Stephanie Perkins"},
{"quote": "Everyone has his own reality in which, if one is not too cautious, timid or frightened, one swims. This is the only reality there is.", "author": "Henry Miller"},
{"quote": "Life is a long lesson in humility.", "author": "J.M. Barrie"},
{"quote": "The thing about a spiral is, if you follow it inward, it never actually ends. It just keeps tightening, infinitely.", "author": "John Green"},
{"quote": "Now and then we had a hope that if we lived and were good, God would permit us to be pirates.", "author": "Mark Twain"},
{"quote": "That's the thing about life. A lot of the time, it isn't easy at all. We just have to try to make the best of it.", "author": "Nicholas Sparks"},
{"quote": "When you are measuring life, you are not living it.", "author": "Mitch Albom"},
{"quote": "We have nothing to lose, nothing to gain, nothing we desired anymore- except to make our lives into a work of art.", "author": "Lana Del Rey"},
{"quote": "Who would have guessed that four minutes could change everything?", "author": "Jennifer E. Smith"},
{"quote": "I do not forget any good deed done to me & I do not carry a grudge for a bad one.", "author": "Viktor E. Frankl"},
{"quote": "May you live as long as you wish and love as long as you live.", "author": "Robert A. Heinlein"},
{"quote": "Your Life Is Happening Right Now: Don't let procrastination take over your life. Be brave and take risks. Your life is happening right now.", "author": "Roy T. Bennett"},
{"quote": "My love is pizza shaped. Won’t you have a slice? It’s circular, so there’s enough to go around. ", "author": "Dora J. Arod"},
{"quote": "For a day, just for one day,", "author": "شمس الدین محمد حافظ / Shams-al-Din Mohammad Hafez"},
{"quote": "Another world is not only possible, she is on her way. On a quiet day, I can hear her breathing.", "author": "Arundhati Roy"},
{"quote": "Pain or love or danger makes you real again....", "author": "Jack Kerouac"},
{"quote": "So he tasted the deep pain that is reserved only for the strong, just as he had tasted for a little while the deep happiness.", "author": "F. Scott Fitzgerald"},
{"quote": "The Lord prefers common-looking people. That is why he made so many of them.", "author": "Abraham Lincoln"},
{"quote": "I don’t want life to imitate art. I want life to be art.", "author": "Carrie Fisher"},
{"quote": "Look for the good in every person and every situation. You'll almost always", "author": "Brian Tracy"},
{"quote": "We should live our lives as though Christ was coming this afternoon.", "author": "Jimmy Carter"},
{"quote": "When you lose your smile, you lose your way in the chaos of life.", "author": "Roy T. Bennett"},
{"quote": "The life where nothing was ever unexpected. Or inconvenient. Or unusual. The life without colour, pain or past.", "author": "Lois Lowry"},
{"quote": "Beauty is a whore, I like money better.", "author": "Michael Cunningham"},
{"quote": "I am not good at noticing when I'm happy, except in retrospect.", "author": "Tana French"},
{"quote": "You will suffer, son of Hades!’", "author": "Rick Riordan"},
{"quote": "It's such a shame to waste time. We always think we have so much of it.", "author": "Mitch Albom"},
{"quote": "You know how both life and porno movies end. The only difference is life starts with the orgasm.", "author": "Chuck Palahniuk"},
{"quote": "Life’s greatest gift is the freedom it leaves you to step out of it whenever you choose.", "author": "André Breton"},
{"quote": "... so this is for us.", "author": "Charlotte Eriksson"},
{"quote": "The end is in the beginning and yet you go on.", "author": "Samuel Beckett"},
{"quote": "Dancers are the athletes of God.", "author": "Albert Einstein"},
{"quote": "To invent your own life's meaning is not easy, but it's still allowed, and I think you'll be happier for the trouble.", "author": "Bill Watterson"},
{"quote": "I can't. You can't rewrite the past.", "author": "Jay Asher"},
{"quote": "To overcome fear is the quickest way to gain your self-confidence.", "author": "Roy T. Bennett"},
{"quote": "Be careful the stories you're telling yourself about your current circumstances; a head full of negative thoughts has no space for positive ones.", "author": "Roy T. Bennett"},
{"quote": "Nobody wants to be here and nobody wants to leave.", "author": "Cormac McCarthy"},
{"quote": "Carve your name on hearts, not tombstones. A legacy is etched into the minds of others and the stories they share about you.", "author": "Shannon Alder"},
{"quote": "And these children that you spit on", "author": "David Bowie"},
{"quote": "I've come to believe that in everyone's life, there's one undeniable moment of change, a set of circumstances that suddenly alters everything.", "author": "Nicholas Sparks"},
{"quote": "Those who have never known the deep intimacy and the intense companionship of happy mutual love have missed the best thing that life has to give.", "author": "Bertrand Russell"},
{"quote": "After you find out all the things that can go wrong, your life becomes less about living and more about waiting.", "author": "Chuck Palahniuk"},
{"quote": "As we go through life we gradually discover who we are, but the more we discover, the more we lose ourselves.", "author": "Haruki Murakami"},
{"quote": "I'm not crying because of you; you're not worth it. I'm crying because my delusion of who you were was shattered by the truth of who you are.", "author": "Steve Maraboli"},
{"quote": "Here’s to freedom, cheers to art. Here’s to having an excellent adventure and may the stopping never start.", "author": "Jason Mraz"},
{"quote": "At 50, everyone has the face he deserves.", "author": "George Orwell"},
{"quote": "Can a person steal happiness? Or is just another internal, infernal human trick?", "author": "Markus Zusak"},
{"quote": "Nothing in life is worth,", "author": "Albert Camus"},
{"quote": "While we try to teach our children all about life, our children teach us what life is all about.", "author": "Angela Schwindt"},
{"quote": "And though you think the world is at your feet, it can rise up and tread on you.", "author": "Ian McEwan"},
{"quote": "It is hard work and great art to make life not so serious.", "author": "John Irving"},
{"quote": "I'd found out that if you pushed people away hard enough, they tended to go.", "author": "Morgan Matson"},
{"quote": "That's the problem with life. You never get enough time to stare at your ceiling and try to figure out what's going on.", "author": "Leila Sales"},
{"quote": "If you care about something enough, you'll find a way to make it happen.", "author": "Roy T. Bennett"},
{"quote": "Life isn't worth living, unless it is lived for someone else.", "author": "Albert Einstein"},
{"quote": "If you can't control your peanut butter, you can't expect to control your life.", "author": "Bill Watterson"},
{"quote": "When it was over, she gathered him in her arms. And told him the terrible irony of her life.", "author": "Melina Marchetta"},
{"quote": "Let go of something old that no longer serves you to make room for something new.", "author": "Roy T. Bennett"},
{"quote": "Dreams are necessary to life.", "author": "Anais Nin"},
{"quote": "One of the greatest journeys in life is overcoming insecurity and learning to truly not give a shit.", "author": "J. A. Konrath"},
{"quote": "Live or die, but don't poison everything.", "author": "Anne Sexton"},
{"quote": "I hope you live a life you’re proud of. If you find that you’re not, I hope you have the strength to start all over again.", "author": "Eric Roth"},
{"quote": "This work was strictly voluntary, but any animal who absented himself from it would have his rations reduced by half.", "author": "George Orwell"},
{"quote": "What strange phenomena we find in a great city, all we need do is stroll about with our eyes open. Life swarms with innocent monsters.", "author": "Charles Baudelaire"},
{"quote": "I don't want to do anything. I don't even want to start this day because then I'll just be expected to finish it.", "author": "Rainbow Rowell"},
{"quote": "It is not worth the while to let our imperfections disturb us always.", "author": "Henry David Thoreau"},
{"quote": "It is in vain to say human beings ought to be satisfied with tranquility: they must have action; and they will make it if they cannot find it.", "author": "Charlotte Brontë"},
{"quote": "The irony of life is that those who wear masks often tell us more truths than those with open faces.", "author": "Marie Lu"},
{"quote": "Depression isn't a war you win. It's a battle you fight every day. You never stop, never get to rest. It's one bloody fray after another.", "author": "Shaun David Hutchinson"},
{"quote": "Life is full of grief, to exactly the degree we allow ourselves to love other people.", "author": "Orson Scott Card"},
{"quote": "I have a deeply hidden and inarticulate desire for something beyond the daily life.", "author": "Virginia Woolf"},
{"quote": "I don’t chase after anyone, If you wanna walk out of my life, then I’ll hold the fucking door open for you.", "author": "Wiz Khalifa"},
{"quote": "all of us have a place in history. mine is clouds.", "author": "richard brautigan"},
{"quote": "Don't Worry Be Happy", "author": "Meher Baba"},
{"quote": "I came here looking for a Great Perhaps, for real friends and a more-than-minor life..", "author": "John Green"},
{"quote": "My only regrets are the moments when i doubted myself and took the safe route. Life is too short to waste time being unhappy.", "author": "Dan Howell"},
{"quote": "We live in a dark and romantic and quite tragic world.", "author": "Karl Lagerfeld"},
{"quote": "Our love was a two-person game. At least until one of us died, and the other became a murderer.", "author": "Dark Jar Tin Zoo"},
{"quote": "I’m a fake fact factory. The things I make are the things I make up. Also, as a side business, I make love. Actually, I just made that up.", "author": "Dora J. Arod"},
{"quote": "It is wise to direct your anger towards problems -- not people; to focus your energies on answers -- not excuses.", "author": "William Arthur Ward"},
{"quote": "Power does not corrupt. Fear corrupts... perhaps the fear of a loss of power.", "author": "John Steinbeck"},
{"quote": "Give a bowl of rice to a man and you will feed him for a day. Teach him how to grow his own rice and you will save his life.", "author": "Confucius"},
{"quote": "You often meet your fate on the road you take to avoid it.", "author": "Goldie Hawn"},
{"quote": "Some beautiful paths can't be discovered without getting lost.", "author": "Erol Ozan"},
{"quote": "It has shown me that everything is illuminated in the light of the past. It is always along the side of us...on the inside, looking out.", "author": "Jonathan Safran Foer"},
{"quote": "you might want to decide fast. We live in a dangerous world. If you see a chance to be happy, you have to fight for it, so later you have no regrets.", "author": "Ilona Andrews"},
{"quote": "Sorrow looks back, Worry looks around, Faith looks up", "author": "Ralph Waldo Emerson"},
{"quote": "Life seems to go on without effort when I am filled with music.", "author": "George Eliot"},
{"quote": "What I want is so simple I almost can't say it: elementary kindness.", "author": "Barbara Kingsolver"},
{"quote": "I never ask a man what his business is, for it never interests me. What I ask him about are his thoughts and dreams.", "author": "H.P. Lovecraft"},
{"quote": "Fate loves the fearless.", "author": "James Russell Lowell"},
{"quote": "Most people overestimate what they can do in one year and underestimate what they can do in ten years.", "author": "Bill Gates"},
{"quote": "The true hypocrite is the one who ceases to perceive his deception, the one who lies with sincerity.", "author": "Andre Gide"},
{"quote": "The trick is to enjoy life. Don't wish away your days, waiting for better ones ahead.", "author": "Marjorie Pay Hinckley"},
{"quote": "Rise to the occassion which is life!", "author": "Virginia Euwer Wolff"},
{"quote": "Focus on making yourself better, not on thinking that you are better.", "author": "Bohdi Sanders"},
{"quote": "I do not love men: I love what devours them.", "author": "André Gide"},
{"quote": "You've never lived what you are thinking, and that isn't good. Only the ideas we actually live are of any value.", "author": "Hermann Hesse"},
{"quote": "Life—the way it really is—is a battle not between good and bad, but between bad and worse", "author": "Joseph Brodsky"},
{"quote": "I believe when life gives you lemons, you should make lemonade...and try to find someone whose life has given them vodka, and have a party.", "author": "Ron White"},
{"quote": "All the world's a stage,", "author": "William Shakespeare"},
{"quote": "So I am not a broken heart.", "author": "Charlotte Eriksson"},
{"quote": "I don't pray really, because I don't want to bore God.", "author": "Orson Welles"},
{"quote": "Everything has its wonders, even darkness and silence, and I learn, whatever state I may be in, therein to be content", "author": "Helen Keller"},
{"quote": "To live is to be musical, starting with the blood dancing in your veins. Everything living has a rhythm. Do you feel your music?", "author": "Michael  Jackson"},
{"quote": "You can be young without money, but you can't be old without it.", "author": "Tennessee Williams"},
{"quote": "Don’t let mental blocks control you. Set yourself free. Confront your fear and turn the mental blocks into building blocks.", "author": "Dr Roopleen"},
{"quote": "I would not have you descend into your own dream. I would have you be a conscious citizen of this terrible and beautiful world.", "author": "Ta-Nehisi Coates"},
{"quote": "One who makes himself a worm cannot complain afterwards if people step on him.", "author": "Immanuel Kant"},
{"quote": "Please, touch me, I pray.", "author": "Jess C Scott"},
{"quote": "Life is more fun if you play games.", "author": "Roald Dahl"},
{"quote": "If you enter this world knowing you are loved and you leave this world knowing the same, then everything that happens in between can be dealt with.", "author": "Michael  Jackson"},
{"quote": "Truth is not something outside to be discovered, it is something inside to be realized.", "author": "Osho"},
{"quote": "It can take years to mold a dream. It takes only a fraction of a second for it to be shattered.", "author": "Mary E. Pearson"},
{"quote": "Art is the reason I get up in the morning, but the definition ends there. It doesn't seem fair that I'm living for something I can't even define.", "author": "Ani DiFranco"},
{"quote": "Be so good they can't ignore you.", "author": "Steve Martin"},
{"quote": "Never compete with someone who has nothing to lose.", "author": "Baltasar Gracian"},
{"quote": "But the only way never to do the wrong thing is never to do anything.", "author": "Jim Butcher"},
{"quote": "No matter where you are, you're always a bit on your own, always an outsider.", "author": "Banana Yoshimoto"},
{"quote": "You don't know me. You know one me, just like I know one you. And you can't know every me, and I can't know every you.", "author": "David Levithan"},
{"quote": "The fact that life has no meaning is a reason to live --moreover, the only one.", "author": "E. M. Cioran"},
{"quote": "Life is partly what we make it, and partly what it is made by the friends we choose.", "author": "Tehyi Hsieh"},
{"quote": "You don’t get to pick where you’re from, but you always have control of where you’re going.", "author": "Chris Colfer"},
{"quote": "People are going to say what they want to say and think what they want to think, and I can't change their minds.", "author": "Hilary Duff"},
{"quote": "You make the world a better place by making daily improvements to become the best version of yourself.", "author": "Roy T. Bennett"},
{"quote": "Love and friendship. They are what make us who we are, and what can change us, if we let them.", "author": "Emily Giffin"},
{"quote": "Maybe you could be mine / or maybe we’ll be entwined / aimless in this sexless foreplay.", "author": "Jess C Scott"},
{"quote": "Some things in life are too complicated to explain in any language.", "author": "Haruki Murakami"},
{"quote": "Happiness is part of who we are. Joy is the feeling", "author": "Tony DeLiso"},
{"quote": "When all is said and done, the life of faith is nothing if not an unending struggle of the spirit with every available weapon against the flesh.", "author": "Dietrich Bonhoeffer"},
{"quote": "No matter how hard life is, don't lose hope", "author": "Zayn Malik"},
{"quote": "Good works is giving to the poor and the helpless, but divine works is showing them their worth to the One who matters.", "author": "Criss Jami"},
{"quote": "Gamble everything for love, if you're a true human being.", "author": "Rumi"},
{"quote": "To live is to war with trolls.", "author": "Henrik Ibsen"},
{"quote": "The deepest wounds aren't the ones we get from other people hurting us. They are the wounds we give ourselves when we hurt other people.", "author": "Isobelle Carmody"},
{"quote": "I wonder if that's how darkness wins, by convincing us to trap it inside ourselves, instead of emptying it out.", "author": "Jasmine Warga"},
{"quote": "Have you ever hoped for something? And held out for it against all the odds? Until everything you did was ridiculous? ", "author": "Ali Shaw"},
{"quote": "I saw the world from the stars' point of view, and it looked unbearably lonely.", "author": "Shaun David Hutchinson"},
{"quote": "She smiled and said with an ecstatic air: \"It shines like a little diamond\",", "author": "Jean-Paul Sartre"},
{"quote": "If people do not believe that mathematics is simple, it is only because they do not realize how complicated life is.", "author": "John von Neumann"},
{"quote": "There is no such thing as work-life balance. Everything worth fighting for unbalances your life.", "author": "Alain de Botton"},
{"quote": "What helps you persevere is your resilience and commitment.", "author": "Roy T. Bennett"},
{"quote": "Our lives can't be measured by our final years, of this I am sure.", "author": "Nicholas Sparks"},
{"quote": "An ability to look into the confusing mess of life and see things for what they are.", "author": "Suzanne Collins"},
{"quote": "A home filled with nothing but yourself. It's heavy, that lightness. It's crushing, that emptiness.", "author": "Margaret Atwood"},
{"quote": "Sometimes life happens.", "author": "Katie McGarry"},
{"quote": "I like shape very much. A novel has to have shape, and life doesn't have any. ", "author": "Jean Rhys"},
{"quote": "Sometimes things happen to people and they're not equipped to deal with them.", "author": "Suzanne Collins"},
{"quote": "I am old enough to know only too well my good and bad qualities, which were often one in the same.", "author": "Lisa See"},
{"quote": "When you say \"I\" and \"my\" too much, you lose the capacity to understand the \"we\" and \"our\".", "author": "Steve Maraboli"},
{"quote": "... millions long for immortality who don't know what to do with themselves on a rainy Sunday afternoon.", "author": "Susan Ertz"},
{"quote": "We can't become what we need to be by remaining what we are.", "author": "Oprah Winfrey"},
{"quote": "Each time we don't say what we wanna say, we're dying.", "author": "Yoko Ono"},
{"quote": "It would be so nice if something made sense for a change.", "author": "Lewis Carroll"},
{"quote": "Sometimes you have to be a bitch to get things done.", "author": "Madonna"},
{"quote": "You attract who you are being. When you work at being the type of person that you want to attract, you attract those kinds of people into your life.", "author": "Roy T. Bennett"},
{"quote": "Why did I write? Because I found life unsatisfactory.", "author": "Tennessee Williams"},
{"quote": "I run after her, not really giving chase. I’m running because I can, because I must.", "author": "Libba Bray"},
{"quote": "Love only grows by sharing. You can only have more for yourself by giving it away to others.", "author": "Brian Tracy"},
{"quote": "I haven’t been very impressed lately.", "author": "Charlotte Eriksson"},
{"quote": "There's nothing wrong with not understanding yourself.", "author": "Jonathan Safran Foer"},
{"quote": "You enter the forest", "author": "Joseph Campbell"},
{"quote": "YOU FEAR TO DIE?", "author": "Terry Pratchett"},
{"quote": "Realize deeply that the present moment is all you will ever have.", "author": "Eckhart Tolle"},
{"quote": "Whatever is going to happen will happen, whether we worry or not.", "author": "Ana Monnar"},
{"quote": "Two wrongs don't make a right, but don't three lefts make a right? Two wrongs don't make a right, but don't two negatives make a positive?", "author": "Andrew Clements"},
{"quote": "Exactly!\" said Deep Thought. \"So once you do know what the question actually is, you'll know what the answer means.", "author": "Douglas Adams"},
{"quote": "You stay safe, You love. You survive. You laugh and cry and struggle and sometimes you fail and sometimes you succeed. You Push.", "author": "Carrie Ryan"},
{"quote": "Everything you do is triggered by an emotion of either desire or fear.", "author": "Brian Tracy"},
{"quote": "Whether we like it or not, the one justification for the existence of all religions is death, they need death as much as we need bread to eat.", "author": "José Saramago"},
{"quote": "Don't wish it was easier wish you were better. Don't wish for less problems wish for more skills. Don't wish for less challenge wish for more wisdom", "author": "Jim Rohn"},
{"quote": "It’s strange how things can change back as suddenly as they changed originally. When one thing happens and suddenly, things are back to normal.", "author": "Stephen Chbosky"},
{"quote": "Believe in your infinite potential. Your only limitations are those you set upon yourself.", "author": "Roy T. Bennett"},
{"quote": "Sometimes bad things have to happen before good things can.", "author": "Becca Fitzpatrick"},
{"quote": "The path to success is to take massive, determined action.", "author": "Anthony Robbins"},
{"quote": "If people make fun of you, that probably means you're doing something right.", "author": "Evanescence"},
{"quote": "A man travels the world over in search of what he needs and returns home to find it.", "author": "George Augustus Moore"},
{"quote": "I love you, even if there isn’t any me, or any love, or even any life. I love you.", "author": "Zelda Fitzgerald"},
{"quote": "Nostalgia in reverse, the longing for yet another strange land, grew especially strong in spring.", "author": "Vladimir Nabokov"},
{"quote": "I simply regard romantic comedies as a subgenre of sci-fi, in which the world created therein has different rules than my regular human world.", "author": "Mindy Kaling"},
{"quote": "There's more to life than love.", "author": "Ramon Bautista"},
{"quote": "Anything can happen in life, especially nothing.", "author": "Michel Houellebecq"},
{"quote": "Life is a series of surprises and would not be worth taking or keeping if it were not.", "author": "Ralph Waldo Emerson"},
{"quote": "Single” is an opportunity to live life on your own terms and not apologize.", "author": "Mandy Hale"},
{"quote": "Some say life is the thing, but I prefer reading.", "author": "Ruth Rendell"},
{"quote": "The bounties of space, of infinite outwardness, were three: empty heroics, low comedy, and pointless death.", "author": "Kurt Vonnegut"},
{"quote": "I think, that if the world were a bit more like ComicCon, it would be a better place.", "author": "Matt Smith"},
{"quote": "Son, are you happy?", "author": "Tim Burton"},
{"quote": "You are never alone. You are eternally connected with everyone.", "author": "Amit Ray"},
{"quote": "The true mystery of the world is the visible, not the invisible.", "author": "Oscar Wilde"},
{"quote": "No matter how much you love someone, you still want to have you own way.", "author": "Chuck Palahniuk"},
{"quote": "What we like to think of ourselves and what we really are rarely have much in common....", "author": "Stephen King"},
{"quote": "We have to lie to ourselves to live. Otherwise, we'd go crazy.", "author": "Patrick Ness"},
{"quote": "I can’t really act the way I want to act, or say what I want to say all the time. And a lot of times, I cover that up with a smile.", "author": "Hilary Duff"},
{"quote": "People don't always want to be with people. It gets tiring.", "author": "Emma Donoghue"},
{"quote": "Like gravity, karma is so basic we often don't even notice it.", "author": "Sakyong Mipham"},
{"quote": "The best use of life is love. The best expression of love is time. The best time to love is now.", "author": "Rick Warren"},
{"quote": "Mathematics expresses values that reflect the cosmos, including orderliness, balance, harmony, logic, and abstract beauty.", "author": "Deepak Chopra"},
{"quote": "There is love of course. And then there's life, its enemy.", "author": "Jean Anouilh"},
{"quote": "This place is a dream. Only a sleeper considers it real. Then death comes like dawn, and you wake up laughing at what you thought was your grief.", "author": "Rumi"},
{"quote": "How can you still count yourself a knight, when you have forsaken every vow you ever swore?\"", "author": "George R.R. Martin"},
{"quote": "Politeness is organized indifference.", "author": "Paul Valéry"},
{"quote": "If you don’t like the road you’re walking, start paving another one.", "author": "Dolly Parton"},
{"quote": "Lately I can't help wanting us", "author": "Deborah Garrison"},
{"quote": "You have come a long way and have won many battles. Whenever you’re faced with a difficult or challenging situation, you’ll overcome it. Yes, you can.", "author": "Roy T. Bennett"},
{"quote": "Life is like an onion; you peel it off one layer at a time, and sometimes you weep.", "author": "Carl Sandburg"},
{"quote": "Everybody know death is inevitably coming, but it never fails to catch everybody by surprise everytime one is going", "author": "Hlovate"},
{"quote": "Make the most of what you have and keep your standards high. Never settle for anything less than you deserve or are capable of achieving.", "author": "Roy T. Bennett"},
{"quote": "To find out if she really loved me, I hooked her up to a lie detector. And just as I suspected, my machine was broken. ", "author": "Dark Jar Tin Zoo"},
{"quote": "Perhaps it would be simpler if you just did what you're told and didn't try to understand things.", "author": "Terry Pratchett"},
{"quote": "Keep your promises and be consistent. Be the kind of person others can trust.", "author": "Roy T. Bennett"},
{"quote": "Conventionality is not morality. Self-righteousness is not religion. To attack the first is not to assail the last.", "author": "Charlotte Brontë"},
{"quote": "Discipline is the bridge between goals and accomplishment", "author": "Jim Rohn"},
{"quote": "I am almost a hundred years old; waiting for the end, and thinking about the beginning.", "author": "Meg Rosoff"},
{"quote": "You won't lag behind, because you'll have the speed.", "author": "Dr. Seuss"},
{"quote": "Learning", "author": "Czesław Miłosz"},
{"quote": "Find someone who has a life that you want and figure out how they got it. Read books, pick your role models wisely. Find out what they did and do it.", "author": "Lana Del Rey"},
{"quote": "I finally figured out the only reason to be alive is to enjoy it.", "author": "Rita Mae Brown"},
{"quote": "The only real limitation on your abilities is the level of your desires. If you", "author": "Brian Tracy"},
{"quote": "There are no second chances in life, except to feel remorse.", "author": "Carlos Ruiz Zafón"},
{"quote": "The spiritual life does not remove us from the world but leads us deeper into it", "author": "Nouwen Henri J. M."},
{"quote": "Life keeps throwing me lemons because I make the best lemonade...", "author": "King James Gadsden"},
{"quote": "I realize that life is risks. It’s acknowledging the past but looking forward. It’s taking a chance that we will", "author": "Carrie Ryan"},
{"quote": "Dance above the surface of the world. Let your thoughts lift you into creativity that is not hampered by opinion.", "author": "Red Haircrow"},
{"quote": "Let your life lightly dance on the edges of", "author": "Rabindranath Tagore"},
{"quote": "The Young Man came to the Old Man seeking counsel.", "author": "James Frey"},
{"quote": "Life has but one true charm: the charm of the game. But what if we’re indifferent to whether we win or lose?", "author": "Charles Baudelaire"},
{"quote": "Life is only precious because it ends, kid. Take it from a god. You mortals don't know how lucky you are", "author": "Rick Riordan"},
{"quote": "If you believe you can, you might. If you know you can, you will.", "author": "Steve Maraboli "},
{"quote": "While there's life, there's hope.", "author": "Marcus Tullius Cicero"},
{"quote": "Our most significant opportunities will be found in times of greatest difficulty.", "author": "Thomas S. Monson"},
{"quote": "Instead of focusing on how much you can accomplish, focus on how much you can absolutely love what you’re doing.", "author": "Leo Babauta"},
{"quote": "I wonder if I'll ever have to decide which is worse, life as we're living or no life at all.", "author": "Susan Beth Pfeffer"},
{"quote": "Plato says that the unexamined life is not worth living. But what if the examined life turns out to be a clunker as well?", "author": "Kurt Vonnegut"},
{"quote": "Autobiography begins with a sense of being alone. It is an orphan form.", "author": "John Berger"},
{"quote": "I used to wonder if it was God's plan that I should be alone for so much of my life. But I found peace. I found happiness within people and the world.", "author": "Lana Del Rey"},
{"quote": "I want to keep my dreams, even bad ones, because without them, I might have nothing all night long.", "author": "Joseph Heller"},
{"quote": "I need you to be happy. I need one of us to be happy.", "author": "Holly Black"},
{"quote": "Life is so constructed, that the event does not, cannot, will not, match the expectation.", "author": "Charlotte Brontë "},
{"quote": "Do nothing, and nothing happens. Life is about decisions. You either make them or they're made for you, but you can't avoid them.", "author": "Mhairi McFarlane"},
{"quote": "You don't put your life into your books, you find it there.", "author": "Alan Bennett"},
{"quote": "Most of what matters in our lives takes place in our absence.", "author": "Salman Rushdie"},
{"quote": "Life is short. Focus on what really matters most; you should change your priorities over time.", "author": "Roy T. Bennett"},
{"quote": "Opening up to the wrong person is like putting ammo in their hands.", "author": "Lisa Kleypas"},
{"quote": "Don't blow off another's candle for it won't make yours shine brighter.", "author": "Jaachynma N.E. Agu"},
{"quote": "I want to see beauty. In the ugly, in the sink, in the suffering, in the daily, in all the days before I die, the moments before I sleep.", "author": "Ann Voskamp"},
{"quote": "If a man is to live, he must be all alive, body, soul, mind, heart, spirit.", "author": "Thomas Merton"},
{"quote": "Because if you've found meaning in your life, you don't want to go back. You want to go forward.", "author": "Mitch Albom"},
{"quote": "I was lost yesterday, I am found today and I will be forgotten tomorrow.", "author": "Santosh Kalwar"},
{"quote": "The act of taking the first step is what separates the winners from the losers.", "author": "Brian Tracy"},
{"quote": "If you can spend a perfectly useless afternoon in a perfectly useless manner, you have learned how to live", "author": "Lin Yutang"},
{"quote": "Having perfected our disguise, we spend our lives searching for someone we don’t fool.", "author": "Robert Brault"},
{"quote": "You know, life fractures us all into little pieces. It harms us, but it's how we glue those fractures back together that make us stronger.", "author": "Carrie Jones"},
{"quote": "And meanwhile time goes about its immemorial work of making everyone look and feel like shit.", "author": "Martin Amis"},
{"quote": "I know there is no straight road", "author": "Federico García Lorca"},
{"quote": "End? No, the journey doesn't end here. Death is just another path. One that we all must take.", "author": "J.R.R. Tolkien"},
{"quote": "Distance sometimes lets you know who is worth keeping, and who is worth letting go.", "author": "Lana Del Rey"},
{"quote": "Doing the best at this moment puts you in the best place for the mext moment", "author": "Oprah Winfrey"},
{"quote": "I knew it like destiny, and at the same time, I knew it as choice.", "author": "Jeanette Winterson"},
{"quote": "Sometimes you need a little crisis to get your adrenaline flowing and help you realize your potential.", "author": "Jeannette Walls"},
{"quote": "If you sit down and think about it", "author": "Neil Gaiman "},
{"quote": "I don't want to live, I want to love first and live incidentally.", "author": "Zelda Fitzgerald"},
{"quote": "People don’t like to think, if one thinks, one must reach conclusions. Conclusions are not always pleasant.", "author": "Helen Keller"},
{"quote": "All any of us wanted, really, was to know that we counted. That someone else's life would not have been as rich without us here.", "author": "Jodi Picoult "},
{"quote": "There's a race of men that don't fit in,", "author": "Robert Service"},
{"quote": "Self-consciousness is the enemy of all art, be it acting, writing, painting, or living itself, which is the greatest art of all.", "author": "Ray Bradbury"},
{"quote": "the world is not a pleasant place to be without someone to hold and be held by.", "author": "Nikki Giovanni"},
{"quote": "To leave, after all, was not the same as being left.", "author": "Anita Shreve"},
{"quote": "You wanted to feel alive, right? It doesn't matter if you're monster or human. Living hurts.", "author": "Victoria Schwab"},
{"quote": "Home is where somebody notices when you are no longer there. ", "author": "Aleksandar Hemon"},
{"quote": "When all else fails, there's always delusion.", "author": "Conan O'Brien"},
{"quote": "I am afraid to show you who I really am, because if I show you who I really am, you might not like it--and that's all I got.", "author": "Sabrina Ward Harrison"},
{"quote": "If you don't learn to laugh at life it'll surely kill you, that I know.", "author": "Brom"},
{"quote": "All I am is literature, and I am not able or willing to be anything else.", "author": "Franz Kafka"},
{"quote": "Even a happy life cannot be without a measure of darkness, and the word happy would lose its meaning if it were not balanced by sadness.", "author": "Carl G. Jung"},
{"quote": "Before I can tell my life what I want to do with it, I must listen to my life telling me who I am.", "author": "Parker J. Palmer"},
{"quote": "You will receive everything you need when you stop asking for what you do not need", "author": "Sri Nisargadatta Maharaj"},
{"quote": "Life is a sexually transmitted disease and the mortality rate is one hundred percent.", "author": "R.D. Laing"},
{"quote": "You rely too much on brain. The brain is the most overrated organ.", "author": "Woody Allen"},
{"quote": "Hate is nothing when weighed against survival. (Valentine)", "author": "Cassandra Clare"},
{"quote": "A stumble may prevent a fall.", "author": "Thomas Fuller"},
{"quote": "People who say that yesterday was better than today are ultimately devaluing their own existence.", "author": "Karl Lagerfeld"},
{"quote": "The best stories don't come from \"good vs. bad\" but \"good vs. good.", "author": "Leo Tolstoy"},
{"quote": "I've found that luck is quite predictable. If you want more luck, take more", "author": "Brian Tracy"},
{"quote": "If you cannot find peace within yourself, you will never find it anywhere else.", "author": "Marvin Gaye"},
{"quote": "Freedom is the only worthy goal in life. It is won by disregarding things that lie beyond our control.", "author": "Epictetus"},
{"quote": "My hope still is to leave the world a bit better than when I got here.", "author": "Jim Henson"},
{"quote": "We all make choices, but in the end our choices make us.", "author": "Ken Levine"},
{"quote": "He shook his head, just looking at me.", "author": "John Green The Fault in Our Stars"},
{"quote": "Love yourself. Forgive yourself. Be true to yourself. How you treat yourself sets the standard for how others will treat you.", "author": "Steve Maraboli"},
{"quote": "I’m sort of… coming off a bad relationship", "author": "Rainbow Rowell"},
{"quote": "All those who try to unveil the mysteries always have tragic lives. At the end they are always punished.", "author": "Anais Nin"},
{"quote": "Everyday is a bank account, and time is our currency. No one is rich, no one is poor, we've got 24 hours each.", "author": "Christopher    Rice"},
{"quote": "Those who cannot remember the past are condemned to repeat it.\" (George Santayana)", "author": "Kurt Vonnegut"},
{"quote": "In one drop of water are found all the secrets of all the oceans; in one aspect of You are found all the aspects of existence.", "author": "Kahlil Gibran Jr."},
{"quote": "Fear? What has a man to do with fear? Chance rules our lives, and the future is all unknown. Best live as we may, from day to day.", "author": "Sophocles"},
{"quote": "Anyone who isn't embarrassed of who they were last year probably isn't learning enough.", "author": "Alain de Botton"},
{"quote": "Only after disaster can we be resurrected.", "author": "Chuck Palahniuk"},
{"quote": "Create your own miracles; do what you think you cannot do.", "author": "Roy T. Bennett"},
{"quote": "What a waste my life would be without all the beautiful mistakes I've made.", "author": "Alice Bag"},
{"quote": "People are the most difficult thing in the world to change", "author": "Gena Showalter"},
{"quote": "And all the lives we ever lived and all the lives to be are full of trees", "author": "Virginia Woolf"},
{"quote": "The connections we make in the course of a life--maybe that's what heaven is.", "author": "Fred Rogers"},
{"quote": "All paths are present, always... and we can but choose among them.", "author": "Jacqueline Carey"},
{"quote": "I believe that I am not responsible for the meaningfulness or meaninglessness of life, but that I am responsible for what I do with the life I've got.", "author": "Hermann Hesse"},
{"quote": "Don't forget, a person's greatest emotional need is to feel appreciated.", "author": "H. Jackson Brown Jr."},
{"quote": "In wisdom gathered over time I have found that every experience is a form of exploration.", "author": "Ansel Adams"},
{"quote": "Whatever happens to your body, your soul will survive, untouched...", "author": "J.K. Rowling"},
{"quote": "Life takes a bit of time and a lot of relationship.", "author": "Wm. Paul Young"},
{"quote": "The life you have left is a gift. Cherish it. Enjoy it now, to the fullest. Do what matters, now.", "author": "Leo Babauta"},
{"quote": "Those who have failed to work toward the truth have missed the purpose of living.", "author": "Buddha Siddhartha Guatama Shakyamuni"},
{"quote": "Muscles aching to work, minds aching to create - this is man.", "author": "John Steinbeck"},
{"quote": "Whatever you believe with feeling becomes your reality.", "author": "Brian Tracy"},
{"quote": "Sometimes letting go is simply changing the labels you place on an event. Looking at the same event with fresh eyes.", "author": "Steve Maraboli"},
{"quote": "If you fuel your journey on the opinions of others, you are going to run out of gas.", "author": "Steve Maraboli"},
{"quote": "She cracked a smile. \"So what's your poison?\"", "author": "Victoria Schwab"},
{"quote": "there isn't enough of anything", "author": "Raymond Carver"},
{"quote": "In the haunted house of life, art is the only stair that doesn't creak.", "author": "Tom Robbins"},
{"quote": "What kind of life can you have in a house without books?", "author": "Sherman Alexie"},
{"quote": "Life is a winking light in the darkness.", "author": "Hayao Miyazaki"},
{"quote": "It frightens me, the awful truth, of how sweet life can be...", "author": "Bob Dylan"},
{"quote": "Isn't it strange that I know you'd risk your life to save mine, but I don't even know what your favorite color is?", "author": "Suzanne Collins"},
{"quote": "The behavior of a human being in sexual matters is often a prototype for the whole of his other modes of reaction in life.", "author": "Sigmund Freud"},
{"quote": "It's paradoxical that the idea of living a long life appeals to everyone, but the idea of getting old doesn't appeal to anyone.", "author": "Andy Rooney"},
{"quote": "I've been embarrassing myself since about birth.", "author": "Phil Lester"},
{"quote": "No human should mislead another by promising them something they know to be untrue.", "author": "Santosh Kalwar"},
{"quote": "In my many years I have come to a conclusion that one useless man is a shame, two is a law firm, and three or more is a congress.", "author": "Peter Stone"},
{"quote": "There are no conditions to which a person cannot grow accustomed, especially if he sees that everyone around him lives in the same way.", "author": "Leo Tolstoy"},
{"quote": "You see I kept asking myself then: why am I so stupid that if others are stupid—and I know they are—yet I won't be wiser?", "author": "Fyodor Dostoyevsky"},
{"quote": "If you haven't confidence in self, you are twice defeated in the race of life. With confidence, you have won even before you have started. ", "author": "Marcus Garvey"},
{"quote": "I don't know how I look, but I know how I feel: Young. Goofy. Infinite.", "author": "John Green"},
{"quote": "Each new day is a blank page in the diary of your life. The secret of success is in turning that diary into the best story you possibly can.", "author": "Douglas Pagels"},
{"quote": "Life is like a play: it's not the length, but the excellence of the acting that matters.", "author": "Seneca"},
{"quote": "The heart makes its choices without weighing the consequences. It doesn't look ahead to the lonely nights that follow.", "author": "Tess Gerritsen"},
{"quote": "I always knew, on some level, that I wouldn't live long. It's simply not written in my stars.", "author": "Marie Lu"},
{"quote": "What made me run away was doubtless not so much the fear of settling down, but of settling down permanently in something ugly.", "author": "Albert Camus"},
{"quote": "Life is life. You choose to live it or you do not.", "author": "Carrie Ryan"},
{"quote": "Life is a succesion of lessons which must be lived to be understood.", "author": "Helen Keller"},
{"quote": "There are a lot of things I wish I would have done, instead of just sitting around and complaining about having a boring life.", "author": "Kurt Cobain"},
{"quote": "Never stop smiling not even when you're sad, someone might fall in love with your smile.", "author": "Gabriel Garcia Marquez"},
{"quote": "Suspect each moment, for it is a thief, tiptoeing away with more than it brings.", "author": "John Updike"},
{"quote": "To succeed in life, you need three things: a wishbone, a backbone and a funnybone.", "author": "Reba McEntire"},
{"quote": "Dead people can be our heroes because they cant disappoint us later; they only improve over time, as we forget more and more about them.", "author": "Veronica Roth"},
{"quote": "It’s always about timing. If it’s too soon, no one understands. If it’s too late, everyone’s forgotten.", "author": "Anna Wintour"},
{"quote": "It's much easier to not know things sometimes. Things change and friends leave. And life doesn't stop for anybody.", "author": "Stephen Chbosky"},
{"quote": "Quietly endure, silently suffer and patiently wait.", "author": "Martin Luther King Jr."},
{"quote": "Life did not stop, and one had to live.", "author": "Leo Tolstoy"},
{"quote": "But what is life if you don't live it?", "author": "James Patterson"},
{"quote": "Life is the farce we are all forced to endure.", "author": "Arthur Rimbaud"},
{"quote": "Whoever said that the past isn't dead had it backward. It's the future that's already dead, already played out.", "author": "Gayle Forman"},
{"quote": "Not forever does the bulbul sing", "author": "Khushwant Singh"},
{"quote": "The past can not be cured.", "author": "Queen Elizabeth I"},
{"quote": "Life is such a glorious trauma, is it not?", "author": "J.R. Ward"},
{"quote": "Dogs are great. Bad dogs, if you can really call them that, are perhaps the greatest of them all.", "author": "John Grogan"},
{"quote": "That woman doesn't have the sense God gave a retarded flea.", "author": "Nora Roberts"},
{"quote": "It is beautiful, it is endless, it is full and yet seems empty. It hurts us.", "author": "Jackson Pearce"},
{"quote": "Life is a moderately good play with a badly written third act.", "author": "Truman Capote"},
{"quote": "Like madness is the glory of this life.", "author": "Shakespeare"},
{"quote": "I loved you long before you loved me. It's the only thing I have you beat at, and I'll bring it up every chance I get.", "author": "Becca Fitzpatrick"},
{"quote": "You'll forget it when you're dead, and so will I. When I'm dead, I'm going to forget everything–and I advise you to do the same.", "author": "Kurt Vonnegut"},
{"quote": "Bring something incomprehensible into the world!", "author": "Gilles Deleuze"},
{"quote": "What I am telling you, before you begin my story, is this -- two things: I crave truth. And I lie. ", "author": "Tana French"},
{"quote": "The world is wide, and I will not waste my life in friction when it could be turned into momentum. ", "author": "Frances Willard"},
{"quote": "I'm always happy when I'm surrounded by water, I think I'm a Mermaid or I was a mermaid.", "author": "Beyoncé Knowles"},
{"quote": "Tried living in the real world instead of a shell, but I was bored before I even began.", "author": "Morrissey"},
{"quote": "Too late, I found you can't wait to become perfect, you got to go out and fall down and get up with everybody else.", "author": "Ray Bradbury"},
{"quote": "It may be true that the law cannot make a man love me, but it can stop him from lynching me, and I think that's pretty important.", "author": "Martin Luther King Jr."},
{"quote": "My formula for life is very simple: in the morning, wake up; at night, go to sleep. In between I try and occupy myself as best I can.", "author": "Cary Grant"},
{"quote": "You can't do anything about the length of your life, but you can do something about its width and depth.", "author": "H. L. Mencken"},
{"quote": "I want to drag knives over my skin, just to feel something other than shame, but I'm not even brave enough for that", "author": "Paula Hawkins "},
{"quote": "The river is everywhere.", "author": "Herman Hesse"},
{"quote": "I need to stop fantasizing about running away to some other life and start figuring out the one I have.", "author": "Holly Black"},
{"quote": "The life of the enemy . Whoever lives for the sake of combating an enemy has an interest in the enemy's staying alive.", "author": "Friedrich Wilhelm Nietzsche"},
{"quote": "Never give up on what you really want to do. The person with big dreams is more powerful than one with all the facts.", "author": "H. Jackson Brown Jr."},
{"quote": "Sometimes it's better to stop trying to make sense of things. Life isn't clear cut, there are always gray areas.", "author": "Alexandra Adornetto"},
{"quote": "I said \"Somebody should do something about that.\" Then I realized I am somebody.", "author": "Lily Tomlin"},
{"quote": "We are the cosmos made conscious and life is the means by which the universe understands itself.", "author": "Brian Cox"},
{"quote": "Or, rather, let us be more simple and less vain.", "author": "Rousseau Jean-Jacques"},
{"quote": "Spend the afternoon, you can't take it with you.", "author": "Annie Dillard"},
{"quote": "We're not words, Henry, we're people.", "author": "Shaun David Hutchinson"},
{"quote": "Every last minute of my life has been preordained and I'm sick and tired of it.", "author": "Chuck Palahniuk"},
{"quote": "The Way is not in the sky; the Way is in the heart.", "author": "Gautama Buddha"},
{"quote": "Slow down and enjoy life. It's not only the scenery you miss by going too fast - you also miss the sense of where you are going and why.", "author": "Eddie Cantor"},
{"quote": "You must learn to forgive a man when he's in love. He's always a nuisance.", "author": "Rudyard Kipling"},
{"quote": "Every man should lose a battle in his youth, so he does not lose a war when he is old.", "author": "George R.R. Martin"},
{"quote": "Imagine others complexly.", "author": "John Green"},
{"quote": "A very wise man once told me that you can't look back-you just have to put the past behind you, and find something better in your future.", "author": "Jodi Picoult"},
{"quote": "In heaven an angel is no one in particular.", "author": "George Bernard Shaw"},
{"quote": "Everything is funnier in retrospect, funnier and prettier and cooler. You can laugh at anything from far enough away.", "author": "Chuck Palahniuk"},
{"quote": "To be alive is to be missing.", "author": "John Green"},
{"quote": "You're always with yourself, so you might as well enjoy the company.", "author": "Diane Von Furstenberg"},
{"quote": "Through all of living have much joy and laughter, life is to be enjoyed, not just endured.", "author": "Gordon B. Hinckley"},
{"quote": "If one has no sense of humor, one is in trouble.", "author": "Betty White"},
{"quote": "And you know, there's less charm in life when you think about death--but it's more peaceful.", "author": "Leo Tolstoy"},
{"quote": "The friends you make in college are friends you'll have for life, even if you don't talk for years at a time.", "author": "Jessica Park"},
{"quote": "Dreams are hopeful because they exist as pure possibility. Unlike memories, which are fossils, long dead and buried deep.", "author": "Shaun David Hutchinson"},
{"quote": "The spirit of a man is constructed out of his choices.", "author": "Irvin D. Yalom"},
{"quote": "I never could bear the idea of anyone's expecting something from me. It", "author": "Jean-Paul Sartre"},
{"quote": "But instead of spending our lives running towards our dreams, we are often running away from a fear of failure or a fear of criticism.", "author": "Eric Wright"},
{"quote": "The world’s greatest achievers have been those who have always stayed focussed on their goals and have been consistent in their efforts.", "author": "Dr Roopleen"},
{"quote": "If you are not the hero of your own story, then you're missing the whole point of your humanity.", "author": "Steve Maraboli"},
{"quote": "Memory can make a thing seem to have been much more than it was.", "author": "Marilynne Robinson"},
{"quote": "Everybody's damaged by something.", "author": "Emma Donoghue"},
{"quote": "For those who believe, no proof is necessary. For those who don't believe, no proof is possible.", "author": "Stuart Chase"},
{"quote": "My life has been one great big joke,", "author": "Maya Angelou"},
{"quote": "If you're afraid of everyone leaving you, what do you do?\"", "author": "Jodi Picoult"},
{"quote": "When I look at my old pictures, all I can see is what I used to be but am no longer. I think: What I can see is what I am not.", "author": "Aleksandar Hemon"},
{"quote": "A lot of the conflict you have in your life exists simply because you're not living in alignment; you're not be being true to yourself.", "author": "Steve Maraboli"},
{"quote": "All our knowledge has its origin in our perceptions", "author": "Leonardo Da Vinci"},
{"quote": "It's not always easy being her daughter.'", "author": "Sarah Dessen"},
{"quote": "No matter what your history has been, your destiny is what you create today. What are you going to create?", "author": "Steve Maraboli"},
{"quote": "A wind that blows aimlessly is no good to anyone.", "author": "Rick Riordan"},
{"quote": "I had a dream about you last night. The champagne was non-alcoholic. You didn't notice, and laughed at my jokes anyway.", "author": "Michael  Summers"},
{"quote": "You couldnt erase everything that caused you pain with recollection.Every memory was valuable; even the bad ones", "author": "Cassandra Clare"},
{"quote": "Regrets are about decisions that you know you should have done different.", "author": "Laurell K Hamilton"},
{"quote": "Not in his speech, not in his thoughts, I see his greatness, only in his actions, in his life.", "author": "Hermann Hesse"},
{"quote": "The demon that you can swallow gives you its power, and the greater life’s pain, the greater life’s reply.", "author": "Joseph Campbell"},
{"quote": "Life's pain. You just have to get over as much of it as you can.", "author": "Maggie Stiefvater"},
{"quote": "I just want to do something that matters. Or be something that matters. I just want to matter.", "author": "John Green"},
{"quote": "Everything changes in my life, and the world stays the same.", "author": "Cassandra Clare"},
{"quote": "Life is ours to be spent, not to", "author": "D.H. Lawrence"},
{"quote": "No matter how qualified or deserving we are, we will never reach a better life until we can imagine it for ourselves and allow ourselves to have it.", "author": "Richard Bach"},
{"quote": "Because there was a hunger in me to see everything and do everything. I wanted to be everyone I saw. I wasn't enough for me. Can you understand that?", "author": "Sidney Sheldon"},
{"quote": "in a woman's womb.", "author": "Ellen Hopkins"},
{"quote": "What keeps life fascinating is the constant creativity of the soul.", "author": "Deepak Chopra"},
{"quote": "Every single time you help somebody stand up you are helping humanity rise.", "author": "Steve Maraboli"},
{"quote": "There are two primary choices in life: to accept conditions as they exist, or accept the responsibility for changing them", "author": "Denis Waitley"},
{"quote": "Find ecstasy in life; the mere sense of living is joy enough.", "author": "Emily Dickinson"},
{"quote": "A quitter never wins-and-a winner never quits.", "author": "Napoleon Hill"},
{"quote": "Live authentically. Why would you continue to compromise something that's beautiful to create something that is fake?", "author": "Steve Maraboli"},
{"quote": "When you are living the best version of yourself, you inspire others to live the best versions of themselves.", "author": "Steve Maraboli"},
{"quote": "You are always a little bit wrong", "author": "Hank Green"},
{"quote": "Even a snail will eventually reach its destination.", "author": "Gail Tsukiyama"},
{"quote": "I am still in the land of the dying; I shall be in the land of the living soon. (his last words)", "author": "John Newton"},
{"quote": "A celibate clergy is an especially good idea, because it tends to suppress any hereditary propensity toward fanaticism.", "author": "Carl Sagan"},
{"quote": "If you care about someone enough, you’ll always be there for them no matter what.", "author": "Roy T. Bennett"},
{"quote": "Progress just means bad things happen faster.", "author": "Terry Pratchett"},
{"quote": "Fame you'll be famous, as famous as can be, with everyone watching you win on TV, Except when they don't because sometimes they won't..", "author": "Dr. Seuss"},
{"quote": "People, in general, would rather die than forgive. It's", "author": "Sue Monk Kidd"},
{"quote": "If someone does not want me it is not the end of the world. But if I do not want me, the world is nothing but endings.", "author": "Nayyirah Waheed"},
{"quote": "I feel like a big faker because I've been putting my life back together, and nobody knows.", "author": "Stephen Chbosky"},
{"quote": "Many people pray to be kept out of unexpected problems.", "author": "Toba Beta [Betelgeuse Incident]"},
{"quote": "Integrity is doing what is right and truthful, and doing as you say you would do.", "author": "Roy T. Bennett"},
{"quote": "It’s not so much the journey that’s important; as is the way that we treat those we encounter and those around us, along the way", "author": "Jeremy Aldana"},
{"quote": "Poor creatures. What did we do to you? With all our schemes and plans?", "author": "Kazuo Ishiguro"},
{"quote": "Why not just live in the moment, especially if it has a good beat?", "author": "Goldie Hawn"},
{"quote": "Scars show us where we have been, they do not dictate where we are going.", "author": "David Rossi"},
{"quote": "Never give up on anybody. Miracles happen everyday.", "author": "H. Jackson Brown Jr."},
{"quote": "Life sucks, and then you die.", "author": "Stephenie Meyer"},
{"quote": "No, I regret nothing, all I regret is having been born, dying is such a long tiresome business I always found.", "author": "Samuel Beckett"},
{"quote": "I tried to contain myself... but I escaped!", "author": "Gary Paulsen"},
{"quote": "Life is half delicious yogurt, half crap, and your job is to keep the plastic spoon in the yogurt.", "author": "Scott Adams"},
{"quote": "I think when you become a parent you go from being a star in the movie of your own life to the supporting player in the movie of someone else's.", "author": "Craig Ferguson"},
{"quote": "...he asked, \"Where are you today, right now?\"", "author": "Dan Millman"},
{"quote": "Life has become the future. Every moment of your life is lived for the future.", "author": "John Green"},
{"quote": "I can't seem to be a pessimist long enough to overlook the possibility of things being overwhelmingly good.", "author": "John Corey Whaley"},
{"quote": "...Life is much simpler if you don’t notice anything....", "author": "Tom Upton"},
{"quote": "Life doesn't require ideals. It requires standards of action.", "author": "Haruki Murakami"},
{"quote": "Stop asking God to bless what you're doing. Find out what God's doing. It's already blessed.", "author": "Bono"},
{"quote": "Life always begins with one step outside of your comfort zone.", "author": "Shannon L. Alder"},
{"quote": "Each day is God's gift to you. What you do with it is your gift to Him.", "author": "T.D. Jakes"},
{"quote": "The reason why the universe is eternal is that it does not live for itself; it gives life to others as it transforms.", "author": "Lao Tzu"},
{"quote": "What had human beings become? Did war make us evil or just activate an evil already lurking within us?", "author": "Ruta Sepetys"},
{"quote": "Know who you are, and be it. Know what you want, and go out and get it!", "author": "Carroll Bryant"},
{"quote": "There is one who remembers the way to your door: Life you may evade, but Death you shall not.", "author": "T.S. Eliot"},
{"quote": "Strange, what being forced to slow down could do to a person.", "author": "Nicholas Sparks"},
{"quote": "You’re frustrated because you keep waiting for the blooming of flowers of which you have yet to sow the seeds.", "author": "Steve Maraboli"},
{"quote": "It is a very natural human trait to destroy that which frightens us.", "author": "Laurell K. Hamilton"},
{"quote": "Always choose the future over the past. What do we do now?", "author": "Brian Tracy"},
{"quote": "People are not lazy, they simply have impotent goals..that is..goals that do not inspire them.", "author": "Anthony Robbins"},
{"quote": "One day you will be the one called Master (Naruto). You'll be the one to treat others to ramen. We can't stay kids forever.\"", "author": "Masashi Kishimoto"},
{"quote": "Life sucks, then you die. Then it sucks again. ", "author": "Tonya Hurley"},
{"quote": "Slowly, with many lost days, I come back to life.", "author": "Suzanne Collins"},
{"quote": "You should read something else.\"", "author": "Nicholas Sparks"},
{"quote": "The main facts in human life are five: birth, food, sleep, love and death.", "author": "E. M. Forster"},
{"quote": "I never approve, or disapprove, of anything now. It is an absurd attitude to take towards life.", "author": "Oscar Wilde"},
{"quote": "In examining disease, we gain wisdom about anatomy and physiology and biology. In examining the person with disease, we gain wisdom about life.", "author": "Oliver W. Sacks"},
{"quote": "Accidents don't happen to people who take accidents as a personal insult.", "author": "Mario Puzo"},
{"quote": "Being born is like being kidnapped. And then sold into slavery.", "author": "Andy Warhol"},
{"quote": "I'm not sure if there's one right place I'm supposed to be, he said, but I know a couple of wrong places I'd give a second try in a heartbeat. ", "author": "Brian Andreas"},
{"quote": "That I shall love always,", "author": "Emily Dickinson"},
{"quote": "War is not for winning, Masha,\" sighed Koschei, reading the tracks of supply lines, of pincer strategies, over her shoulder. \"It is for surviving.", "author": "Catherynne M. Valente"},
{"quote": "Come clean with a child heart", "author": "Carl Sandburg"},
{"quote": "Real life is messy, inconsistent, and it's seldom when anything ever really gets resolved. It's taken me a long time to realize that.", "author": "Alan Moore"},
{"quote": "To live greatly, we must develop the capacity to face trouble with courage, disappointment with cheerfulness, and triumph with humility.", "author": "Thomas S. Monson"},
{"quote": "Shock is a merciful condition. It allows you to get through disaster with a necessary distance between you and your feelings.", "author": "Lisa Kleypas"},
{"quote": "The mind is a wonderful servant, but a terrible master.", "author": "Robin Sharma"},
{"quote": "It is always better", "author": "Seamus Heaney"},
{"quote": "..because never in my life have I ever been picked when there was another alternative.", "author": "Jasmine Warga"},
{"quote": "That's most interesting. But I was no more a mind-reader then than today. I", "author": "Kazuo Ishiguro"},
{"quote": "I met a boy whose eyes showed me that the past, present and future were all the same thing.", "author": "Jennifer Elisabeth"},
{"quote": "Love is forever. If it wasn't, it wouldn't be love. The world is beautiful. If it wasn't, it wouldn't be the world.", "author": "Rick Yancey"},
{"quote": "A person's rightful due is to be treated as an object of love, not as an object for use.", "author": "Pope John Paul II"},
{"quote": "You're only young once, but you can be immature forever", "author": "Germaine Greer"},
{"quote": "Anymore, no one's mind is their own.", "author": "Chuck Palahniuk"},
{"quote": "We all give up great expectations along the way.", "author": "Carlos Ruiz Zafón"},
{"quote": "They say that not matter how old you become, when you are with your siblings, you revert back to childhood.", "author": "Karen White"},
{"quote": "Don't be afraid of the shadows, that only means there's a light nearby.", "author": "Evanescence"},
{"quote": "Life would be unbearably dull if we had answers to all our questions.", "author": "Jim Butcher"},
{"quote": "All the stuff you can’t wait to get away from, until it’s not there anymore, and then you miss it like crazy.", "author": "Morgan Matson"},
{"quote": "That's the problem with memories: you can visit them, but you can't live in them.", "author": "Shaun David Hutchinson"},
{"quote": "Vital lives are about action. You can't feel warmth unless you create it, can't feel delight until you play, can't know serendipity unless you risk.", "author": "Joan Erickson"},
{"quote": "It's amazing how quickly nature consumes human places after we turn our backs on them. Life is a hungry thing.", "author": "Scott Westerfeld"},
{"quote": "Nobody is exempt from the trials of life, but everyone can always find something positive in everything even in the worst of times.", "author": "Roy T. Bennett"},
{"quote": "There are times I wish I were invisible. Which is silly, since I do everything I can to stand out.", "author": "Gena Showalter"},
{"quote": "When life doesn't meet your expectations, it was important to take it with grace.", "author": "Patricia Briggs"},
{"quote": "it always sound scarier when a hollerer talk soft.", "author": "Kathryn Stockett"},
{"quote": "There is no standard normal. Normal is subjective. There are seven billion versions of normal on this planet.", "author": "Matt Haig"},
{"quote": "So shut up, live, travel, adventure, bless and don't be sorry", "author": "Jack Kerouac"},
{"quote": "The longer we live, the more weight we carry in our hearts.", "author": "Ai Yazawa"},
{"quote": "To become vegetarian is to step into the stream which leads to nirvana.", "author": "Siddhārtha Gautama"},
{"quote": "Hope is not a feeling of certainty that everything ends well. Hope is just a feeling that life and work have a meaning.", "author": "Vaclav Havel"},
{"quote": "I can learn to live with guilt. I don't care about being good.", "author": "Holly Black"},
{"quote": "Birthdays could be such a bummer when you were older than the country you lived in.", "author": "Lynsay Sands"},
{"quote": "I don't expect life to make sense,\" he said after a few moments, \"but it could certainly be pleasant if it would stop kicking us in the balls.", "author": "Scott Lynch"},
{"quote": "I should have learned this, she thought. I wanted to learn fire, and pain, but I should have learned people.", "author": "Terry Pratchett"},
{"quote": "After a long, labored sigh, I said, “She was really happy when I got there. I’m pretty sure she was suicidal when I left.", "author": "Darynda Jones"},
{"quote": "If we don't change, we don't grow. If we don't grow, we aren't really living.", "author": "Anatole France"},
{"quote": "I had a dream about you last night.. you were holding a pine cone and introducing him as Gerald.", "author": "Nicole McKay"},
{"quote": "Do not become someone else just because you are hurt. Be who you are & smile, it may solve, all problems you have got.", "author": "Santosh Kalwar"},
{"quote": "It’s life. You don’t figure it out. You just climb up on the beast and ride.", "author": "Rebecca Wells"},
{"quote": "Every challenge you face today makes you stronger tomorrow. The challenge of life is intended to make you better, not bitter.", "author": "Roy T. Bennett"},
{"quote": "The level of success you achieve will be in direct proportion to the depth of your commitment.", "author": "Roy T. Bennett"},
{"quote": "Oh, for the years I have not lived, but only dreamed of living.", "author": "Nathaniel Hawthorne"},
{"quote": "I had forgotten how much light there is in the world, till you gave it back to me.", "author": "Ursula K. Le Guin"},
{"quote": "it takes as much courage to have tried and failed as it does to have tried and succeded.", "author": "Anne Morrow Lindbergh"},
{"quote": "Something amazing happens when you're in love and don't give a damn about what day it is anymore.", "author": "Chad Sugg"},
{"quote": "You can't regret the life you didn't lead.", "author": "Junot Díaz"},
{"quote": "There's two kinds of women--those you write poems about and those you don't.", "author": "Jeffrey McDaniel"},
{"quote": "Every time I thought I was being rejected from something good, I was actually being re-directed to something better.", "author": "Steve Maraboli"},
{"quote": "If you don't know what you want, you'll never find it.", "author": "Rob Liano"},
{"quote": "Love changes things; hope allows us to endure until the change arrives.", "author": "Iimani David"},
{"quote": "Decide what you want to be....", "author": "John A Widtsoe"},
{"quote": "No matter what happened yesterday it is insignificant when compared to what lies within the core of your being today.", "author": "Sandy Brewer"},
{"quote": "You just have to go after what you want and if it doesn't want you back then so be it; it doesn't deserve you anyways.", "author": "Nicole Richie"},
{"quote": " Every path is the right path. Everything could've been anything else.﻿ And it would have just as much meaning.", "author": "Mr. Nobody"},
{"quote": "There are two ways to live a life either forget everything or, remember nothing.", "author": "Santosh Kalwar"},
{"quote": "The only certainty life contains is death.", "author": "Patricia Briggs"},
{"quote": "Life was not longer something to endure, but to live. ", "author": "Hubert Selby Jr."},
{"quote": "For one day there will be nothing left, yet we will have something. -me-", "author": "Susane Colasanti"},
{"quote": "If you think something is missing in your life, it is probably YOU...", "author": "Robert Holden"},
{"quote": "One of the best ways to influence people is to make those around you feel important.", "author": "Roy T. Bennett"},
{"quote": "You have every right to a beautiful life.", "author": "Selena Gomez"},
{"quote": "So I learned two things that night, and the next day, from him: the perfection of a moment, and the fleeting nature of it.", "author": "Margaret George"},
{"quote": "That's not a bad word...hate and war are bad words, but fuck isn't.", "author": "Judy Blume"},
{"quote": "This is the strangest life I have ever known.", "author": "Jim Morrison"},
{"quote": "The ego relies on the familiar. It is reluctant to experience the unknown, which is they very essence of life.", "author": "Deepak Chopra"},
{"quote": "You have to rely on whatever sparks you have inside.", "author": "Lisa Kleypas"},
{"quote": "The difference between a non-suicide and an ex-suicide leaving the house for work, at eight o'clock on an ordinary morning:", "author": "Walker Percy"},
{"quote": "Fuck it... That's really the attitude that keeps a family together, it's not \"we love each other\", it's just \"fuck it, man.", "author": "Louis C.K."},
{"quote": "It's faith in something and enthusiasm for something that makes a life worth living.", "author": "Oliver Wendell Holmes"},
{"quote": "Rule of life. If you bother to ask someone’s advice, then bother to listen to it.", "author": "Sophie Kinsella"},
{"quote": "By the truth we are undone. Life is a dream. 'Tis the waking that kills us. He who robs us of our dreams robs us of our life.", "author": "Virginia Woolf"},
{"quote": "Be in love with your life, every detail of it.", "author": "Jack Kerouac"},
{"quote": "A little kid asks my dad why that man is chopping down the tree.", "author": "Laurie Halse Anderson"},
{"quote": "and every day I thank [God] that I am alive, not because I fear death, but because my wife has a husband and my son is not an orphan.", "author": "Khaled Hosseini"},
{"quote": "I know I'm not going to be in your head all the time. But once you know me, I'll be forever in your heart. ", "author": "Crystal Woods"},
{"quote": "Life's not black-and-white. Sometimes the ends justifies the means.", "author": "Emily Giffin"},
{"quote": "I am a fashion person, and fashion is not only about clothes -- it's about all kinds of change", "author": "Karl Lagerfeld"},
{"quote": "You don't win races by wishing, you win them by running faster than everyone else does.", "author": "Philip Pullman"},
{"quote": "So, what is my story? I don't know. It's long and twisted and not quite finished yet.", "author": "Caitlyn Paige"},
{"quote": "There is no thing as a single-issue struggle because we do not live single-issue lives.", "author": "Audre Lorde"},
{"quote": "Potential has a shelf life.", "author": "Margaret Atwood"},
{"quote": "The fear of appearances is the first symptom of impotence.", "author": "Fyodor Dostoevsky"},
{"quote": "There is nothing perfect...only life.", "author": "Sue Monk Kidd"},
{"quote": "You need just the right amount of 'Fuck the world' and the right amount of belief in something...and you need the right amount of love.", "author": "Gerard Way"},
{"quote": "Life is a spark between two identical voids, the darkness before birth and the one after death.", "author": "Irvin D. Yalom"},
{"quote": "Atticus had said it was the polite thing to talk to people about what they were interested in, not about what you were interested in.", "author": "Harper Lee"},
{"quote": "It's such a stupid question, in my opinion. I mean, how do you know what you're going to do till you", "author": "J.D. Salinger"},
{"quote": "When nothing is sure, everything is possible.", "author": "Margaret Drabble"},
{"quote": "Experience has shown, and a true philosophy will always show, that a vast, perhaps the larger, portion of truth arises from the seemingly irrelevant.", "author": "Edgar Allan Poe"},
{"quote": "I want an infinitely blank book and the rest of time...", "author": "Jonathan Safran Foer"},
{"quote": "In life, there are no mistakes, only lessons.", "author": "Vic Johnson"},
{"quote": "Anything was better than nothing. Half-full was better than empty. Ignorance was the lowest form of humiliation and suffering.", "author": "Becca Fitzpatrick"},
{"quote": "Everything will be alright in the end so if it is not alright it is not the end.", "author": "Deborah Moggach"},
{"quote": "She who reconciles the ill-matched threads", "author": "Rainer Maria Rilke"},
{"quote": "Life goes on. Get over it. You're still young. It'll get better. Blah, Blah, Blah", "author": "David Levithan"},
{"quote": "Life is a compromise of what your ego wants to do, what experience tells you to do, and what your nerves let you do.", "author": "Walter Bagehot"},
{"quote": "Somewhere between love and hate lies confusion, misunderstanding and desperate hope.", "author": "Shannon L. Alder"},
{"quote": "You didn't just cheat on me; you cheated on us. You didn't just break my heart; you broke our future.", "author": "Steve Maraboli"},
{"quote": "It's okay. We aren't in the same class. Just don't forget that some of us watch the sunset too.", "author": "S.E. Hinton"},
{"quote": "Happiness does not come from without, it comes from within", "author": "Helen Keller"},
{"quote": "But all I could think of was how when nothing made sense and hadn't for ages, you just have to grab onto anything you feel sure of.", "author": "Sarah Dessen"},
{"quote": "God put us here, on this carnival ride. We close our eyes never knowing where it'll take us next.", "author": "Carrie Underwood"},
{"quote": "The cradle rocks above an abyss, and common sense tells us that our existence is but a brief crack of light between two eternities of darkness.", "author": "Vladimir Nabokov"},
{"quote": "The best way to prepare for life is to begin to live.", "author": "Elbert Hubbard"},
{"quote": "We just had a near-life experience!", "author": "Chuck Palahniuk"},
{"quote": "Paper is more patient than man.", "author": "Anne Frank"},
{"quote": "It is your responsibility to find fault with me, it is mine to hear you out. But don't expect me to change.", "author": "John Irving"},
{"quote": "Only when you accept that one day you'll die can you let go, and make the best out of life. And that's the big secret. That's the miracle.", "author": "Gabriel Bá"},
{"quote": "Being faithful in the smallest things is the way to gain, maintain, and demonstrate the strength needed to accomplish something great.", "author": "Alex  Harris"},
{"quote": "Happiness is a state of mind, a choice, a way of living; it is not something to be achieved, it is something to be experienced.", "author": "Steve Maraboli"},
{"quote": "Don't lose heart if it's very difficult at times, everything will come out all right and nobody can in the beginning do as he wishes.", "author": "Vincent Willem van Gogh"},
{"quote": "Live your life. Be happy as you can be, let go of the things that don't matter, and fight.", "author": "Kiera Cass"},
{"quote": "Yesterday was a closed book, tomorrow, however, was another story.", "author": "Cecelia Ahern"},
{"quote": "It takes no more time to see the good side of life than to see the bad.", "author": "Jimmy Buffett"},
{"quote": "Anything that doesn't take years of your life and drive you to suicide hardly seems worth doing.", "author": "Cormac McCarthy"},
{"quote": "I just want someone to hear what I have to say. And maybe if I talk long enough, it’ll make sense.", "author": "Ray Bradbury"},
{"quote": "No matter how many people give me advice, I am going to do what my heart tells me to do", "author": "Lana Del Rey"},
{"quote": "All evil is good become cancerous.", "author": "Isaac Asimov"},
{"quote": "To pay attention, this is our endless and proper work.", "author": "Mary Oliver"},
{"quote": "One can be very much in love with a woman without wishing to spend the rest of one's life with her.", "author": "W. Somerset Maugham"},
{"quote": "I can chase you, and I can catch you,", "author": "Morrissey"},
{"quote": "I am my own experiment. I am my own work of art.", "author": "Madonna"},
{"quote": "He who robs us of our dreams robs us of our life.", "author": "Virginia Woolf"},
{"quote": "Many things are not as they seem: The worst things in life never are.", "author": "Jim Butcher"},
{"quote": "It's impossible to go through life unscathed. Nor should you want to. By the hurts we accumulate, we measure both our follies and our accomplishments.", "author": "Christopher Paolini"},
{"quote": "Money is better than poverty, if only for financial reasons.", "author": "Woody Allen"},
{"quote": "A life isn't measured in hours and minutes. It's the quality, not the length.", "author": "Gabrielle Zevin"},
{"quote": "Life starts out with everyone clapping when you take a poo and goes downhill from there. ", "author": "Sloane Crosley"},
{"quote": "Life is something that happens when you can't get to sleep.", "author": "Fran Lebowitz"},
{"quote": "Per aspera ad astra, Papa,' I whispered. Through hardship to the stars.", "author": "Ruta Sepetys"},
{"quote": "Our life is made by the death of others.", "author": "Leonardo da Vinci"},
{"quote": "Something that is yours forever is never precious", "author": "Chaim Potok"},
{"quote": "Life… For some it is battle for others its dance...For rich it is party for poor it is chance!", "author": "Nino Varsimashvili"},
{"quote": "Nobody ever lives their life all the way up except bullfighters.", "author": "Ernest Hemingway"},
{"quote": "life and love are very precious when both are in full bloom.", "author": "Louisa May Alcott"},
{"quote": "Live and act within the limit of your knowledge and keep expanding it to the limit of your life.", "author": "Ayn Rand"},
{"quote": "Oh, God of Dust and Rainbows,", "author": "Langston Hughes"},
{"quote": "Her happiness floated like waves of ocean along the coast of her life. She found lyrics of her life in his arms but she never sung her song.", "author": "Santosh Kalwar"},
{"quote": "Rock 'n' roll is not red carpets and MySpace friends, rock'n'roll is dangerous and should piss people off", "author": "Gerard Way"},
{"quote": "Don't set your goals by what other people deem important.", "author": "Jaachynma N.E. Agu"},
{"quote": "To be heroic is to be courageous enough to die for something; to be inspirational is to be crazy enough to live a little.", "author": "Criss Jami"},
{"quote": "You're here to be light, bringing out the God-colors in the world.", "author": "Anonymous"},
{"quote": "The people I distrust most are those who want to improve our lives but have only one course of action.", "author": "Frank Herbert"},
{"quote": "Atheism, a religion dedicated to its own sense of smug superiority.", "author": "Stephen Colbert"},
{"quote": "Be a true Heart, not a follower.", "author": "Ed Sheeran"},
{"quote": "I wouldn't have missed a single minute of it, Not for the whole world.", "author": "Stephen King"},
{"quote": "Take advantage of it now, while you are young, and suffer all you can, because these things don't last your whole life.", "author": "Gabriel García Márquez"},
{"quote": "Properly practiced, knitting soothes the troubled spirit, and it doesn't hurt the untroubled spirit either.", "author": "Elizabeth Zimmerman"},
{"quote": "Life is a perpetual yesterday for us.", "author": "Alice Sebold"},
{"quote": "Knowing it and seeing it are two different things.", "author": "Suzanne Collins"},
{"quote": "If only you would realize some day, how much have you hurt me,", "author": "Mehek Bassi"},
{"quote": "Sometimes you just have those days where everything goes wrong. But sometimes, and totally unexpectedly, something can go right.", "author": "Leila Sales"},
{"quote": "Poetry is a way of taking life by the throat.", "author": "Robert Frost"},
{"quote": "Sometimes it seemed to him that his life was delicate as a dandelion. One little puff from any direction, and it was blown to bits.", "author": "Katherine Paterson"},
{"quote": "We feel that even if all possible scientific questions be answered, the problems of life have still not been touched at all.", "author": "Ludwig Wittgenstein"},
{"quote": "I cannot forecast to you the action of Russia. It is a riddle wrapped in a mystery inside an enigma.", "author": "Winston S. Churchill"},
{"quote": "Envy, after all, comes from wanting something that isn't yours. But grief comes from losing something you've already had.", "author": "Jodi Picoult"},
{"quote": "Every ounce of my cynicism is supported by historical precedent.", "author": "Glen Cook"},
{"quote": "Hope is such a beautiful word, but it often seems very fragile. Life is still being needlessly hurt and destroyed.", "author": "Michael  Jackson"},
{"quote": "Journey’s end", "author": "J.R.R. Tolkien"},
{"quote": "Lottery: A tax on people who are bad at math.", "author": "Ambrose Bierce"},
{"quote": "You know my name, not my story. You've heard what I've done, but not what I've been through.", "author": "Jonathan Anthony Burkett"},
{"quote": "The heart may freeze, or it can burn. The pain will ease and I can learn. There is no future, there is no past. I live this moment as, my last.", "author": "Jonathan Larson"},
{"quote": "We started off trying to set up a small anarchist community, but people wouldn't obey the rules.", "author": "Alan Bennett"},
{"quote": "May all that have life be delivered from suffering", "author": "Buddha"},
{"quote": "We fool ourselves so much we could do it for a living.", "author": "Stephen King"},
{"quote": "The whole house seemed to exhale a melancholy breath of emptiness", "author": "Michael Chabon"},
{"quote": "But what are loyalty and caring really worth?\"", "author": "Richelle Mead"},
{"quote": "Desire is half of life; indifference is half of death.", "author": "Kahlil Gibran"},
{"quote": "The greatest wealth is health", "author": "Virgil"},
{"quote": "When you're the most happening person at the party, it's time to leave", "author": "Kelly Cutrone"},
{"quote": "Crying does not indicate that you are weak. Since birth, it has always been a sign that you are alive.", "author": "Charlotte Brontë"},
{"quote": "WE two boys together clinging,", "author": "Walt Whitman"},
{"quote": "When was the last time you woke up and realized that today could be the best day of your life?", "author": "Steve Maraboli"},
{"quote": "Remembering that you are going to die is the best way I know to avoid the trap of thinking you have something to lose.", "author": "Steve Jobs"},
{"quote": "Men's lives have meaning, not their deaths.", "author": "George R.R. Martin"},
{"quote": "The most important thing is this: to be able at any moment to be free to choose a life that makes you happy.", "author": "Roy T. Bennett"},
{"quote": "You live it forward, but understand it backward.", "author": "Abraham Verghese"},
{"quote": "But I have my life, I’m living it. It’s twisted, exhausting, uncertain, and full of guilt, but nonetheless, there’s something there.", "author": "Banana Yoshimoto"},
{"quote": "I liked being a person. I wanted to keep at it.", "author": "John Green"},
{"quote": "People will always have opinions about your decision because they're not courageous enough to take action on their opinion.", "author": "Steve Maraboli"},
{"quote": "I think of life as a good book. The further you get into it, the more it begins to make sense.", "author": "Harold Kushner"},
{"quote": "Kindness, I’ve discovered, is everything in life.", "author": "Isaac Bashevis Singer"},
{"quote": "Art and life are subjective. Not everybody's gonna dig what I dig, but I reserve the right to dig it.", "author": "Whoopi Goldberg"},
{"quote": "That's how it is on this bitch of an earth.", "author": "Samuel Beckett"},
{"quote": "One day can change your life. One day can ruin your life. All life is is three or four big days that change everything.", "author": "Beverly Donofrio"},
{"quote": "Your days are numbered. Use them to throw open the windows of your soul to the sun. If you do not, the sun will soon set, and you with it.", "author": "Marcus Aurelius"},
{"quote": "I have given my word that only death will take me from you.", "author": "Philippa Gregory"},
{"quote": "One of the inescapable encumbrances of leading an interesting life is that there have to be moments when you almost lose it.", "author": "Jimmy Buffett"},
{"quote": "Our sweetest songs are those of saddest thought.", "author": "Percy Bysshe Shelley"},
{"quote": "Letting go is the lesson. Letting go is always the lesson. Have you ever noticed how much of our agony is all tied up with craving and loss?", "author": "Susan Gordon Lydon"},
{"quote": "You had to risk your life to get love. You had to get right to the edge of death to ever be saved.", "author": "Chuck Palahniuk"},
{"quote": "We can regard our life as a uselessly disturbing episode in the blissful repose of nothingness.", "author": "Arthur Schopenhauer"},
{"quote": "You can't have living without dying. So you can't call it living, what we got. We just are, we just be, like rocks beside the road.", "author": "Natalie Babbitt"},
{"quote": "Oh sorry, I was taking life seriously.", "author": "Bill Hicks"},
{"quote": "Don't give up! It's not over. The universe is balanced. Every set-back bears with it the seeds of a come-back.", "author": "Steve Maraboli"},
{"quote": "The world is merciless, and it's also very beautiful.", "author": "Hajime Isayama"},
{"quote": "Leaders are limited by their vision rather than by their abilities.", "author": "Roy T. Bennett"},
{"quote": "Sadly enough, the most painful goodbyes are the ones that are left unsaid and never explained.", "author": "Jonathan Harnisch"},
{"quote": "A 'no' does not hide anything, but a 'yes' very easily becomes a deception.", "author": "Soren Kierkegaard"},
{"quote": "It is in your moments of decision that your destiny is shaped. ", "author": "Anthony Robbins"},
{"quote": "Whatever happens in your life, no matter how troubling things might seem, do not enter the neighbourhood of despair.", "author": "Elif Shafak"},
{"quote": "She laughed for her wasted, difficult life that never had to be wasted or difficult in the first place.", "author": "Leslye Walton"},
{"quote": "Excellence/Perfection is not a destination; it is a continuous journey that never ends.", "author": "Brian Tracy"},
{"quote": "This world", "author": "Omar Khayyám"},
{"quote": "Because you can only die once but you can suffer forever.", "author": "Shaun David Hutchinson"},
{"quote": "Nothing in this world compares to the comfort and security of having someone just hold your hand.", "author": "Richelle E. Goodrich"},
{"quote": "It seemed to me that this world has a serious shortage of both logic and kindness.", "author": "Haruki Murakami"},
{"quote": "Life is a dance. Mindfulness is witnessing that dance.", "author": "Amit Ray"},
{"quote": "There are things you can't walk away from. Not if you want to live with yourself afterward.", "author": "Jim Butcher"},
{"quote": "We remember the past, live in the present, and write the future.", "author": "Shaun David Hutchinson"},
{"quote": "dont be afraid of death, be afraid of the unlived life.", "author": "Natalie Babbitt"},
{"quote": "The true definition of mental illness is when the majority of your time is spent in the past or future, but rarely living in the realism of NOW.", "author": "Shannon L. Alder"},
{"quote": "Being liked for the way you looked is worse than not being liked at all.", "author": "Amanda Hocking"},
{"quote": "Now I've gone for too long", "author": "Hayley Williams"},
{"quote": "Finding the lesson behind every adversity will be the one important thing that helps get you through it.", "author": "Roy T. Bennett"},
{"quote": "Tomorrow belongs to those who can hear it coming", "author": "David Bowie"},
{"quote": "The only thing you have to do in this life is die,\" said Mrs. Pinsky...\"everything else is a choice.", "author": "Karen Thompson Walker"},
{"quote": "Love me when I least deserve it, because that's when I really need it.", "author": "Swedish Proverb"},
{"quote": "Skinny guys fight till they're burger.", "author": "Chuck Palahniuk"},
{"quote": "Because, sometimes, things happen to people and they're not equipped to deal with them.", "author": "Suzanne Collins"},
{"quote": "What looks like garbage from one angle might be art from another. Maybe it", "author": "Jodi Picoult"},
{"quote": "A mistake isn’t a mistake unless it can’t be put right.", "author": "Sophie Kinsella"},
{"quote": "You know why love stories have happy endings?” I shake my head.", "author": "Hank Moody"},
{"quote": "If my answers frighten you then you should cease asking scary questions.", "author": "Quentin Tarantino"},
{"quote": "The world's a puzzle; no need to make sense out of it.\" - Socrates", "author": "Dan Millman"},
{"quote": "It is the beginning of wisdom when you recognize that the best you can do is choose", "author": "Wallace Stegner"},
{"quote": "There are some choices you can only make once. You can't go back to where you made a choice and then take the other one.", "author": "Mary Hoffman"},
{"quote": "After all, if you run far enough, no one can catch you.", "author": "V.E. Schwab"},
{"quote": "Life is but a dream for the dead.", "author": "Gerard Way"},
{"quote": "Silence is argument carried out by other means.", "author": "Ernesto \"Che\" Guevara"},
{"quote": "If you're gonna burn a bridge behind you, make sure you've crossed it first.", "author": "Quentin R. Bufogle"},
{"quote": "I have stitched life into me like a rare organ", "author": "Sylvia Plath"},
{"quote": "Be the kind of person who dares to face life's challenges and overcome them rather than dodging them.", "author": "Roy T. Bennett"},
{"quote": "Sometimes it's the same moments that take your breath away that breathe purpose and love back into your life.", "author": "Steve Maraboli"},
{"quote": "Life' wrote a friend of mine, 'is a public performance on the violin, in which you must learn the instrument as you go along.", "author": "E.M. Forster"},
{"quote": "Letting him go", "author": "Lang Leav"},
{"quote": "But I always liked side-paths, little dark back-alleys behind the main road- there one finds adventures and surprises, and precious metal in the dirt.", "author": "Fyodor Dostoyevsky"},
{"quote": "That’s the duty of the old, to be anxious on behalf of the young. And the duty of the young is to scorn the anxiety of the old.", "author": "Philip Pullman"},
{"quote": "Living might mean taking chances, but they're worth taking. Loving might be a mistake. but its worth making", "author": "Reba McEntire"},
{"quote": "Sometimes I feel that life has passed me by... Do you ever feel that way, Charlie Brown?\"", "author": "Charles M. Schulz"},
{"quote": "Temptation is the feeling we get when encountered by an opportunity to do what we innately know we shouldn't.", "author": "Steve Maraboli"},
{"quote": "Remember that things are not always as they appear to be… Curiosity creates possibilities and opportunities.", "author": "Roy T. Bennett"},
{"quote": "Toby Zeigler: There's literally no one in the world I don't hate right now.", "author": "Aaron Sorkin"},
{"quote": "Those who don't jump will never fly.", "author": "Leena Ahmad Almashat"},
{"quote": "I had a dream about you last night... you were a giant slinky and I watched you fall down the stairs.", "author": "Amy Summers"},
{"quote": "They had, finally, the only thing anyone really wants in life: someone to hold your hand when you die.", "author": "Lorrie Moore"},
{"quote": "I'm hungry for a juicy life. I lean out my window at night and I can taste it out there, just waiting for me.", "author": "Brigid Lowry"},
{"quote": "Do good, live in the most positive and joyful way possible every day.", "author": "Roy T. Bennett"},
{"quote": "What am I dying for?", "author": "Stephenie Meyer"},
{"quote": "Oh threats of Hell and Hopes of Paradise!", "author": "Omar Khayyam"},
{"quote": "Until you change how you get things done, you'll never know what works best.", "author": "Roy T. Bennett"},
{"quote": "In a well-ordered universe...", "author": "Morgan Matson"},
{"quote": "If you own this story you get to write the ending.", "author": "Brené Brown"},
{"quote": "It’s never overreacting to ask for what you want and need.", "author": "Amy Poehler"},
{"quote": "Between living and dreaming there is a third thing. Guess it.", "author": "Antonio Machado"},
{"quote": "Life is a dream from which we all must wake before we can dream again.", "author": "Robert Jordan"},
{"quote": "Life is hell, at some point we all just have to get used to it.", "author": "Alysha Speer"},
{"quote": "What can we see, read, acquire, but ourselves. Take the book, my friend, and read your eyes out, you will never find there what I find.", "author": "Ralph Waldo Emerson"},
{"quote": "Wildflower; pick up your pretty little head,", "author": "Nikki Rowe"},
{"quote": "Imagination is a quality that was given to man compensate him from whats not. The sense of humor was given to console him from what is.", "author": "Oscar Wilde"},
{"quote": "Life has no meaning, the moment you lose the illusion of being eternal.", "author": "Jean-Paul Sartre"},
{"quote": "The longing for Paradise is man's longing not to be man.", "author": "Milan Kundera"},
{"quote": "On this road there are no godspoke men. They are gone and I am left and they have taken with them the world.", "author": "Cormac McCarthy"},
{"quote": "Do not live in the shadow of the masters for ever. Learn to live in the light of your soul. Life deserves full expression.", "author": "Amit Ray"},
{"quote": "Never stop just because you feel defeated. The journey to the other side is attainable only after great suffering.", "author": "Santosh Kalwar"},
{"quote": "There is something incredibly nostalgic and significant about the annual cascade of autumn leaves.", "author": "Joe L. Wheeler"},
{"quote": "So I would choose to be with you,", "author": "Billy Joel"},
{"quote": "Our lives were just beginning, our favorite moment was right now, our favorite songs were unwritten.", "author": "Rob Sheffield"},
{"quote": "Each of us is a unique strand in the intricate web of life and here to make a contribution.", "author": "Deepak Chopra"},
{"quote": "Life is doubt,", "author": "Miguel de Unamuno"},
{"quote": "People soon get tired of things that aren't boring, but not of what is boring.", "author": "Haruki Murakami"},
{"quote": "We are star stuff harvesting sunlight.", "author": "Carl Sagan"},
{"quote": "When mice run, cats give chase.", "author": "Rachel Vincent"},
{"quote": "I heard an airplane passing overhead. I wished I was on it.", "author": "Charles Bukowski"},
{"quote": "Most people gaze neither into the past nor the future; they explore neither truth nor lies. They gaze at the television.", "author": "Radiohead"},
{"quote": "You have succeeded in life when all you really WANT is only what you really NEED.", "author": "Vernon Howard"},
{"quote": "Don't dwell on things. Don't stay in one place too long. It was the only way to stay ahead of sadness.", "author": "Rick Riordan"},
{"quote": "We are the sum of all people we have ever met; you change the tribe and the tribe changes you.", "author": "Dirk Wittenborn"},
{"quote": "Simplify, simplify.", "author": "Henry David Thoreau"}
]