[
{"quote": "You've gotta dance like there's nobody watching,", "author": "William W. Purkey"},
{"quote": "You know you're in love when you can't fall asleep because reality is finally better than your dreams.", "author": "Dr. Seuss"},
{"quote": "A friend is someone who knows all about you and still loves you.", "author": "Elbert Hubbard"},
{"quote": "Darkness cannot drive out darkness: only light can do that. Hate cannot drive out hate: only love can do that.", "author": "Martin Luther King Jr."},
{"quote": "We accept the love we think we deserve.", "author": "Stephen Chbosky"},
{"quote": "It is better to be hated for what you are than to be loved for what you are not.", "author": "Andre Gide"},
{"quote": "As he read, I fell in love the way you fall asleep: slowly, and then all at once.", "author": "John Green"},
{"quote": "It is not a lack of love, but a lack of friendship that makes unhappy marriages.", "author": "Friedrich Nietzsche"},
{"quote": "Love all, trust a few, do wrong to none.", "author": "William Shakespeare"},
{"quote": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.", "author": "Lao Tzu"},
{"quote": "There is never a time or place for true love. It happens accidentally, in a heartbeat, in a single flashing, throbbing moment.", "author": "Sarah Dessen"},
{"quote": "Love is that condition in which the happiness of another person is essential to your own.", "author": "Robert A. Heinlein"},
{"quote": "You love me. Real or not real?\"", "author": "Suzanne Collins"},
{"quote": "I'm in love with you,\" he said quietly.", "author": "John Green"},
{"quote": "Love looks not with the eyes, but with the mind,", "author": "William Shakespeare"},
{"quote": "Love is like the wind, you can't see it but you can feel it.", "author": "Nicholas Sparks"},
{"quote": "You don't love someone because they're perfect, you love them in spite of the fact that they're not.", "author": "Jodi Picoult"},
{"quote": "If you can make a woman laugh, you can make her do anything.", "author": "Marilyn Monroe"},
{"quote": "There is nothing I would not do for those who are really my friends. I have no notion of loving people by halves, it is not my nature.", "author": "Jane Austen"},
{"quote": "The real lover is the man who can thrill you by kissing your forehead or smiling into your eyes or just staring into space.", "author": "Marilyn Monroe"},
{"quote": "If I had a flower for every time I thought of you...I could walk through my garden forever.", "author": "Alfred Tennyson"},
{"quote": "Dumbledore watched her fly away, and as her silvery glow faded he turned back to Snape, and his eyes were full of tears.", "author": "J.K. Rowling"},
{"quote": "When someone loves you, the way they talk about you is different. You feel safe and comfortable.", "author": "Jess C. Scott"},
{"quote": "To die will be an awfully big adventure.", "author": "J.M. Barrie"},
{"quote": "A lady's imagination is very rapid; it jumps from admiration to love, from love to matrimony in a moment.", "author": "Jane Austen"},
{"quote": "Just when you think it can't get any worse, it can. And just when you think it can't get any better, it can.", "author": "Nicholas Sparks"},
{"quote": "Tis better to have loved and lost", "author": "Alfred Lord Tennyson"},
{"quote": "I love you as certain dark things are to be loved,", "author": "Pablo Neruda"},
{"quote": "The one you love and the one who loves you are never, ever the same person.", "author": "Chuck Palahniuk"},
{"quote": "Some people don't understand the promises they're making when they make them,\" I said.", "author": "John Green"},
{"quote": "Love is needing someone. Love is putting up with someone's bad qualities because they somehow complete you.", "author": "Sarah Dessen"},
{"quote": "One is loved because one is loved. No reason is needed for loving.", "author": "Paulo Coelho"},
{"quote": "When we love, we always strive to become better than we are. When we strive to become better than we are, everything around us becomes better too.", "author": "Paulo Coelho"},
{"quote": "We love the things we love for what they are.", "author": "Robert Frost"},
{"quote": "I would die for you. But I won't live for you.", "author": "Stephen Chbosky"},
{"quote": "In vain have I struggled. It will not do. My feelings will not be repressed. You must allow me to tell you how ardently I admire and love you.", "author": "Jane Austen"},
{"quote": "I carry your heart with me (I carry it in my heart)I am never without it (anywhere", "author": "E.E. Cummings"},
{"quote": "You are, and always have been, my dream.", "author": "Nicholas Sparks"},
{"quote": "So, I love you because the entire universe conspired to help me find you.", "author": "Paulo Coelho"},
{"quote": "The only thing worse than a boy who hates you: a boy that loves you.", "author": "Markus Zusak"},
{"quote": "Never love anyone who treats you like you're ordinary.", "author": "Oscar Wilde"},
{"quote": "I would always rather be happy than dignified.", "author": "Charlotte Brontë"},
{"quote": "Where there is love there is life.", "author": "Mahatma Gandhi"},
{"quote": "Nobody has ever measured, not even poets, how much the heart can hold.", "author": "Zelda Fitzgerald"},
{"quote": "Once upon a time there was a boy who loved a girl, and her laughter was a question he wanted to spend his whole life answering.", "author": "Nicole Krauss"},
{"quote": "We loved with a love that was more than love.", "author": "Edgar Allen Poe"},
{"quote": "Doubt thou the stars are fire;", "author": "William Shakespeare"},
{"quote": "This is a good sign, having a broken heart. It means we have tried for something.", "author": "Elizabeth Gilbert"},
{"quote": "And so the lion fell in love with the lamb…\" he murmured. I looked away, hiding my eyes as I thrilled to the word.", "author": "Stephenie Meyer"},
{"quote": "He's more myself than I am. Whatever our souls are made of, his and mine are the same.", "author": "Emily Brontë"},
{"quote": "Eleanor was right. She never looked nice. She looked like art, and art wasn't supposed to look nice; it was supposed to make you feel something.", "author": "Rainbow Rowell"},
{"quote": "The more I know of the world, the more I am convinced that I shall never see a man whom I can really love. I require so much!", "author": "Jane Austen"},
{"quote": "Out beyond ideas of wrongdoing", "author": "Jalal Ad-Din Rumi"},
{"quote": "I have decided to stick to love...Hate is too great a burden to bear.", "author": "Martin Luther King Jr."},
{"quote": "What's meant to be will always find a way", "author": "Trisha Yearwood"},
{"quote": "They say a person needs just three things to be truly happy in this world: someone to love, something to do, and something to hope for.", "author": "Tom Bodett"},
{"quote": "Two people in love, alone, isolated from the world, that's beautiful.", "author": "Milan Kundera"},
{"quote": "The heart was made to be broken.", "author": "Oscar Wilde"},
{"quote": "This above all: to thine own self be true,", "author": "William Shakespeare"},
{"quote": "For the two of us, home isn't a place. It is a person. And we are finally home.", "author": "Stephanie Perkins"},
{"quote": "You could have had anything else in the world, and you asked for me.\"", "author": "Cassandra Clare"},
{"quote": "Love is so short, forgetting is so long.", "author": "Pablo Neruda"},
{"quote": "The very essence of romance is uncertainty.", "author": "Oscar Wilde"},
{"quote": "There is always some madness in love. But there is also always some reason in madness.", "author": "Friedrich Nietzsche"},
{"quote": "Man may have discovered fire, but women discovered how to play with it.", "author": "Candace Bushnell"},
{"quote": "My daddy said, that the first time you fall in love, it changes you forever and no matter how hard you try, that feeling just never goes away.", "author": "Nicholas Sparks"},
{"quote": "And, in the end", "author": "Paul McCartney"},
{"quote": "If you remember me, then I don't care if everyone else forgets.", "author": "Haruki Murakami"},
{"quote": "Love does not consist of gazing at each other, but in looking outward together in the same direction.", "author": "Antoine de Saint-Exupéry"},
{"quote": "Love is a fire. But whether it is going to warm your hearth or burn down your house, you can never tell.", "author": "Joan Crawford"},
{"quote": "Love doesn't just sit there, like a stone, it has to be made, like bread; remade all the time, made new.", "author": "Ursula K. Le Guin"},
{"quote": "It was love at first sight, at last sight, at ever and ever sight.", "author": "Vladimir Nabokov"},
{"quote": "And now these three remain: faith, hope and love. But the greatest of these is love.", "author": "Anonymous"},
{"quote": "If you love somebody, let them go, for if they return, they were always yours. If they don't, they never were.", "author": "Kahlil Gibran"},
{"quote": "Be careful of love. It'll twist your brain around and leave you thinking up is down and right is wrong.", "author": "Rick Riordan"},
{"quote": "If you like her, if she makes you happy, and if you feel like you know her---then don't let her go.", "author": "Nicholas Sparks"},
{"quote": "When love is not madness it is not love.", "author": "Pedro Calderon de la Barca"},
{"quote": "Love does not begin and end the way we seem to think it does. Love is a battle, love is a war; love is a growing up.", "author": "James A. Baldwin"},
{"quote": "I love you more than there are stars in the sky and fish in the sea.", "author": "Nicholas Sparks"},
{"quote": "Declarations of love amuse me. Especially when unrequited.", "author": "Cassandra Clare"},
{"quote": "Do you think I'm pretty?", "author": "Richelle Mead"},
{"quote": "I love you. Remember. They cannot take it", "author": "Lauren Oliver"},
{"quote": "What's this?\" he demanded, looking from Clary to his companions, as if they might know what she was doing there.", "author": "Cassandra Clare"},
{"quote": "A woman's heart should be so hidden in God that a man has to seek Him just to find her.", "author": "Max Lucado"},
{"quote": "True love is rare, and it's the only thing that gives life real meaning.", "author": "Nicholas Sparks"},
{"quote": "Love is an irresistible desire to be irresistibly desired.", "author": "Robert Frost"},
{"quote": "I was smiling yesterday,I am smiling today and I will smile tomorrow.Simply because life is too short to cry for anything.", "author": "Santosh Kalwar"},
{"quote": "I think... if it is true that", "author": "Leo Tolstoy"},
{"quote": "If I can stop one heart from breaking, I shall not live in vain.", "author": "Emily Dickinson"},
{"quote": "When the power of love overcomes the love of power, the world will know peace.", "author": "Jimi Hendrix"},
{"quote": "I loved her against reason, against promise, against peace, against hope, against happiness, against all discouragement that could be.", "author": "Charles Dickens"},
{"quote": "It is a curious thought, but it is only when you see people looking ridiculous that you realize just how much you love them. ", "author": "Agatha Christie"},
{"quote": "Hate the sin, love the sinner.", "author": "Mahatma Gandhi"},
{"quote": "Of all forms of caution, caution in love is perhaps the most fatal to true happiness.", "author": "Bertrand Russell"},
{"quote": "The greater the love, the greater the tragedy when it's over.", "author": "Nicholas Sparks"},
{"quote": "The most painful thing is losing yourself in the process of loving someone too much, and forgetting that you are special too.", "author": "Ernest Hemingway"},
{"quote": "Well, now", "author": "Pablo Neruda"},
{"quote": "One love, one heart, one destiny.", "author": "Robert Marley"},
{"quote": "All I ever wanted was to reach out and touch another human being not just with my hands but with my heart.", "author": "Tahereh Mafi"},
{"quote": "What is hell? I maintain that it is the suffering of being unable to love.", "author": "Fyodor Dostoevsky"},
{"quote": "You know, when it works, love is pretty amazing. It's not overrated. There's a reason for all those songs.", "author": "Sarah Dessen"},
{"quote": "Never close your lips to those whom you have already opened your heart.", "author": "Charles Dickens"},
{"quote": "Find what you love and let it kill you.", "author": "Charles Bukowski"},
{"quote": "Any fool can be happy. It takes a man with real heart to make beauty out of the stuff that makes us weep.", "author": "Clive Barker"},
{"quote": "Gravitation is not responsible for people falling in love.", "author": "Albert Einstein"},
{"quote": "We waste time looking for the perfect lover, instead of creating the perfect love.", "author": "Tom Robbins"},
{"quote": "Things we lose have a way of coming back to us in the end, if not always in the way we expect.", "author": "JK Rowling"},
{"quote": "The man of knowledge must be able not only to love his enemies but also to hate his friends.", "author": "Friedrich Nietzsche"},
{"quote": "Love is not affectionate feeling, but a steady wish for the loved person's ultimate good as far as it can be obtained.", "author": "C.S. Lewis"},
{"quote": "One cannot think well, love well, sleep well, if one has not dined well.", "author": "Virginia Woolf"},
{"quote": "I would like to be the air that inhabits you for a moment only. I would like to be that unnoticed and that necessary.", "author": "Margaret Atwood"},
{"quote": "Have enough courage to trust love one more time and always one more time.", "author": "Maya Angelou"},
{"quote": "He does something to me, that boy. Every time. It’s his only detriment. He steps on my heart. He makes me cry.", "author": "Markus Zusak"},
{"quote": "Look after my heart - I've left it with you.", "author": "Stephenie Meyer"},
{"quote": "You can't measure the mutual affection of two human beings by the number of words they exchange.", "author": "Milan Kundera"},
{"quote": "And then he gives me a smile that just seems so genuinely sweet with just the right touch of shyness that unexpected warmth rushes through me.", "author": "Suzanne Collins"},
{"quote": "Tonight I can write the saddest lines", "author": "Pablo Neruda"},
{"quote": "As if you were on fire from within.", "author": "Pablo Neruda"},
{"quote": "Happiness [is] only real when shared", "author": "Jon Krakauer"},
{"quote": "It is the time you have wasted for your rose that makes your rose so important.", "author": "Antoine de Saint-Exupéry"},
{"quote": "Maybe...you'll fall in love with me all over again.\"", "author": "Ernest Hemingway"},
{"quote": "Sometimes it's a form of love just to talk to somebody that you have nothing in common with and still be fascinated by their presence.", "author": "David Byrne"},
{"quote": "Letting go doesn't mean that you don't care about someone anymore. It's just realizing that the only person you really have control over is yourself.", "author": "Deborah Reber"},
{"quote": "Promise me you'll never forget me because if I thought you would, I'd never leave.", "author": "A.A. Milne"},
{"quote": "Was it hard?\" I ask.", "author": "Lisa Schroeder"},
{"quote": "I wasn't actually in love, but I felt a sort of tender curiosity.", "author": "F. Scott Fitzgerald"},
{"quote": "One day you will kiss a man you can't breathe without, and find that breath is of little consequence.", "author": "Karen Marie Moning"},
{"quote": "When I am with you, we stay up all night.", "author": "Rumi"},
{"quote": "Art and love are the same thing: It’s the process of seeing yourself in things that are not you.", "author": "Chuck Klosterman"},
{"quote": "Then I realize what it is. It's him. Something about him makes me feel like I am about to fall. Or turn to liquid. Or burst into flames.", "author": "Veronica Roth"},
{"quote": "I loved you like a man loves a woman he never touches, only writes to, keeps little photographs of.", "author": "Charles Bukowski"},
{"quote": "Tears shed for another person are not a sign of weakness. They are a sign of a pure heart.", "author": "José N. Harris"},
{"quote": "You yourself, as much as anybody in the entire universe, deserve your love and affection", "author": "Sharon Salzberg"},
{"quote": "Sometimes when I look at you, I feel I'm gazing at a distant star.", "author": "Haruki Murakami"},
{"quote": "You could have fooled me. Everytime I called you, Luke said you were sick. I figured you were avoiding me. Again.\"", "author": "Cassandra Clare"},
{"quote": "A half-read book is a half-finished love affair.", "author": "David Mitchell"},
{"quote": "A purpose of human life, no matter who is controlling it, is to love whoever is around to be loved.", "author": "Kurt Vonnegut"},
{"quote": "Happiness is holding someone in your arms and knowing you hold the whole world.", "author": "Orhan Pamuk"},
{"quote": "There is only one page left to write on. I will fill it with words of only one syllable. I love. I have loved. I will love.", "author": "Dodie Smith"},
{"quote": "I'm on Aslan's side even if there isn't any Aslan to lead it. I'm going to live as like a Narnian as I can even if there isn't any Narnia.", "author": "C.S. Lewis"},
{"quote": "I'm oxygen and he's dying to breathe.", "author": "Tahereh Mafi"},
{"quote": "Who, being loved, is poor?", "author": "Oscar Wilde"},
{"quote": "It is easy to love people in memory; the hard thing is to love them when they are there in front of you.", "author": "John Updike"},
{"quote": "Someone I loved once gave me a box full of darkness. It took me years to understand that this too, was a gift.", "author": "Mary Oliver"},
{"quote": "I'm not sentimental--I'm as romantic as you are. The idea, you know,", "author": "F. Scott Fitzgerald"},
{"quote": "To love oneself is the beginning of a lifelong romance.", "author": "Oscar Wilde"},
{"quote": "I like flaws. I think they make things interesting.", "author": "Sarah Dessen"},
{"quote": "Love can change a person the way a parent can change a baby- awkwardly, and often with a great deal of mess.", "author": "Lemony Snicket"},
{"quote": "Respect was invented to cover the empty place where love should be.", "author": "Leo Tolstoy"},
{"quote": "Peeta, how come I never know when you're having a nightmare?” I say.", "author": "Suzanne Collins"},
{"quote": "You know how they say you only hurt the ones you love? Well, it works both ways.", "author": "Chuck Palahniuk"},
{"quote": "When I saw you I fell in love, and you smiled because you knew.", "author": "Arrigo Boito"},
{"quote": "Friendship marks a life even more deeply than love. Love risks degenerating into obsession, friendship is never anything but sharing.", "author": "Elie Wiesel"},
{"quote": "I fell in love with her when we were together, then fell deeper in love with her in the years we were apart.", "author": "Nicholas Sparks"},
{"quote": "What she had realized was that love was that moment when your heart was about to burst.", "author": "Stieg Larsson"},
{"quote": "Do not fall in love with people like me.", "author": "Caitlyn Siehl"},
{"quote": "Sorrow is how we learn to love. Your heart isn't breaking. It hurts because it's getting larger. The larger it gets, the more love it holds.", "author": "Rita Mae Brown"},
{"quote": "The love of learning, the sequestered nooks,", "author": "Henry Wadsworth Longfellow"},
{"quote": "The heart has its reasons which reason knows not.", "author": "Blaise Pascal"},
{"quote": "Time was passing like a hand waving from a train I wanted to be on.", "author": "jonathan safran foer"},
{"quote": "The more one judges, the less one loves.", "author": "Honoré de Balzac"},
{"quote": "I guess that’s just part of loving people: You have to give things up. Sometimes you even have to give them up.", "author": "Lauren Oliver"},
{"quote": "The emotion that can break your heart is sometimes the very one that heals it...", "author": "Nicholas Sparks"},
{"quote": "Trust your heart if the seas catch fire, live by love though the stars walk backward.", "author": "E.E. Cummings"},
{"quote": "Come sleep with me: We won't make Love, Love will make us.", "author": "Julio Cortázar"},
{"quote": "Holding Eleanor's hand was like holding a butterfly. Or a heartbeat. Like holding something complete, and completely alive.", "author": "Rainbow Rowell"},
{"quote": "Ever has it been that love knows not its own depth until the hour of separation.", "author": "Kahlil Gibran"},
{"quote": "If someone were to harm my family or a friend or somebody I love, I would eat them. I might end up in jail for 500 years, but I would eat them.", "author": "Johnny Depp"},
{"quote": "When God Created Mothers\"", "author": "Erma Bombeck"},
{"quote": "Sometimes love means letting go when you want to hold on tighter.", "author": "Melissa Marr"},
{"quote": "When someone is in your heart, they're never truly gone. They can come back to you, even at unlikely times.", "author": "Mitch Albom"},
{"quote": "I wonder how many people don't get the one they want, but end up with the one they're supposed to be with.", "author": "Fannie Flagg"},
{"quote": "Don't cry over someone who wouldn't cry over you.", "author": "Lauren Conrad"},
{"quote": "Absence diminishes small loves and increases great ones, as the wind blows out the candle and fans the bonfire.", "author": "Francois Duc de la Rochefoucauld"},
{"quote": "To be fully seen by somebody, then, and be loved anyhow - this is a human offering that can border on miraculous.", "author": "Elizabeth Gilbert"},
{"quote": "Being with you never felt wrong. It's the one thing I did right. You're the one thing I did right.", "author": "Becca Fitzpatrick"},
{"quote": "I’ve been fighting to be who I am all my life. What’s the point of being who I am, if I can’t have the person who was worth all the fighting for?", "author": "Stephanie Lennox"},
{"quote": "How do I love thee? Let me count the ways.", "author": "Elizabeth Barrett Browning"},
{"quote": "True love is usually the most inconvenient kind.", "author": "Kiera Cass"},
{"quote": "When you trip over love, it is easy to get up. But when you fall in love, it is impossible to stand again.", "author": "Albert Einstein"},
{"quote": "Stop fighting me!\" he said, trying to pull on the arm he held.", "author": "Richelle Mead"},
{"quote": "I want to be in a relationship where you telling me you love me is just a ceremonious validation of what you already show me.", "author": "Steve Maraboli"},
{"quote": "This is where it all begins. Everything starts here, today.", "author": "David Nicholls"},
{"quote": "We're staying together,\" he promised. \"You're not getting away from me. Never again.", "author": "Rick Riordan"},
{"quote": "Watch out for intellect,", "author": "Anne Sexton"},
{"quote": "Nothing takes the taste out of peanut butter quite like unrequited love.", "author": "Charles M. Schulz"},
{"quote": "To lose balance sometimes for love is part of living a balanced", "author": "Elizabeth Gilbert"},
{"quote": "The sunlight claps the earth, and the moonbeams kiss the sea: what are all these kissings worth, if thou kiss not me?", "author": "Percy Bysshe Shelley"},
{"quote": "The things we love destroy us every time, lad. Remember that.", "author": "George R.R. Martin"},
{"quote": "Throw your dreams into space like a kite, and you do not know what it will bring back, a new life, a new friend, a new love, a new country.", "author": "Anais Nin"},
{"quote": "The course of true love never did run smooth.", "author": "William Shakespeare"},
{"quote": "My wish is that you may be loved to the point of madness.", "author": "André Breton"},
{"quote": "I bet you could sometimes find all the mysteries of the universe in someone's hand.", "author": "Benjamin Alire Sáenz"},
{"quote": "If you love something set it free, but don't be surprised if it comes back with herpes.", "author": "Chuck Palahniuk"},
{"quote": "I sought to hear the voice of God and climbed the topmost steeple, but God declared: \"Go down again - I dwell among the people.", "author": "John Henry Newman"},
{"quote": "If we have no peace, it is because we have forgotten that we belong to each other.", "author": "Mother Teresa"},
{"quote": "The world was collapsing, and the only thing that really mattered to me was that she was alive.", "author": "Rick Riordan"},
{"quote": "I won't ever leave you, even though you're always leaving me.", "author": "Audrey Niffenegger"},
{"quote": "sometimes you don't need a goal in life, you don't need to know the big picture. you just need to know what you're going to do next!", "author": "Sophie Kinsella"},
{"quote": "Romance is the glamour which turns the dust of everyday life into a golden haze. ", "author": "Elinor Glyn"},
{"quote": "I love you as certain dark things are loved, secretly, between the shadow and the soul.", "author": "Stephanie Perkins"},
{"quote": "For my part, I prefer my heart to be broken. It is so lovely, dawn-kaleidoscopic within the crack.", "author": "D.H. Lawrence"},
{"quote": "You have to kiss a lot of frogs before you find your prince", "author": "E.L. James"},
{"quote": "We are who we are, be­cause of those we choose to love and be­cause of those who love us.", "author": "Kate Mosse"},
{"quote": "For where all love is, the speaking is unnecessary", "author": "Diana Gabaldon"},
{"quote": "sex is the consolation you have when you can't have love", "author": "Gabriel García Márquez"},
{"quote": "More smiling, less worrying. More compassion, less judgment. More blessed, less stressed. More love, less hate.", "author": "Roy T. Bennett"},
{"quote": "When I look in the mirror, I know I’m looking at someone who isn’t sure she deserves to be loved at all.", "author": "Nicholas Sparks"},
{"quote": "If he loved with all the powers of his puny being, he couldn't love as much in eighty years as I could in a day.", "author": "Emily Brontë"},
{"quote": "The human heart is a strange vessel. Love and hatred can exist side by side.", "author": "Scott Westerfield"},
{"quote": "Spending time with you showed me what I’ve been missing in my life.", "author": "Nicholas Sparks"},
{"quote": "It is possible to be in love with you just because of who you are.", "author": "Maggie Stiefvater"},
{"quote": "The music in his laughter had a way of rounding off the missing notes in her soul.", "author": "Gloria Naylor"},
{"quote": "Yet each man kills the thing he loves", "author": "Oscar Wilde"},
{"quote": "If only she could be so oblivious again, to feel such love without knowing it, mistaking it for laughter. ", "author": "Markus Zusak"},
{"quote": "The soul is healed by being with children.", "author": "Fyodor Dostoevsky"},
{"quote": "Don't waste your love on somebody, who doesn't value it.", "author": "William Shakespeare"},
{"quote": "Each of us is born with a box of matches inside us but we can't strike them all by ourselves", "author": "Laura Esquivel"},
{"quote": "I know enough to know that no woman should ever marry a man who hated his mother.", "author": "Martha Gellhorn"},
{"quote": "O Romeo, Romeo, wherefore art thou Romeo?", "author": "William Shakespeare"},
{"quote": "Love is how you stay alive, even after you are gone.", "author": "Mitch Albom"},
{"quote": "It's not how much we give but how much love we put into giving.", "author": "Mother Theresa"},
{"quote": "Of course you can have a true Shadowhunter name,\" Will said. \"You can have mine.\"", "author": "Cassandra Clare"},
{"quote": "And what would humans be without love?\"", "author": "Terry Pratchett"},
{"quote": "The highest function of love is that it makes the loved one a unique and irreplaceable being.", "author": "Tom Robbins"},
{"quote": "love, I've come to understand is more than three words mumbled before bedtime.", "author": "Nicholas Sparks"},
{"quote": "Hearts are breakable,\" Isabelle said. \"And I think even when you heal, you're never what you were before\".", "author": "Cassandra Clare"},
{"quote": "If you can love someone with your whole heart, even one person, then there's salvation in life. Even if you can't get together with that person.", "author": "Haruki Murakami"},
{"quote": "I'd learned that some things are best kept secret.", "author": "Nicholas Sparks"},
{"quote": "And next time you're planning to injure yourself to get me attention, just remember that a little sweet talk works wonders.", "author": "Cassandra Clare"},
{"quote": "Let yourself be drawn by the stronger pull of that which you truly love.", "author": "Rumi"},
{"quote": "That's what people do who love you. They put their arms around you and love you when you're not so lovable.", "author": "Deb Caletti"},
{"quote": "Sometimes God allows what he hates to accomplish what he loves.", "author": "Joni Eareckson Tada"},
{"quote": "I have feelings too. I am still human. All I want is to be loved, for myself and for my talent. ", "author": "Marilyn Monroe"},
{"quote": "True love is not so much a matter of romance as it is a matter of anxious concern for the well-being of one's companion.", "author": "Gordon B. Hinckley"},
{"quote": "Is it possible, in the final analysis, for one human being to achieve perfect understanding of another?", "author": "Haruki Murakami"},
{"quote": "By the time you swear you're his,", "author": "Dorothy Parker"},
{"quote": "Yours is the light by which my spirit's born: - you are my sun, my moon, and all my stars.", "author": "e. e. cummings"},
{"quote": "It was many and many a year ago,", "author": "Edgar Allen Poe"},
{"quote": "Love is not the absence of logic", "author": "Tammara Webber"},
{"quote": "In youth, it was a way I had,", "author": "Dorothy Parker"},
{"quote": "It's hard being left behind. (...) It's hard to be the one who stays.", "author": "Audrey Niffenegger"},
{"quote": "Just because you're beautiful and perfect, it's made you conceited.", "author": "William Goldman"},
{"quote": "I love mankind, he said, \"but I find to my amazement that the more I love mankind as a whole, the less I love man in particular.", "author": "Fyodor Dostoyevsky"},
{"quote": "You are the one girl that made me risk eveything for a future worth having.", "author": "Simone Elkeles"},
{"quote": "Good night, good night! parting is such sweet sorrow,", "author": "William Shakespeare"},
{"quote": "Let me not to the marriage of true minds", "author": "William Shakespeare"},
{"quote": "I'll fight it. I'll fight it for you. Don't you worry about me, Hazel Grace. I'm okay. I'll find a way to hang around and annoy you for a long time.", "author": "John Green"},
{"quote": "Romance is thinking about your significant other, when you are supposed to be thinking about something else.", "author": "nicholas sparks"},
{"quote": "Moments, when lost, can't be found again. They're just gone.", "author": "Jenny Han"},
{"quote": "True love comes quietly, without banners or flashing lights. If you hear bells, get your ears checked.", "author": "Erich Segal"},
{"quote": "Why are old lovers able to become friends? Two reasons. They never truly loved each other, or they love each other still.", "author": "Whitney Otto"},
{"quote": "The heart is the toughest part of the body.", "author": "Carolyn Forché"},
{"quote": "I belong to my beloved, and my beloved is mine.", "author": "Jamie McGuire"},
{"quote": "There is always something left to love.", "author": "Gabriel García Márquez"},
{"quote": "Love has nothing to do with what you are expecting to get - only with what you are expecting to give - which is everything", "author": "Katharine Hepburn"},
{"quote": "When it's gone, you'll know what a gift love was. You'll suffer like this. So go back and fight to keep it.", "author": "Ian McEwan"},
{"quote": "Love is the extremely difficult realization that something other than oneself is real.", "author": "Iris Murdoch"},
{"quote": "There is nothing more truly artistic than to love people.", "author": "Vincent Van Gogh"},
{"quote": "Well?\" Ron said finally, looking up at Harry. \"How was it?\"", "author": "J.K. Rowling"},
{"quote": "Love, n. A temporary insanity curable by marriage.", "author": "Ambrose Bierce"},
{"quote": "It happens like this.", "author": "Lang Leav"},
{"quote": "Despite your best efforts, people are going to be hurt when it's time for them to be hurt.", "author": "Haruki Murakami"},
{"quote": "No woman wants to be in submission to a man who isn't in submission to God!", "author": "T D Jakes"},
{"quote": "If my love were an ocean,", "author": "Jay Asher"},
{"quote": "Someday you'll find someone special again. People who've been in love once usually do. It's in their nature.", "author": "Nicholas Sparks"},
{"quote": "I wonder if fears ever really go away, or if they just lose their power over us.", "author": "Veronica Roth"},
{"quote": "Love, it never dies. It never goes away, it never fades, so long as you hang on to it. Love can make you immortal", "author": "Gayle Forman"},
{"quote": "So it’s true, when all is said and done, grief is the price we pay for love.", "author": "E.A. Bucchianeri"},
{"quote": "Trust no friend without faults, and love a woman, but no angel.", "author": "Doris Lessing"},
{"quote": "And to the devil with it if she is!\" said the Consul. \"One girl, who is not Nephilim, is not,", "author": "Cassandra Clare"},
{"quote": "If a thing loves, it is infinite.", "author": "William Blake"},
{"quote": "We must love one another or die", "author": "W.H. Auden"},
{"quote": "Be the reason someone smiles. Be the reason someone feels loved and believes in the goodness in people.", "author": "Roy T. Bennett"},
{"quote": "It doesn't matter who you are or what you look like, so long as somebody loves you.", "author": "Roald Dahl"},
{"quote": "Goodbyes are only for those who love with their eyes. Because for those who love with heart and soul there is no such thing as separation.", "author": "Rumi"},
{"quote": "After all this time?\"", "author": "J.K. Rowling"},
{"quote": "What greater gift than the love of a cat.", "author": "Charles Dickens"},
{"quote": "Every atom of your flesh is as dear to me as my own: in pain and sickness it would still be dear.", "author": "Charlotte Brontë"},
{"quote": "There's a difference between really loving someone and loving the idea of her.", "author": "Gillian Flynn"},
{"quote": "Love is a better master than duty.", "author": "Albert Einstein"},
{"quote": "Oh no. Don't smile. You'll kill me. I stop breathing when you smile.", "author": "Tessa Dare"},
{"quote": "She didn't understand that. \"How can anyone be afraid of love?\"", "author": "Sherrilyn Kenyon"},
{"quote": "No matter how much you think you love somebody, you'll step back when the pool of their blood edges up too close.", "author": "Chuck Palahniuk"},
{"quote": "He is beauty, inside and out.", "author": "Marie Lu"},
{"quote": "I think it is all a matter of love; the more you love a memory the stronger and stranger it becomes", "author": "Vladimir Nabokov"},
{"quote": "i like my body when it is with your", "author": "e.e. cummings"},
{"quote": "In love, no question is ever preposterous.", "author": "Andre Brink"},
{"quote": "The greatest happiness of life is the conviction that we are loved -- loved for ourselves, or rather, loved in spite of ourselves.", "author": "Victor Hugo"},
{"quote": "Lovers alone wear sunlight.", "author": "E.E. Cummings"},
{"quote": "My great hope is to laugh as much as I cry; to get my work done and try to love somebody and have the courage to accept the love in return.", "author": "Maya Angelou"},
{"quote": "The great tragedy of life is not that men perish, but that they cease to love.", "author": "W. Somerset Maugham"},
{"quote": "If someone thinks that peace and love are just a cliche that must have been left behind in the 60s, that's a problem. Peace and love are eternal.", "author": "John Lennon"},
{"quote": "I think we ought to live happily ever after.", "author": "Diana Wynne Jones"},
{"quote": "With him, life was routine; without him, life was unbearable.", "author": "Harper Lee"},
{"quote": "The scariest thing about distance is that you don’t know whether they’ll miss you or forget you.", "author": "Nicholas Sparks"},
{"quote": "The day the power of love overrules the love of power, the world will know peace.", "author": "Mahatma Gandhi"},
{"quote": "The fate of your heart is your choice and no one else gets a vote", "author": "Sarah Dessen"},
{"quote": "Nothing ever happens like you imagine it will", "author": "John Green"},
{"quote": "I don’t know what they are called, the spaces between seconds– but I think of you always in those intervals.", "author": "Salvador Plascencia"},
{"quote": "Love cannot be reduced to a catalogue of reasons why, and a catalogue of reasons cannot be put together into love.", "author": "Eleanor Catton"},
{"quote": "We are all worthy of one another.", "author": "Edward P. Jones"},
{"quote": "Those sweet lips. My, oh my, I could kiss those lips all night long.", "author": "Jess C. Scott"},
{"quote": "The only thing more unthinkable than leaving was staying; the only thing more impossible than staying was leaving.", "author": "Elizabeth Gilbert"},
{"quote": "Do I love you? My God, if your love were a grain of sand, mine would be a universe of beaches.", "author": "William Goldman"},
{"quote": "Anyone who loves in the expectation of being loved in return is wasting their time.", "author": "Paulo Coelho"},
{"quote": "It's okay,” he said. “We're together.” He didn't say", "author": "Rick Riordan"},
{"quote": "When you love someone, you say their name different. Like it's safe inside your mouth.", "author": "Jodi Picoult"},
{"quote": "Love and compassion are necessities, not luxuries. Without them, humanity cannot survive.", "author": "Dalai Lama XIV"},
{"quote": "Snape's patronus was a doe,' said Harry, 'the same as my mother's because he loved her for nearly all of his life, from when they were children.", "author": "J.K. Rowling"},
{"quote": "Top 15 Things Money Can’t Buy", "author": "Roy T. Bennett"},
{"quote": "I have never found anybody who could stand to accept the daily demonstrative love I feel in me, and give back as good as I give.", "author": "Sylvia Plath"},
{"quote": "It’s dark now and I am very tired. I love you, always. Time is nothing.", "author": "Audrey Niffenegger"},
{"quote": "Love is a rebellious bird,", "author": "Ludovic Halévy"},
{"quote": "Wherever you will go,", "author": "Sarah Dessen"},
{"quote": "Name one hero who was happy.\"", "author": "Madeline Miller"},
{"quote": "I'm not sure this is a world I belong in anymore. I'm not sure that I want to wake up.", "author": "Gayle Forman"},
{"quote": "The moment you stop to think about whether you love someone, you've already stopped loving that person forever.", "author": "Carlos Ruiz Zafón"},
{"quote": "We always see our worst selves. Our most vulnerable selves. We need someone else to get close enough to tell us we’re wrong. Someone we trust.", "author": "David Levithan"},
{"quote": "I know my heart will never be the same", "author": "Sara Evans"},
{"quote": "I may not always be with you", "author": "Marc Wambolt"},
{"quote": "Heaven would never be heaven without you.", "author": "Richard Matheson"},
{"quote": "What would you do if I kissed you right now?\"", "author": "Michelle Hodkin"},
{"quote": "I'm saying I'm in love with you! I've been in love with you this whole bleeding year!", "author": "Stephanie Perkins"},
{"quote": "Do what you love, love what you do, and with all your heart give yourself to it.", "author": "Roy T. Bennett"},
{"quote": "[H]iding how you really feel and trying to make everyone happy doesn't make you nice, it just makes you a liar.", "author": "Jenny O'Connell"},
{"quote": "You're like a song that I heard when I was a little kid but forgot I knew until I heard it again.", "author": "Maggie Stiefvater"},
{"quote": "My mother... she is beautiful, softened at the edges and tempered with a spine of steel. I want to grow old and be like her.", "author": "Jodi Picoult"},
{"quote": "Love sucks. Sometimes it feels good. Sometimes it's just another way to bleed.", "author": "Laurell K. Hamilton"},
{"quote": "Love recognizes no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at its destination full of hope.", "author": "Maya Angelou"},
{"quote": "You have a... remarkable memory.\"", "author": "Suzanne Collins"},
{"quote": "You really love her don't you,\" she said.", "author": "Nicholas Sparks"},
{"quote": "We can't...\" he told me.", "author": "Richelle Mead"},
{"quote": "To fear love is to fear life, and those who fear life are already 3-parts dead.", "author": "Bertrand Russell"},
{"quote": "We could do it, you know.\"", "author": "Suzanne Collins"},
{"quote": "Shall I compare thee to a summer's day?", "author": "William Shakespeare"},
{"quote": "Parents were the only ones obligated to love you; from the rest of the world you had to earn it.", "author": "Ann Brashares"},
{"quote": "Morning without you is a dwindled dawn.", "author": "Emily Dickinson"},
{"quote": "Ginny, listen...I can't be involved with you anymore. We've got to stop seeing each other. We can't be together.\"", "author": "J.K. Rowling"},
{"quote": "Ye are Blood of my Blood, and Bone of my Bone,", "author": "Diana Gabaldon"},
{"quote": "Whenever you are confronted with an opponent. Conquer him with love.", "author": "Mahatma Gandhi"},
{"quote": "The best things in life make you sweaty.", "author": "Edgar Allan Poe"},
{"quote": "When in a relationship, a real man doesn't make his woman jealous of others, he makes others jealous of his woman.", "author": "Steve Maraboli"},
{"quote": "There ain't no way you can hold onto something that wants to go, you understand? You can only love what you got while you got it.", "author": "Kate DiCamillo"},
{"quote": "Accept the things to which fate binds you, and love the people with whom fate brings you together,but do so with all your heart.", "author": "Marcus Aurelius"},
{"quote": "It's not that you should never love something so much that it can control you.", "author": "Patrick Ness"},
{"quote": "Some people feel like they don't deserve love. They walk away quietly into empty spaces, trying to close the gaps of the past.", "author": "Jon Krakauer"},
{"quote": "You are my life now.", "author": "Stephenie Meyer"},
{"quote": "The strongest love is the love that can demonstrate its fragility.", "author": "Paulo Coelho"},
{"quote": "It's the imperfections that make things beautiful", "author": "Jenny Han"},
{"quote": "I dreamed I spoke in another's language,", "author": "Clive Barker"},
{"quote": "One day spent with someone you love can change everything.", "author": "Mitch Albom"},
{"quote": "I know that the whole point—the only point—is to", "author": "Lauren Oliver"},
{"quote": "If you love a flower that lives on a star, it is sweet to look at the sky at night. All the stars are a-bloom with flowers...", "author": "Antoine de Saint-Exupéry"},
{"quote": "When you have seen as much of life as I have, you will not underestimate the power of obsessive love.", "author": "J.K. Rowling"},
{"quote": "There is no love sincerer than the love of food.", "author": "George Bernard Shaw"},
{"quote": "If you ever looked at me once with what I know is in you, I would be your slave.", "author": "Emily Brontë"},
{"quote": "Please Mia,\" he implores. \"Don't make me write a song.", "author": "Gayle Forman"},
{"quote": "Love is a luxury.\"", "author": "Laini Taylor"},
{"quote": "The Bible tells us to love our neighbors, and also to love our enemies; probably because generally they are the same people.", "author": "G.K. Chesterton"},
{"quote": "She wasn't doing a thing that I could see, except standing there leaning on the balcony railing, holding the universe together.", "author": "J.D. Salinger"},
{"quote": "Sleep my little baby-oh", "author": "Neil Gaiman"},
{"quote": "Remember that the best relationship is one in which your love for each other exceeds your need for each other.", "author": "Dali Lama"},
{"quote": "I know you're tired but come, this is the way.", "author": "Jalalu'l-din Rumi"},
{"quote": "I envy people that know love. That have someone who takes them as they are.", "author": "Jess C Scott"},
{"quote": "Her heart was a secret garden and the walls were very high.", "author": "William Goldman"},
{"quote": "Love. The reason I dislike that word is that it means too much for me, far more than you can understand.\"", "author": "Leo Tolstoy"},
{"quote": "I will not try to convince you to love me, to respect me, to commit to me. I deserve better than that; I AM BETTER THAN THAT...Goodbye.", "author": "Steve Maraboli"},
{"quote": "Love is like a brick. You can build a house, or you can sink a dead body.", "author": "Lady Gaga"},
{"quote": "Anyone can love a thing", "author": "Patrick Rothfuss"},
{"quote": "I can write the saddest poem of all tonight.", "author": "Pablo Neruda"},
{"quote": "Friends are the family you choose (~ Nin/Ithilnin, Elven rogue).", "author": "Jess C Scott"},
{"quote": "I don't care what you say to me. I care what you share with me.", "author": "Santosh Kalwar"},
{"quote": "When You Are Old\"", "author": "W.B. Yeats"},
{"quote": "She is a friend of my mind. She gather me, man. The pieces I am, she gather them and give them back to me in all the right order.", "author": "Toni Morrison"},
{"quote": "If you want some advice—which I'm sure you don't—you guys should lay off on the magic. Christian still thinks you're moving in on Lissa.\"", "author": "Richelle Mead"},
{"quote": "Keep your best wishes, close to your heart and watch what happens", "author": "Tony DeLiso"},
{"quote": "The great thing to remember is that though our feelings come and go God's love for us does not.", "author": "C.S. Lewis"},
{"quote": "Being with you and not being with you is the only way I have to measure time.", "author": "Jorge Luis Borges"},
{"quote": "The voice of Love seemed to call to me, but it was a wrong number.", "author": "P.G. Wodehouse"},
{"quote": "He's not your prince charming if he doesn't make sure you know that you're his princess.", "author": "Demi Lovato"},
{"quote": "Love, the poet said, is woman's whole existence.", "author": "Virginia Woolf"},
{"quote": "Someday, we’ll run into each other again, I know it.", "author": "Gabrielle Zevin"},
{"quote": "All my heart is yours, sir: it belongs to you; and with you it would remain, were fate to exile the rest of me from your presence forever.", "author": "Charlotte Bronte"},
{"quote": "I've always loved you, and when you love someone, you love the whole person, just as he or she is, and not as you would like them to be.", "author": "Leo Tolstoy"},
{"quote": "I love you more than I think I should.", "author": "Becca Fitzpatrick"},
{"quote": "If I love you, what business is it of yours?", "author": "Johann wolfgang von Goethe"},
{"quote": "This is love: to fly toward a secret sky, to cause a hundred veils to fall each moment. First to let go of life. Finally, to take a step without feet.", "author": "Rumi"},
{"quote": "I'm like you,' he said. 'I remember everything.'", "author": "André Aciman"},
{"quote": "Don't leave a piece of jewelry at his house so you can go back and get it later; he may be with his real girlfriend.", "author": "Amy Sedaris"},
{"quote": "When you love someone you let them take care of you.", "author": "Jodi Picoult"},
{"quote": "Stephen kissed me in the spring,", "author": "Sara Teasdale"},
{"quote": "Love is heavy and light, bright and dark, hot and cold, sick and healthy, asleep and awake- its everything except what it is! (Act 1, scene 1)", "author": "William Shakespeare"},
{"quote": "nothing in this world was more difficult than love.", "author": "Gabriel García Márquez"},
{"quote": "A thousand half-loves must be forsaken to take one whole heart home.", "author": "Rumi"},
{"quote": "Promise to give me a kiss on my brow when I am dead. --I shall feel it.\"", "author": "Victor Hugo"},
{"quote": "There is love in holding and there is love in letting go.", "author": "Elizabeth Berg"},
{"quote": "Love makes you want to be a better man—right, right. But maybe love, real love, also gives you permission to just be the man you are.", "author": "Gillian Flynn"},
{"quote": "If I were a tree, I would have no reason to love a human.", "author": "Maggie Stiefvater"},
{"quote": "One ought to hold on to one's heart; for if one lets it go, one soon loses control of the head too.", "author": "Friedrich Nietzsche"},
{"quote": "In this part of the story I am the one who", "author": "Pablo Neruda"},
{"quote": "Why is love intensified by absence?", "author": "Audrey Niffenegger"},
{"quote": "They do not love that do not show their love.", "author": "William Shakespeare"},
{"quote": "How far should a person go in the name of true love?", "author": "Nicholas Sparks"},
{"quote": "To love someone means to see them as God intended them.", "author": "Fyodor Dostoyevsky"},
{"quote": "I mean, at the end of the day, what the hell does it matter who I end up with if it can't be you?", "author": "Tabitha Suzuma"},
{"quote": "We kiss all the time.\" I clear my throat, then add, \"We just...do it in private.\"", "author": "Simone Elkeles"},
{"quote": "The love that moves the sun and the other stars.", "author": "Elizabeth Gilbert"},
{"quote": "I'm gonna fight for you, until your heart stops beating.", "author": "Stephenie Meyer"},
{"quote": "Though lovers be lost, love shall not; And death shall have no dominion.", "author": "Dylan Thomas"},
{"quote": "Ah, what happiness it is to be with people who are all happy, to press hands, press cheeks, smile into eyes.", "author": "Katherine Mansfield"},
{"quote": "The future for me is already a thing of the past -", "author": "Bob Dylan"},
{"quote": "And all I loved, I loved alone.", "author": "Edgar Allen Poe"},
{"quote": "since feeling is first", "author": "E.E. Cummings"},
{"quote": "If I know what love is, it is because of you.", "author": "Hermann Hesse"},
{"quote": "The tattoo is just setting below his hp bone.", "author": "Tahereh Mafi"},
{"quote": "Love is scary: it changes; it can go away. That's the part of the risk. I don't want to be scared anymore.", "author": "Jenny Han"},
{"quote": "If I could but know his heart, everything would become easy.", "author": "Jane Austen"},
{"quote": "I'm a little pencil in the hand of a writing God, who is sending a love letter to the world.", "author": "Mother Teresa"},
{"quote": "Moving on is easy. It's staying moved on that's trickier.", "author": "Katerina Stoykova Klemer"},
{"quote": "Forever and ever, kid, until you're sick and tired of seeing me.", "author": "Marie Lu"},
{"quote": "Love is our true destiny. We do not find the meaning of life by ourselves alone - we find it with another.", "author": "Thomas Merton"},
{"quote": "Loving someone and having them love you back is the most precious thing in the world.", "author": "Nicholas Sparks"},
{"quote": "If you don't receive love from the ones who are meant to love you, you will never stop looking for it.", "author": "Robert Goolrick"},
{"quote": "Did I really want to stay on this road longer, knowing it was only going to end in devastation?", "author": "Becca Fitzpatrick"},
{"quote": "A fit, healthy body—that is the best fashion statement", "author": "Jess C Scott"},
{"quote": "to love is to destroy, and that to be loved is to be the one destroyed.", "author": "Cassandra Clare"},
{"quote": "Do not swear by the moon, for she changes constantly. then your love would also change.", "author": "William Shakespeare"},
{"quote": "The story of life is quicker than the wink of an eye, the story of love is hello and goodbye...until we meet again", "author": "Jimi Hendrix"},
{"quote": "If you truly want to be respected by people you love, you must prove to them that you can survive without them.", "author": "Michael Bassey Johnson"},
{"quote": "Okay. Then...I can talk. Ask me something.\"", "author": "Veronica Roth"},
{"quote": "Then love knew it was called love.", "author": "Pablo Neruda"},
{"quote": "I miss him in so many ways, but right now I miss him in the way you always miss someone when you're single among a room full of couples.", "author": "Emily Giffin"},
{"quote": "Sometimes it takes a heartbreak to shake us awake & help us see we are worth so much more than we're settling for.", "author": "Mandy Hale"},
{"quote": "Sometimes you want to say, “I love you, but…", "author": "Jamie Weise"},
{"quote": "People should fall in love with their eyes closed.", "author": "Andy Warhol"},
{"quote": "I'd love to, she finally said,\"on one condition.\"", "author": "Nicholas Sparks"},
{"quote": "I don't love you anymore\", she whispered. \"I don't love you at all.\" His throat closed. \"It's all right, sweetheart. I love you enough for both of us.", "author": "Susan Elizabeth Phillips"},
{"quote": "Christian, you are the state lottery, the cure for cancer, and the three wishes from Aladdin's lamp all rolled into one", "author": "E.L. James"},
{"quote": "Don’t sacrifice yourself too much, because if you sacrifice too much there’s nothing else you can give and nobody will care for you.", "author": "Karl Lagerfeld"},
{"quote": "There are memories that time does not erase... Forever does not make loss forgettable, only bearable.", "author": "Cassandra Clare"},
{"quote": "Where there is great love, there are always miracles.", "author": "Willa Cather"},
{"quote": "I wish you could be kissed, Jane,' he said. 'Because I would beg just one off you. Under all this.' He flailed an arm toward the stars.", "author": "Maggie Stiefvater"},
{"quote": "When you forgive, you love. And when you love, God’s light shines upon you.", "author": "Jon Krakauer"},
{"quote": "One of the things that makes me who I am is the loyalty I have to people I hold close to my heart.", "author": "Simone Elkeles"},
{"quote": "I am certain of nothing but the holiness of the Heart's affections and the truth of the Imagination.", "author": "John Keats"},
{"quote": "I am no longer in love with her, that's certain, but maybe I love her. Love is so short, forgetting is so long.", "author": "Pablo Neruda"},
{"quote": "Love is the strangest, most illogical thing in the world.", "author": "Jennifer E. Smith"},
{"quote": "I have been astonished that men could die martyrs", "author": "John Keats"},
{"quote": "There could have been no two hearts so open, no tastes so similar, no feelings so in unison", "author": "Jane Austen"},
{"quote": "They're in love. Fuck the war.", "author": "Thomas Pynchon"},
{"quote": "How far would you go to keep the hope of love alive?", "author": "Nicholas Sparks"},
{"quote": "Until one has loved an animal, a part of one's soul remains unawakened.", "author": "Anatole France"},
{"quote": "My heart only ever had one thought, one want. One need. Despite all, in spite of all...All my heart has ever wanted is you.", "author": "Stephanie Laurens"},
{"quote": "Yeah, well,\" I say, \"I left Abnegation because I wasn't selfless enough, no matter how hard I tried to be.\"", "author": "Veronica Roth"},
{"quote": "Don't go far off, not even for a day,", "author": "Pablo Neruda"},
{"quote": "There is a time for everything, and a season for every activity under heaven:", "author": "Anonymous"},
{"quote": "To love is to recognize yourself in another.", "author": "Eckhart Tolle"},
{"quote": "The only creatures that are evolved enough to convey pure love are dogs and infants.", "author": "Johnny Depp"},
{"quote": "It's the kind of kiss that inspires stars to climb into the sky and light up the world.", "author": "Tahereh Mafi"},
{"quote": "True love is the best thing in the world, except for cough drops.", "author": "William Goldman"},
{"quote": "You are my heart, my life, my entire existence.\"", "author": "Julie Kagawa"},
{"quote": "Woman is sacred; the woman one loves is holy.", "author": "Alexandre Dumas"},
{"quote": "You’re just another story I can’t tell anymore.", "author": "pleasefindthis"},
{"quote": "Actually that’s my secret — I can’t even talk about you to anybody because I don’t want any more people to know how wonderful you are.", "author": "F. Scott Fitzgerald"},
{"quote": "And I wondered if love was too weak a word for what he felt, what he’d done for me. For what I felt for him.", "author": "Sarah J. Maas"},
{"quote": "I ask the impossible: love me forever.", "author": "Ana Castillo"},
{"quote": "I love you,’ he whispered, and kissed my brow. ‘Thorns and all.", "author": "Sarah J. Maas"},
{"quote": "The only love that I really believe in is a mother’s love for her children.", "author": "Karl Lagerfeld"},
{"quote": "Ah,\" she cried, \"you look so cool.\"", "author": "F. Scott Fitzgerald"},
{"quote": "Ronan said, \"I'm always straight.\"", "author": "Maggie Stiefvater"},
{"quote": "Choose your love. Love your choice.", "author": "Thomas S. Monson"},
{"quote": "Then I discovered that being related is no guarantee of love!", "author": "Stieg Larsson"},
{"quote": "As lovers, the difference between men and women is that women can love all day long, but men only at times.", "author": "W. Somerset Maugham"},
{"quote": "I felt like an animal, and animals don’t know sin, do they?", "author": "Jess C. Scott"},
{"quote": "In my rush, I hadn’t tied my shoelaces. Noah was now tying them for me.", "author": "Michelle Hodkin"},
{"quote": "some moments are nice, some are", "author": "Charles Bukowski"},
{"quote": "There is nothing that is going to make people hate you more, and love you more, than telling the truth.", "author": "Stefan Molyneux"},
{"quote": "If I have learned anything in this long life of mine, it is this: in love we find out who we want to be; in war we find out who we are.", "author": "Kristin Hannah"},
{"quote": "I wish you to know that you have been the last dream of my soul.", "author": "Charles Dickens"},
{"quote": "I find the best way to love someone is not to change them, but instead, help them reveal the greatest version of themselves.", "author": "Steve Maraboli"},
{"quote": "Had I the heavens' embroidered cloths,", "author": "William Butler Yeats"},
{"quote": "Life is funny. Things change, people change, but you will always be you, so stay true to yourself and never sacrifice who you are for anyone.", "author": "Zayn Malik"},
{"quote": "Of all our games, love's play is the only one which threatens to unsettle the soul...", "author": "Marguerite Yourcenar"},
{"quote": "It's all right,\" said Wolf. \"You loved her. I would feel the same if someone wanted to erase Scarlet's identity and give it to Levana's army.", "author": "marissa meyer"},
{"quote": "When he died, all things soft and beautiful and bright would be buried with him.", "author": "Madeline Miller"},
{"quote": "This is what happened in love. One of you cried a lot and then both of you grew sarcastic.", "author": "Lorrie Moore"},
{"quote": "Dare to love yourself", "author": "Author-Poet Aberjhani"},
{"quote": "True love begins when nothing is looked for in return.", "author": "Antoine De Saint-Exupery"},
{"quote": "I will follow you to the ends of the world.", "author": "Khaled Hosseini"},
{"quote": "you're an expert at sorry and keeping the lines blurry", "author": "Taylor Swift"},
{"quote": "I can't set my hopes too high,", "author": "Demi Lovato"},
{"quote": "Autumn is the hardest season. The leaves are all falling, and they're falling like", "author": "Andrea Gibson"},
{"quote": "If you love something so much let it go. If it comes back it was meant to be; if it doesn't it never was", "author": "Albert Schweitzer"},
{"quote": "Amor Fati – “Love Your Fate”, which is in fact your life.", "author": "Friedrich Nietzsche"},
{"quote": "To fall in love with God is the greatest romance; to seek him the greatest adventure; to find him, the greatest human achievement.", "author": "St. Augustine of Hippo"},
{"quote": "Would you destroy Something perfect in order to make it beautiful?", "author": "Gerard Way"},
{"quote": "I don't care if you danced naked on the roof of the Little Palace with him. I love you, Alina, even the part of you that loved him.", "author": "Leigh Bardugo"},
{"quote": "I love you enough to never make you choose.", "author": "Katie McGarry"},
{"quote": "It's one thing to fall in love. It's another to feel someone else fall in love with you, and to feel a responsibility toward that love.", "author": "David Levithan"},
{"quote": "Of course he loves me. I’m his sister.", "author": "Cassandra Clare"},
{"quote": "At the end of the day it's about how much you can bear, how much you can endure. Being together, we harm nobody; being apart, we extinguish ourselves.", "author": "Tabitha Suzuma"},
{"quote": "I want love to conquer all. But love can't conquer anything. It can't do anything on it's own.", "author": "David Levithan"},
{"quote": "I love her, and that's the beginning and end of everything.", "author": "F. Scott Fitzgerald"},
{"quote": "Limitless undying love which shines around me like a million suns it calls me on and on across the universe.", "author": "John Lennon"},
{"quote": "Every woman wants a man who'll fall in love with her soul as well as her body.", "author": "Rainbow Rowell"},
{"quote": "Who knows how to make love stay?", "author": "Tom Robbins"},
{"quote": "What about when someone doesn't need a shoulder? What if they need the arms?", "author": "Stephen Chbosky"},
{"quote": "If you didn't love him, this never would have happened. But you did. And accepting that love and everything that followed it is part of letting it go.", "author": "Sarah Dessen"},
{"quote": "The saddest thing about love, Joe, is that not only the love cannot last forever, but even the heartbreak is soon forgotten.", "author": "William Faulkner"},
{"quote": "And yet,to say the truth, reason and love keep little company together nowadays.", "author": "William Shakespeare"},
{"quote": "Sometimes we love with nothing more than hope. Sometimes we cry with everything except tears.", "author": "Gregory David Roberts"},
{"quote": "That which God said to the rose, and caused it to laugh in full-blown beauty, He said to my heart, and made it a hundred times more beautiful.", "author": "Rumi"},
{"quote": "When you love someone, you don't have a choice. Love takes your choices away.", "author": "Cassandra Clare"},
{"quote": "With you, intimacy colours my voice.", "author": "Warsan Shire"},
{"quote": "Oh Jake,\" Brett said, \"We could have had such a damned good time together.\"", "author": "Ernest Hemingway"},
{"quote": "How could I have ever been ashamed of loving Dante Quintana?", "author": "Benjamin Alire Sáenz"},
{"quote": "He loved her, of course, but better than that, he chose her, day after day. Choice: that was the thing.", "author": "Sherman Alexie"},
{"quote": "Wait. You think I'm going to die? That's why you slept with me?", "author": "Richelle Mead"},
{"quote": "If you love deeply, you're going to get hurt badly. But it's still worth it.", "author": "C.S. Lewis"},
{"quote": "So don't you worry your pretty little mind because people throw rocks at things that shine. [Ours]", "author": "Taylor Swift"},
{"quote": "Such short little lives our pets have to spend with us, and they spend most of it waiting for us to come home each day.", "author": "John grogan"},
{"quote": "But I have to confess, I'm glad you two had at least a few months of happiness together.\"", "author": "Suzanne Collins"},
{"quote": "Oh, love isn't there to make us happy. I believe it exists to show us how much we can endure.", "author": "Hermann Hesse"},
{"quote": "For it was not into my ear you whispered, but into my heart. It was not my lips you kissed, but my soul.", "author": "Judy Garland"},
{"quote": "When is a monster not a monster? Oh, when you love it.", "author": "Caitlyn Siehl"},
{"quote": "Until this moment, I had not realized that someone could break your heart twice, along the very same fault lines.", "author": "Jodi Picoult"},
{"quote": "You may choose to look the other way but you can never say again that you did not know.", "author": "William Wilberforce"},
{"quote": "Adam smiled cheerily. Ronan would start wars and burn cities for that true smile, elastic and amiable.", "author": "Maggie Stiefvater"},
{"quote": "To the world you may be one person but to one person you may be the world.", "author": "Bill Wilson"},
{"quote": "I drive around the streets", "author": "Charles Bukowski"},
{"quote": "Love meant jumping off a cliff and trusting that a certain person would be there to catch you at the bottom.", "author": "Jodi Picoult"},
{"quote": "Love one another, but make not a bond of love:", "author": "Khalil Gibran"},
{"quote": "One should always be in love. That's the reason one should never marry.", "author": "Oscar Wilde"},
{"quote": "We’d met at a carefree time, a moment full of promise, in its place now were the harsh lessons of the real world.", "author": "Nicholas Sparks"},
{"quote": "Did you think you could stop me? I'll burn the world down to save her.", "author": "Jennifer L. Armentrout"},
{"quote": "How do you know when it's over?\"", "author": "Gunnar Ardelius"},
{"quote": "Missing someone, they say, is self-centered.", "author": "Saša Stanišić"},
{"quote": "The way you walk, way you talk, way you say my name; it's beautiful, wonderful, don't you ever change.", "author": "Taylor Swift"},
{"quote": "If you could only love enough, you could be the most powerful person in the world.", "author": "Emmet Fox"},
{"quote": "When people fall in love, they burst into flames.", "author": "Jandy Nelson"},
{"quote": "Don't ever think I fell for you, or fell over you. I didn't fall in love, I rose in it.", "author": "Toni Morrison"},
{"quote": "I didn't want to kiss you goodbye — that was the trouble — I wanted to kiss you good night — and there's a lot of difference.", "author": "Ernest Hemingway"},
{"quote": "Even on my weakest days", "author": "Sara Evans"},
{"quote": "i am a museum full of art", "author": "Rupi Kaur"},
{"quote": "There was beauty in the idea of freedom, but it was an illusion. Every human heart was chained by love.", "author": "Cassandra Clare"},
{"quote": "…There is the heat of Love, the pulsing rush of Longing, the lover’s whisper, irresistible—magic to make the sanest man go mad.", "author": "Homer"},
{"quote": "I don't think we get a choice in who we fall for,\" Ian whispers. \"I think we just do.", "author": "Jodi Picoult"},
{"quote": "Neither love nor evil conquers all, but evil cheats more.", "author": "Laurell K. Hamilton"},
{"quote": "Each time you happen to me all over again.", "author": "Edith Wharton"},
{"quote": "So I placed my heart under lock and key", "author": "Deborah Cox"},
{"quote": "A heart filled with anger has no room for love.", "author": "Joan Lunden"},
{"quote": "I do my best thinking at night when everyone else is sleeping. No interruptions. No noise. I like the feeling of being awake when no one else is.", "author": "Jennifer Niven"},
{"quote": "Love wins, love always wins.", "author": "Mitch Albom"},
{"quote": "Love is not a maybe thing, you know when you love someone.", "author": "Lauren Conrad"},
{"quote": "Lovers and madmen have such seething brains,", "author": "Shakespeare William Shakespeare"},
{"quote": "Oh, Lizzy! do anything rather than marry without affection.", "author": "Jane Austen"},
{"quote": "The truest form of love is how you behave toward someone, not how you feel about them.", "author": "Steve Hall"},
{"quote": "He was my North, my South, my East and West,", "author": "W. H. Auden"},
{"quote": "And you can't love, not fully, unless you are loved in return.", "author": "Lauren Oliver"},
{"quote": "Would he find her?", "author": "Lauren Kate"},
{"quote": "When you love you wish to do things for. You wish to sacrifice for. You wish to serve.", "author": "Ernest Hemingway"},
{"quote": "A man can be happy with any woman as long as he does not love her.", "author": "Oscar Wilde"},
{"quote": "If two people love each other there can be no happy end to it.", "author": "Ernest Hemingway"},
{"quote": "Last time I saw you, I said that it hurt too much to love you. But I was wrong about that. The truth is it hurts too much not to love you.", "author": "P.C. Cast"},
{"quote": "Yes... it wasn't over, it still isn't over.", "author": "Nicholas Sparks"},
{"quote": "I had rather hear my dog bark at a crow, than a man swear he loves me.", "author": "William Shakespeare"},
{"quote": "If having a soul means being able to feel love and loyalty and gratitude, then animals are better off than a lot of humans.", "author": "James Herriot "},
{"quote": "I threw myself into that fire, threw myself into it, into him, and let myself burn.", "author": "Sarah J. Maas"},
{"quote": "Any happiness, no matter how brief, seemed better than the long, simmering torture of waking up day after day, knowing I could never have him.", "author": "Becca Fitzpatrick"},
{"quote": "Just because I'm not forever by your side doesn't mean that's not precisely where I want to be.", "author": "Stephanie Laurens"},
{"quote": "If a man hasn't what's necessary to make a woman love him, it's his fault, not hers.", "author": "W. Somerset Maugham"},
{"quote": "Work without love is slavery.", "author": "Mother Teresa"},
{"quote": "He was contemplation and enthusiasm. Ambition and strong coffee. I could have looked at him forever.", "author": "E. Lockhart"},
{"quote": "anyone lived in a pretty how town", "author": "E. E. Cummings"},
{"quote": "The Court of Dreams.", "author": "Sarah J. Maas"},
{"quote": "She's my kitten, and no one else's.", "author": "Jeaniene Frost"},
{"quote": "O serpent heart hid with a flowering face!", "author": "William Shakespeare"},
{"quote": "Love, when spelled backwards and read phonetically, reads evil", "author": "Eminem"},
{"quote": "But how will I know who my Soulmate is?” Brida felt that this was one of the most important questions she had ever asked in her life.", "author": "Paulo Coelho"},
{"quote": "...Who could refrain,", "author": "William Shakespeare"},
{"quote": "Marry me, Kiara,” he blurts out in front of everyone.", "author": "Simone Elkeles"},
{"quote": "There comes a time in your life when you have to choose to turn the page, write another book or simply close it.", "author": "Shannon L. Alder"},
{"quote": "The Simple Path", "author": "Mother Teresa"},
{"quote": "You were the sun, and I was crashing into you.", "author": "Rainbow Rowell"},
{"quote": "Statistically speaking, there is a 65 percent chance that the love of your life is having an affair. Be very suspicious.", "author": "Scott Dikkers"},
{"quote": "There can be no deep disappointment where there is not deep love.", "author": "Martin Luther King Jr."},
{"quote": "Why is there ever this perverse cruelty in humankind, that makes us hurt most those we love best?", "author": "Jacqueline Carey"},
{"quote": "I feel like a part of my soul has loved you since the beginning of everything.", "author": "Emery Allen"},
{"quote": "After all, damn it, what does being in love mean if you can't trust a person.", "author": "Evelyn Waugh"},
{"quote": "Love is the strongest force the world possesses and yet it is the humblest imaginable.", "author": "Mahatma Gandhi"},
{"quote": "Never give all the heart, for love", "author": "W. B. Yeats"},
{"quote": "When you feel someone else's pain and joy as powerfully as if it were your own, then you know you really loved them.", "author": "Ann Brashares"},
{"quote": "Now I'd rather be infected with love for the tiniest sliver of a second than live a hundred years smothered by a lie.", "author": "Lauren Oliver"},
{"quote": "Love consists of not looking each other in the eye, but of looking outwardly in the same direction.", "author": "Antoine de Saint-Exupéry"},
{"quote": "The heart can think of no devotion", "author": "Robert Frost"},
{"quote": "...\"better to have loved and lost\" bullshit. Don't show me paradise and then burn it down.", "author": "Harlan Coben"},
{"quote": "But you're the only one, Scarlet. You'll always be the only one.", "author": "Marissa Meyer"},
{"quote": "And he leans in, so carefully. Breathing", "author": "Tahereh Mafi"},
{"quote": "i carry your heart with me(i carry it in my heart)", "author": "E.E. Cummings"},
{"quote": "His breath hitched, and he regarded me hungrily. “You’re playing with fire, you know that?", "author": "Julie Kagawa"},
{"quote": "To love is to suffer and there can be no love otherwise.", "author": "Fyodor Dostoevsky"},
{"quote": "Love is a promise, love is a souvenir, once given never forgotten, never let it disappear.", "author": "John Lennon"},
{"quote": "Every normal man must be tempted, at times, to spit on his hands, hoist the black flag, and begin slitting throats.", "author": "H.L. Mencken"},
{"quote": "It is a defect of God's humor that he directs our hearts everywhere but to those who have a right to them.", "author": "Tom Stoppard"},
{"quote": "True beauty is something that attacks, overpowers, robs, and finally destroys.", "author": "Yukio Mishima"},
{"quote": "Life is a gift. Don't forget to live it.", "author": "Nicola Yoon"},
{"quote": "We ate well and cheaply and drank well and cheaply and slept well and warm together and loved each other.", "author": "Ernest Hemingway"},
{"quote": "The minute I stopped trying to find the right girl, and started trying to become the right guy...the girl came.", "author": "Jonathan Antin"},
{"quote": "Don't go looking for boys in the dark", "author": "Anna Godbersen"},
{"quote": "You will never be able to escape from your heart. So it's better to listen to what it has to say.", "author": "Paulo Coelho"},
{"quote": "Sex without love is a meaningless experience, but as far as meaningless experiences go its pretty damn good.", "author": "Woody Allen"},
{"quote": "Unrequited love is the infinite curse of a lonely heart.", "author": "Christina Westover"},
{"quote": "Love is always open arms. If you close your arms about love you will find that you are left holding only yourself.", "author": "Leo Buscaglia"},
{"quote": "Everybody is a main character to someone...", "author": "Amy Harmon"},
{"quote": "Before, I wanted to say: \"I found love!\" But now, I want to say: \"I found a person. And he belongs to me and I belong to him.", "author": "C. JoyBell C."},
{"quote": "Don't worry about hurting me, if that's what you're afraid of. I want to get hurt. At least I´ll feel something for a change.", "author": "Katie Kacvinsky"},
{"quote": "All of sudden, this shooting star went by, and all I could think was that they were listening to us somehow. ", "author": "Nicholas Sparks"},
{"quote": "This I want to believe implicitly: Man was born for love and revolution.", "author": "Osamu Dazai"},
{"quote": "She had loved him for such a long time, she thought. How was it that she did now know him at all?", "author": "Cassandra Clare"},
{"quote": "Why are you leaving me?", "author": "Jonathan Safran Foer"},
{"quote": "I have so much in me, and the feeling for her absorbs it all; I have so much, and without her it all comes to nothing.", "author": "Johann Wolfgang von Goethe"},
{"quote": "You were the missing piece of my soul, the breath in my lungs, and the blood in my veins.", "author": "J.A. Redmerski"},
{"quote": "How can something so wrong feel so right?", "author": "Tabitha Suzuma"},
{"quote": "I knew I loved you before I met you", "author": "Savage Garden"},
{"quote": "I’m stuck babysitting turtle eggs while a volleyball player slash grease monkey slash aquarium volunteer tries to hit on me.", "author": "Nicholas Sparks"},
{"quote": "He loved her for almost everything she was & she decided that was enough to let him stay for a very long time.", "author": "Brian Andreas"},
{"quote": "I’m here not because I am supposed to be here, or because I’m trapped here, but because I’d rather be with you than anywhere else in the world.", "author": "Richard Bach"},
{"quote": "He looked so lost, so soulful, so lonely. I wanted him to kiss me now. I wanted to let him know I was his for all eternity.", "author": "Ellen Schreiber"},
{"quote": "Only time can heal your broken heart. Just as only time can heal his broken arms and legs.", "author": "Miss Piggy"},
{"quote": "Every time I think I'm missing a piece of me, you give it back.", "author": "Cassandra Clare"},
{"quote": "The eye through which I see God is the same eye through which God sees me; my eye and God's eye are one eye, one seeing, one knowing, one love.", "author": "Meister Eckhart"},
{"quote": "What I cannot love, I overlook.", "author": "Anais Nin"},
{"quote": "Make me into anything, but just love me.", "author": "Chuck Palahniuk"},
{"quote": "You looove me. (holds out arms) You love me this much.", "author": "James Patterson"},
{"quote": "Close your eyes and I'll kiss you, Tomorrow I'll miss you.", "author": "Paul McCartney"},
{"quote": "Annabeth pressed her lips to Percy’s ear. “I love you.", "author": "Rick Riordan"},
{"quote": "Let us always meet each other with smile, for the smile is the beginning of love.", "author": "Mother Teresa"},
{"quote": "These pictures are my heart. And if my heart was a canvas, every square inch of it would be painted over with you.", "author": "Cassandra Clare"},
{"quote": "A mighty pain to love it is,", "author": "Abraham Cowley"},
{"quote": "One more secret smile. One more shared laugh. One more electric kiss. Finding him was like finding someone I didn't know I was searching for.", "author": "Becca Fitzpatrick"},
{"quote": "That's when you know for sure somebody loves you. They figure out what you need and they give it to you -- without you asking.", "author": "Adriana Trigiani"},
{"quote": "When God knows you're ready for the responsibility of commitment, He'll reveal the right person under the right circumstances.", "author": "Joshua Harris"},
{"quote": "They've got no idea what happiness is, they don't know that without this love there is no happiness or unhappiness for us--there is no life.", "author": "Leo Tolstoy"},
{"quote": "If you love someone but rarely make yourself available to him or her, that is not true love.", "author": "Thich Nhat Hanh"},
{"quote": "Love is too precious to be ashamed of.", "author": "Laurell K. Hamilton"},
{"quote": "Only the united beat of sex and heart together can create ecstasy.", "author": "Anaïs Nin"},
{"quote": "What do I care how 'e looks? I am good-looking enough for both of us, I theenk! All these scars show is zat my husband is brave!", "author": "J.K. Rowling"},
{"quote": "It is better to lose your pride with someone you love rather than to lose that someone you love with your useless pride.", "author": "John Ruskin"},
{"quote": "One of the best times for figuring out who you are & what you really want out of life? Right after a break-up.", "author": "Mandy Hale"},
{"quote": "We come to love not by finding a perfect person, but by learning to see an imperfect person perfectly.", "author": "Sam Keen"},
{"quote": "Loving someone is giving them the power to break your heart, but trusting them not to.", "author": "Julianne Moore"},
{"quote": "What irritated me most in that entire situation was the fact that I", "author": "Danka V."},
{"quote": "She smiled, and her eyes started to drift downward.", "author": "Rainbow Rowell"},
{"quote": "He was the toast to her butter.", "author": "Nicholas Sparks"},
{"quote": "Like some wines our love could neither mature nor travel.", "author": "Graham Greene"},
{"quote": "Plant seeds of happiness, hope, success, and love; it will all come back to you in abundance. This is the law of nature.", "author": "Steve Maraboli"},
{"quote": "and when all the wars are over, a butterfly will still be beautiful.", "author": "Ruskin Bond"},
{"quote": "I don't remember who said this, but there really are places in the heart you don't even know exist until you love a child.", "author": "Anne Lamott"},
{"quote": "Truth without love is brutality, and love without truth is hypocrisy.", "author": "Warren Wiersbe"},
{"quote": "Tears are words the heart can't express", "author": "Gerard Way"},
{"quote": "Never forget that justice is what love looks like in public.", "author": "Cornel West"},
{"quote": "Love is illogical, love had consequences--I did this to myself, and I should be able to take it.", "author": "Marie Lu"},
{"quote": "Sometimes two people have to fall apart, to realize how much they need to fall back together.", "author": "Colleen Hoover"},
{"quote": "Did you mean it... that if Victor did tell...that you'd...\" I couldn't finish. I couldn't bring myself to say the words", "author": "Richelle Mead"},
{"quote": "Albert Camus wrote that the only serious question is whether to kill yourself or not.", "author": "Tom Robbins"},
{"quote": "My head’ll explode if I continue with this escapism.", "author": "Jess C Scott"},
{"quote": "Sweets to the sweet.", "author": "William Shakespeare"},
{"quote": "Every life has one true love snapshot.", "author": "Mitch Albom"},
{"quote": "Someone once wrote that a novel should deliver a series of small astonishments. I get the same thing spending an hour with you.", "author": "E. Lockhart"},
{"quote": "You can love a person dear to you with a human love, but an enemy can only be loved with divine love.", "author": "Leo Tolstoy"},
{"quote": "Love makes us such fools.", "author": "Leslye Walton"},
{"quote": "Absence is to love what wind is to fire; it extinguishes the small, it inflames the great.", "author": "Roger de Bussy-Rabutin"},
{"quote": "Love God and He will enable you to love others even when they disappoint you.", "author": "Francine Rivers"},
{"quote": "I love you not only for what you are, but for what I am when I am with you", "author": "Elizabeth Barrett Browning"},
{"quote": "Those we love never truly leave us, Harry. There are things that death cannot touch.", "author": "Jack Thorne"},
{"quote": "I love you,\" I said, and stabbed him.", "author": "Sarah J. Maas"},
{"quote": "I should go,\" I said thickly. \"Let me know when you want to start practice again. And thanks for...talking.\"", "author": "Richelle Mead"},
{"quote": "You who suffer because you love, love still more. To die of love, is to live by it.", "author": "Victor Hugo"},
{"quote": "Even when I'm dead, I'll swim through the Earth,", "author": "Jeffrey McDaniel"},
{"quote": "I was dead, then alive.", "author": "Mawlana Jalal-al-Din Rumi"},
{"quote": "I got my heart's desire, and there my troubles began.", "author": "Lev Grossman"},
{"quote": "One of the most frustrating words in the human language, as far as I could tell, was love.", "author": "Alexandra Adornetto"},
{"quote": "Relationships are all about trust and equality. If one person shares, then the other person should share, too.", "author": "Sophie Kinsella "},
{"quote": "Love who you love while you have them. That's all you can do. Let them go when you must. If you know how to love, you'll never run out.", "author": "Ann Brashares"},
{"quote": "Huh,\" Leo said. \"Well, if you ever get off this island and want a job, let me know. You're not a total klutz.\"", "author": "Rick Riordan"},
{"quote": "The Universe is very, very big.", "author": "Craig Ferguson"},
{"quote": "And if you couldn't be loved, the next best thing was to be let alone.", "author": "L.M. Montgomery"},
{"quote": "Were you always such a stubborn, blind, obtuse girl?", "author": "Colleen Houck"},
{"quote": "Know that love is truly timeless.", "author": "Mary M. Ricksen"},
{"quote": "Love's gift cannot be given, it waits to be accepted.", "author": "Rabindranath Tagore"},
{"quote": "If equal affection cannot be,", "author": "W.H. Auden"},
{"quote": "They had an ordinary life, full of ordinary things-if love can ever be called that.", "author": "Leigh Bardugo"},
{"quote": "God turns you from one feeling to another and teaches by means of opposites so that you will have two wings to fly, not one", "author": "Rumi"},
{"quote": "You are the only one who has understood even a whisper of me, and I will tell you that I am the only person who has understood even a whisper of you.", "author": "Jonathan Safran Foer"},
{"quote": "I have always found that actively loving", "author": "Alan Paton"},
{"quote": "We're all golden sunflowers inside.", "author": "allen ginsberg"},
{"quote": "Where you go, I shall go; where you die, I shall die, and there will I be buried.", "author": "Rosamund Hodge"},
{"quote": "It's not reasonable to love people who are only going to die,\" she said.", "author": "Kristin Cashore"},
{"quote": "A weed is but an unloved flower.", "author": "Ella Wheeler Wilcox"},
{"quote": "I… What are you saying, Zsadist?\" she stammered, even though she'd heard every word.", "author": "J.R. Ward"},
{"quote": "Love is made up of three unconditional properties in equal measure:", "author": "Vera Nazarian"},
{"quote": "It was brave,\" countered Issa. \"It was rare. It was love, and it was beautiful.", "author": "Laini Taylor"},
{"quote": "Why, darling, I don't live at all when I'm not with you.", "author": "Ernest Hemingway"},
{"quote": "Two things you will never have to chase: True friends & true love.", "author": "Mandy Hale"},
{"quote": "Hate is... It's too easy. Love. Love takes courage.", "author": "Hannah Harrington"},
{"quote": "Jace looked as if she had slapped him. \"Why are you determined not to believe us?\"", "author": "Cassandra Clare"},
{"quote": "Five minutes are enough to dream a whole life, that is how relative time is.", "author": "Mario Benedetti"},
{"quote": "And life", "author": "Colleen Hoover"},
{"quote": "Half the night I waste in sighs,", "author": "Alfred Tennyson"},
{"quote": "Can't you just like a girl who likes you back?'", "author": "Rainbow Rowell"},
{"quote": "But the you who you are tonight is the same you I was in love with yesterday, the same you I’ll be in love with tomorrow.", "author": "Gayle Forman"},
{"quote": "A friend of mine once defined love as finding someone you can talk to late into the night", "author": "James Patterson"},
{"quote": "And yet another moral occurs to me now: Make love when you can. It's good for you.", "author": "Kurt Vonnegut"},
{"quote": "Your kids require you most of all to love them for who they are, not to spend your whole time trying to correct them.", "author": "Bill Ayers"},
{"quote": "It’s strange how dreams get under your skin and give your heart a test for what’s real and what’s imaginary.", "author": "Jason Mraz"},
{"quote": "When you like someone, you like them in spite of their faults. When you love someone, you love them with their faults.", "author": "Hermann Hesse"},
{"quote": "I do love nothing in the world so well as you- is not that strange?", "author": "William Shakespeare"},
{"quote": "You are the most important thing to me now. The most important thing to me ever.", "author": "Stephenie Meyer"},
{"quote": "Heart, we will forget him,", "author": "Emily Dickinson"},
{"quote": "I'm backing down now. I really do love you. That's why I'm doing this.", "author": "Richelle Mead"},
{"quote": "Stronger than lover's love is lover's hate. Incurable, in each, the wounds they make.", "author": "Euripides"},
{"quote": "Kiss a lover,", "author": "Neil Gaiman"},
{"quote": "People wait around too long for love. I'm happy with all of my lusts!", "author": "C. JoyBell C."},
{"quote": "You honestly expect me to breathe in a world without air?", "author": "Renee Ahdieh"},
{"quote": "What's a fuck when what I want is love?", "author": "Henry Miller"},
{"quote": "You get use to someone—start to like them, even—and they leave. In the end, everyone leaves.", "author": "Rachel Ward"},
{"quote": "It hurts to breathe. It hurts to live. I hate her, yet I do not think I can exist without her.", "author": "Charlotte Featherstone"},
{"quote": "I don't want to be somebody's crush. If somebody likes me, I want them to like the real me, not what they think I am.", "author": "Stephen Chbosky"},
{"quote": "We are not people who touch each other carelessly; every point of contact between us feels important, a rush of energy and relief.", "author": "Veronica Roth"},
{"quote": "love is thicker than forget", "author": "E. E. Cummings"},
{"quote": "What are you doing?", "author": "Colleen Houck"},
{"quote": "Do you remember all of your audiences?\" Marco asks.", "author": "Erin Morgenstern"},
{"quote": "If a writer falls in love with you, you can never die.", "author": "Mik Everett"},
{"quote": "Deep in her heart, she wasn't sure she deserved to be happy, nor did she believe that she was worthy of someone who seemed...normal.", "author": "Nicholas Sparks"},
{"quote": "A kiss on the beach when there is a full moon is the closest thing to heaven.", "author": "H. Jackson Brown Jr."},
{"quote": "What if love wasn't the act of finding what you were missing but the give-and-take that made you both match?", "author": "Jodi Picoult"},
{"quote": "I love you, in my mind where my thoughts reside, in my heart where my emotions live, and in my soul where my dreams are born. I love you.", "author": "Dee Henderson"},
{"quote": "The right thing at the wrong tme is the wrong thing.", "author": "Joshua Harris"},
{"quote": "It was the nicest thing she could imagine. It made her want to have his babies and give him both of her kidneys.", "author": "Rainbow Rowell"},
{"quote": "I don't think you can define love.", "author": "Harry Styles"},
{"quote": "It's hard to love a woman and do anything.", "author": "Leo Tolstoy"},
{"quote": "Let me love you, but don't love me back. Do love me and let me hate you for a while. Let me feel like I have some control, because I know I never do. ", "author": "Ann Brashares"},
{"quote": "I want someone whose heart is big enough to hold me.", "author": "Rainbow Rowell"},
{"quote": "Physical love is unthinkable without violence.", "author": "Milan Kundera"},
{"quote": "Thought I couldn't live without you", "author": "Leona Lewis"},
{"quote": "If we’re going to kiss, it has to be book-worthy.", "author": "Colleen Hoover"},
{"quote": "Wisdom is knowing I am nothing,", "author": "Nisargadatta Maharaj"},
{"quote": "This time I wouldn't forget him, because I couldn't ever forgive him - for breaking my heart twice.", "author": "James Patterson"},
{"quote": "I love you so much that nothing can matter to me - not even you...Only my love- not your answer. Not even your indifference", "author": "Ayn Rand"},
{"quote": "Men are driven by two principal impulses, either by love or by fear.", "author": "Niccolò Machiavelli"},
{"quote": "Nelly, I am Heathcliff - he's always, always in my mind - not as a pleasure, any more then I am always a pleasure to myself - but, as my own being.", "author": "Emily Brontë"},
{"quote": "Physics isn't the most important thing. Love is.", "author": "Richard P. Feynman"},
{"quote": "You are protected, in short, by your ability to love!", "author": "J.K. Rowling"},
{"quote": "Well my music was different in high school; I was singing about love—you know, things I don't care about anymore.", "author": "Lady Gaga"},
{"quote": "I have named you queen.", "author": "Pablo Neruda"},
{"quote": "If you have the woman you love, what more do you need? Well, besides an alibi for the time of her husband’s murder. ", "author": "Dark Jar Tin Zoo"},
{"quote": "You know that when I hate you, it is because I love you to a point of passion that unhinges my soul.", "author": "Julie de Lespinasse"},
{"quote": "The problem with marriage is that it ends every night after making love, and it must be rebuilt every morning before breakfast.", "author": "Gabriel García Márquez"},
{"quote": "My girlfriend is sad and quiet and keeps me up all night worrying about her.", "author": "Rainbow Rowell"},
{"quote": "You're like a grey sky. You're beautiful, even though you don't want to be.", "author": "Jasmine Warga"},
{"quote": "Aelin took a step forward.", "author": "Sarah J. Maas"},
{"quote": "Love is honesty. Love is a mutual respect for one another.", "author": "Simone Elkeles"},
{"quote": "There will never be no love at all.", "author": "Bob Marley"},
{"quote": "I believe in love the verb, not the noun.", "author": "Greg Behrendt"},
{"quote": "I love you and it's getting worse.", "author": "Joseph Morris"},
{"quote": "She did not believe he could have really gone, because for her, to leave the person you loved was impossible.", "author": "Jodi Lynn Anderson"},
{"quote": "There is no charm equal to tenderness of heart.", "author": "Jane Austen"},
{"quote": "I crossed a thousand leagues to come to you, and lost the best part of me along the way. Don't tell me to leave.", "author": "George R.R. Martin"},
{"quote": "He offered her the world. She said she had her own.", "author": "Monique Duval"},
{"quote": "A best friend is the only one that walks into your life when the world has walked out.", "author": "Shannon l. Alder"},
{"quote": "I'm sorry. I know you loved her. It was hard not to.", "author": "John Green"},
{"quote": "I never want to be away from you again, except at work, in the restroom or when one of us is at a movie the other does not want to see.", "author": "Lemony Snicket"},
{"quote": "The center", "author": "Richelle Mead"},
{"quote": "Love is a rebellious bird that nobody can tame.", "author": "veronica rossi"},
{"quote": "I don't let nobody see me wishin' he was mine", "author": "Taylor Swift"},
{"quote": "Those who really love you don't mean to hurt you and if they do, you can't see it in their eyes but it hurts them too.", "author": "Holly Black"},
{"quote": "As the light begins to intensify, so does my misery, and I wonder how it is possible to hurt so much when nothing is wrong.", "author": "Tabitha Suzuma"},
{"quote": "I have been loving you a little more every minute since this morning.", "author": "Victor Hugo"},
{"quote": "I'm in love with you, and I'm not in the business of denying myself the simple pleasure of saying true things.", "author": "John Green"},
{"quote": "Love is—a shade of what I feel.", "author": "Renee Ahdieh"},
{"quote": "Don't marry a rich man. Marry a good man. He will spend his life trying to keep you happy. No rich man can buy that!", "author": "Staness Jonekos"},
{"quote": "So,\" he called to her back, \"Just out of curiosity, you know, purely conversation and all, at what age", "author": "Laini Taylor"},
{"quote": "There are only two reasons why you leave someone you're still in love with - either it's the right thing to do, or it's the only thing to do.", "author": "Tiffany Reisz"},
{"quote": "What if I were smiling and running into your arms? Would you see then what I see now?", "author": "Jon Krakauer"},
{"quote": "A warrior does not give up what he loves, he finds the love in what he does", "author": "Dan Millman"},
{"quote": "When you know my love, my love will warm you.", "author": "Ruby Dee"},
{"quote": "Learn to deal with the fact that you are not a perfect person but you are a person that deserves respect and honesty.", "author": "Pandora Poikilos"},
{"quote": "People die, I think, but your relationship with them doesn't. It continues and is ever-changing.", "author": "Jandy Nelson"},
{"quote": "We are not held back by the love we didn't receive in the past, but by the love we're not extending in the present.", "author": "Marianne Williamson"},
{"quote": "I need the thing that happens when your brain shuts off and your heart turns on.", "author": "Elizabeth Wurtzel"},
{"quote": "Love is a snowmobile racing across the tundra and then suddenly it flips over, pinning you underneath. At night, the ice weasels come.", "author": "Matt Groening"},
{"quote": "I couldn't stand here, hanging on, when the very thing I held disappeared more with each passing day.", "author": "Becca Fitzpatrick"},
{"quote": "I needed him like I'd never needed anyone.", "author": "Becca Fitzpatrick"},
{"quote": "I think you can love a person too much.", "author": "Jodi Picoult"},
{"quote": "He drew a circle that shut me out-", "author": "Edwin Markham"},
{"quote": "I had fun last night,\" I told Patch, flicking off my chin strap and handing over my helmet. \"I'm officially in love with your sheets.\"", "author": "Becca Fitzpatrick"},
{"quote": "Yearning for love made her feel like a cat that was always twining around ankles, meowing", "author": "Laini Taylor"},
{"quote": "We are born in one day. We die in one day. We can change in one day. And we can fall in love in one day. Anything can happen in just one day.", "author": "Gayle Forman"},
{"quote": "That’s love: Two lonely persons keep each other safe and touch each other and talk to each other.", "author": "Rainer Maria Rilke"},
{"quote": "Westley: This is true love — you think this happens every day?", "author": "William Goldman"},
{"quote": "I never lie,\" I said offhand. \"At least not to those I don't love.", "author": "Anne Rice"},
{"quote": "So I’m your huntress and thief?” His hands slid down to cup the backs of my knees as he said with a roguish grin, “You are my salvation, Feyre.", "author": "Sarah J. Maas"},
{"quote": "They are orphans again, with no true home but each other and whatever life they can make together on the other side of the sea.", "author": "Leigh Bardugo"},
{"quote": "Because I’ve got a lot more terms of endearment to use. Honey pie. Sugarplum. Bread pudding.\"", "author": "Richelle Mead"},
{"quote": "If you have it [love], you don't need to have anything else, and if you don't have it, it doesn't matter much what else you have.", "author": "J.M. Barrie"},
{"quote": "Remember. The way you make love is the way God will be with you.", "author": "Rumi Jalalud-Din"},
{"quote": "But what was there to say?", "author": "Arundhati Roy"},
{"quote": "The only queer people are those who don't love anybody.", "author": "Rita Mae Brown"},
{"quote": "Must I go bound while you go free", "author": "Cassandra Clare"},
{"quote": "I am your moon and your moonlight too", "author": "Rumi"},
{"quote": "Every day People straighten up the hair, why not the heart?", "author": "che guevara"},
{"quote": "Had I been in love, I could not have been more wretchedly blind. But vanity, not love, has been my folly.", "author": "Jane Austen"},
{"quote": "The Heart wants what it wants - or else it does not care", "author": "Emily Dickinson"},
{"quote": "Love is a possible strength in an actual weakness.", "author": "Thomas Hardy"},
{"quote": "Hatred would have been easier. With hatred, I would have known what to do. Hatred is clear, metallic, one-handed, unwavering; unlike love.", "author": "Margaret Atwood"},
{"quote": "Gratitude looks to the Past and love to the Present; fear, avarice, lust, and ambition look ahead.", "author": "C.S. Lewis"},
{"quote": "Love cannot live where there is no trust.", "author": "Edith Hamilton"},
{"quote": "I cannot compromise my respect for your love. You can keep your love, I will keep my respect.", "author": "Amit Kalantri"},
{"quote": "I don't want to know about love.'", "author": "Jennifer L. Armentrout"},
{"quote": "The only way of knowing a person is to love them without hope.", "author": "Walter Benjamin"},
{"quote": "It shattered something inside me that hadn't been broken before.", "author": "E. Lockhart"},
{"quote": "You can never be wise and be in love at the same time.", "author": "Bob Dylan"},
{"quote": "Love those you hate you.", "author": "Leo Tolstoy"},
{"quote": "A man in love can do extraordinary things, I don’t care if you’re an angel, you’re my angel, and I won’t let you go.", "author": "Alexandra Adornetto"},
{"quote": "A truth should exist,", "author": "Margaret Atwood"},
{"quote": "Men build too many walls and not enough bridges.", "author": "Joseph Fort Newton"},
{"quote": "I have loved you all my life, Mal,\" I whispered through my tears. \"There is no end to our story.", "author": "Leigh Bardugo"},
{"quote": "I'd like to get away from earth awhile", "author": "Robert Frost"},
{"quote": "I just looked at her, feeling utterly empty. I didn’t know what I was supposed to say to her.", "author": "Maggie Stiefvater"},
{"quote": "I believe in the immeasurable power of love; that true love can endure any circumstance and reach across any distance.", "author": "Steve Maraboli"},
{"quote": "I would lay down everything I possess, even my soul, for you. If that isn't love, it's the best I have.", "author": "Becca Fitzpatrick"},
{"quote": "The heart of man is very much like the sea, it has its storms, it has its tides and in its depths it has its pearls too", "author": "Vincent van Gogh"},
{"quote": "Who knows? Maybe they’re right. Maybe we are driven crazy by our feelings. Maybe love is a disease, and we would be better off without it.", "author": "Lauren Oliver"},
{"quote": "I want you to know", "author": "Pablo Neruda"},
{"quote": "And I'm dying to know, is it killing you like it's killing me? And the story of us looks a lot like a tragedy now.", "author": "Taylor Swift"},
{"quote": "But why, why, why can't people just say what they mean?", "author": "Graeme Simsion"},
{"quote": "I'll be your family now,\" he says.", "author": "Veronica Roth"},
{"quote": "Perfect love is the most beautiful of all frustrations because it is more than one can express.", "author": "Charlie Chaplin"},
{"quote": "When someone beats a rug,", "author": "Rumi Jalalu'l-Din"},
{"quote": "When you arise in the morning, think of what a precious privilege it is to be alive—to breathe, to think, to enjoy, to love—then make that day count!", "author": "Steve Maraboli"},
{"quote": "my mother, poor fish,", "author": "Charles Bukowski"},
{"quote": "I wanted to be his life preserver, the thing that would keep him afloat. Instead, he became my anchor. And I’m tired of drowning.", "author": "Amanda Grace"},
{"quote": "This thing about you that you think is your flaw - it's the reason I'm falling in love with you.", "author": "Colleen hoover"},
{"quote": "If love is blind, then maybe a blind person that loves has a greater understanding of it.", "author": "Criss Jami"},
{"quote": "Conquer the angry one by not getting angry; conquer the wicked by goodness; conquer the stingy by generosity, and the liar by speaking the truth.", "author": "Siddhārtha Gautama"},
{"quote": "The truth was, he now belonged only to my past, and it was time I begin to accept it, as much as it hurt to do so.", "author": "Tammara Webber"},
{"quote": "Just because love don't look the way you think it should, don't mean you don't have it.", "author": "Leslye Walton"},
{"quote": "She was the kind of girlfriend God gives you young, so you'll know loss the rest of your life.", "author": "Junot Díaz"},
{"quote": "When you fish for love, bait with your heart, not your brain.", "author": "Mark Twain"},
{"quote": "If it weren't for music, I would think that love is mortal.", "author": "Mark Helprin"},
{"quote": "He was too perfect, despite being one of the most imperfect people I knew.", "author": "Richelle Mead"},
{"quote": "Love is the most powerful force in the world. That love can do anything.", "author": "Cassandra Clare"},
{"quote": "If you're not comfortable enough with yourself or with your own truth when entering a relationship, then you're not ready for that relationship.", "author": "Steve Maraboli"},
{"quote": "Ever since time began, people have recognized their true Love by the light in their eyes.", "author": "Paulo Coelho"},
{"quote": "He's around the twist,' said Azalea. 'Breaking all the windows? He's mad.'", "author": "Heather Dixon"},
{"quote": "Can't you see? Every step I have taken, since I was that child on the bridge, has been to bring myself closer to you. ", "author": "Arthur Golden, Memoirs Of A Geisha"},
{"quote": "He was afraid of defiling the love which filled his soul.", "author": "Leo Tolstoy"},
{"quote": "People do the damndest things when they’re in love.", "author": "Jennifer L. Armentrout"},
{"quote": "Don't be reckless with other people's hearts. Don't put up with people who are reckless with yours.", "author": "Jimi Hendrix"},
{"quote": "I am not a believer in love at first sight. For love, in its truest form, is not the thing", "author": "Richard Paul Evans"},
{"quote": "If love is like a possession, maybe my letter are like my exorcisms", "author": "Jenny Han"},
{"quote": "Making love to me is amazing. Wait, I meant: making love, to me, is amazing. The absence of two little commas nearly transformed me into a sex god. ", "author": "Dark Jar Tin Zoo"},
{"quote": "How could you go about choosing something that would hold the half of your heart you had to bury?", "author": "Jodi Picoult"},
{"quote": "Love takes off the masks we fear we cannot live without and know we cannot live within.", "author": "James Baldwin"},
{"quote": "And the story of love is a long sad tale ending in graves.", "author": "Jack Kerouac"},
{"quote": "My shoulder will never be the same. I expect you to nurse me back to health.", "author": "Cassandra Clare"},
{"quote": "And I'll dance with you in Vienna,", "author": "Leonard Cohen"},
{"quote": "Love is hard to find, hard to keep, and hard to forget.", "author": "Alysha Speer"},
{"quote": "Sometimes good things fall apart, so better things can fall together.", "author": "Jessica Howell"},
{"quote": "Amor\"", "author": "Pablo Neruda"},
{"quote": "You might be looking for reasons but there are no reasons.", "author": "Nina LaCour"},
{"quote": "he placed his hands", "author": "Rupi Kaur"},
{"quote": "Whoever loves becomes humble. Those who love have , so to speak , pawned a part of their narcissism.", "author": "Sigmund Freud"},
{"quote": "What is love? two souls and one flesh; friendship? two bodies and one soul.", "author": "Joseph Roux"},
{"quote": "We are asleep until we fall in Love!", "author": "Leo Tolstoy"},
{"quote": "If I had a camera,' I said, 'I'd take a picture of you every day. That way I'd remember how you looked every single day of your life.", "author": "Nicole Krauss"},
{"quote": "Nothing else wounds so deeply and irreparably. Nothing else robs us of hope so much as being unloved by one we love", "author": "Clive Barker"},
{"quote": "Love is a state in which a man sees things most decidedly as they are not.", "author": "Nietzsche, Friedrich"},
{"quote": "Define yourself radically as one beloved by God. This is the true self. Every other identity is illusion.", "author": "Brennan Manning"},
{"quote": "Love the trees until their leaves fall off, then encourage them to try again next year.", "author": "Chad Sugg"},
{"quote": "The first stab of love is like a sunset, a blaze of color -- oranges, pearly pinks, vibrant purples...", "author": "Anna Godbersen"},
{"quote": "He is ugly and sad... but he is all love.", "author": "Gabriel García Márquez"},
{"quote": "You deserve a lover who wants you disheveled, with everything and all the reasons that wake you up in a haste and the demons that won’t let you sleep.", "author": "Frida Kahlo"},
{"quote": "No matter what, nobody can take away the dances you've already had.", "author": "Gabriel García Márquez"},
{"quote": "Thus with my lips have I denounced you, while my heart, bleeding within me, called you tender names.", "author": "Kahlil Gibran"},
{"quote": "And Max, the king of all wild things, was lonely and wanted to be where someone loved him best of all.", "author": "Maurice Sendak"},
{"quote": "Love is so unpredictable. That's what makes it so great.", "author": "Sarah Dessen"},
{"quote": "In love, one and one are one.", "author": "Jean-Paul Sartre"},
{"quote": "I come here with no expectations, only to profess, now that I am at liberty to do so, that my heart is and always will be...yours.", "author": "Jane Austen"},
{"quote": "This love of which I speak is slow to lose patience - it looks for a way of being constructive.", "author": "Elisabeth Elliot"},
{"quote": "I'm not crying because of you; you're not worth it. I'm crying because my delusion of who you were was shattered by the truth of who you are.", "author": "Steve Maraboli"},
{"quote": "None of us can choose where we shall love...", "author": "Susan Kay"},
{"quote": "My point is that love is the most powerful motivator in the world. It spurs mortals to greatness. Their noblest, bravest acts are done for love.", "author": "Rick Riordan"},
{"quote": "Remembering. Forgetting. I'm not sure which is worse.", "author": "Kelley Armstrong"},
{"quote": "Your absence has not taught me to be alone, it merely has shown that when together we cast a single shadow on the wall.", "author": "Doug Fetherling"},
{"quote": "Loving's pretty easy. It's letting someone love you that's hard.", "author": "Rita Mae Brown"},
{"quote": "They said that love was terrifying and tender, wild and sweet, and none of it made any sense.", "author": "Rosamund Hodge"},
{"quote": "I believe that every single event in life happens in an opportunity to choose love over fear.", "author": "Oprah Winfrey"},
{"quote": "No man is offended by another man's admiration of the woman he loves; it is the woman only who can make it a torment.", "author": "Jane Austen"},
{"quote": "Waiting for you is like waiting for rain in this drought. Useless and disappointing.\" ~ Sam (Hilary Duff), A Cinderella Story", "author": "Hilary Duff"},
{"quote": "... so this is for us.", "author": "Charlotte Eriksson"},
{"quote": "I'd rather die on my own terms than live on theirs. I'd rather die loving Alex than live without him.", "author": "Lauren Oliver"},
{"quote": "You are my butterfly and refuse to set you free.", "author": "Shannon Hale"},
{"quote": "The most confused you will ever get is when you try to convince your heart and spirit of something your mind knows is a lie.", "author": "Shannon L. Alder"},
{"quote": "I wore your promise on my finger for one year", "author": "Coco J. Ginger"},
{"quote": "Fight for the only thing she knew was good enough, noble enough, powerful enough to be worth risking everything... Love.", "author": "Lauren Kate"},
{"quote": "For there is no friend like a sister", "author": "Christina Rossetti"},
{"quote": "...love is the sum of our choices, the strength of our commitments, the ties that bind us together.", "author": "Emily Giffin"},
{"quote": "Hearts Live By Being Wounded", "author": "Oscar Wilde"},
{"quote": "For she had eyes and chose me.", "author": "William Shakespeare"},
{"quote": "Do people look the same when they go to heaven, mommy?\"", "author": "R.J. Palacio"},
{"quote": "Tell me then, does love make one a fool or do only fools fall in love?", "author": "Orhan Pamuk"},
{"quote": "The language of love letters is the same as suicide notes.", "author": "Courtney Love"},
{"quote": "Nothing in life is worth,", "author": "Albert Camus"},
{"quote": "Right now we are here, and nothing can mar our perfection, or steal the joy of this perfect moment.", "author": "Audrey Niffenegger"},
{"quote": "Eternity is in love with the productions of time.", "author": "William Blake"},
{"quote": "But everyone disappears, no matter who loves them.", "author": "Dave Eggers"},
{"quote": "Friendship is selfless love, care, respect, and honor not a profitable opportunity.", "author": "Santosh Kalwar"},
{"quote": "Love as thou wilt", "author": "Jacqueline Carey"},
{"quote": "Almost all the time, you tell yourself you're loving somebody when you're just using them.", "author": "Chuck Palahniuk"},
{"quote": "His noise is getting quieter, but I can still see it there still-", "author": "Patrick Ness"},
{"quote": "You know that I could as soon forget you as my existence!", "author": "Emily Bronte"},
{"quote": "I haven't had that one great love, which is good. I don't want that to be in the past, I want it to be in the future.", "author": "Taylor Swift"},
{"quote": "She imagines him imagining her. This is her salvation.", "author": "Margaret Atwood"},
{"quote": "There is a desire within each of us,", "author": "Gerald May"},
{"quote": "Let me tell ya. You gotta pay attention to signs. When life reaches out with a moment like this it's a sin if you don't reach back... I'm telling you.", "author": "Matthew Quick"},
{"quote": "He felt now that he was not simply close to her, but that he did not know where he ended and she began.", "author": "Leo Tolstoy"},
{"quote": "Those who have never known the deep intimacy and the intense companionship of happy mutual love have missed the best thing that life has to give.", "author": "Bertrand Russell"},
{"quote": "Their fingers seemed to fit together in just the right way- effortlessly clasped,like perfect complements.", "author": "Nicholas Sparks"},
{"quote": "The more you are motivated by Love,", "author": "Dalai Lama XIV"},
{"quote": "And maybe that was love. Being so vulnerable and allowing someone else in so far they could hurt you, but they also give you everything.", "author": "Christine Feehan"},
{"quote": "Love is illogical. You fall into it like a manhole. Then you're just stuck. You die in love more than you live in love.", "author": "tarryn fisher"},
{"quote": "Neither a lofty degree of intelligence nor imagination nor both together go to the making of genius. Love, love, love, that is the soul of genius.", "author": "Wolfgang Amadeus Mozart"},
{"quote": "Love simply is.", "author": "Paulo Coelho"},
{"quote": "Love is not blind; that is the last thing that it is. Love is bound; and the more it is bound the less it is blind.", "author": "G.K. Chesterton"},
{"quote": "She was bendable light: she shone around every corner of my day.", "author": "Jerry Spinelli"},
{"quote": "All the problem of women, starts with men. All the problem of men, ends with women.", "author": "Santosh Kalwar"},
{"quote": "But, my God, it's so beautiful when the boy smiles", "author": "Anna Nalick"},
{"quote": "What's your heart telling you to do?", "author": "Nicholas Sparks"},
{"quote": "I choose to love you in silence…", "author": "Rumi"},
{"quote": "Soul meets soul on lovers lips.", "author": "Percy Bysshe Shelley"},
{"quote": "I love you, Marks. My heart is completely and utterly yours. And unfortunately for you, the rest of me comes with it.", "author": "Lisa Kleypas"},
{"quote": "But whatever", "author": "Andrea Gibson"},
{"quote": "Zen masters say you cannot see your reflection in running water, only in still water.", "author": "Elizabeth Gilbert"},
{"quote": "There are some experiences in life they haven't invented the right words for.", "author": "Lisa Kleypas"},
{"quote": "I feel like I’ve been split open and stuffed with sunshine.", "author": "Tahereh Mafi"},
{"quote": "We live in a dark and romantic and quite tragic world.", "author": "Karl Lagerfeld"},
{"quote": "People who love themselves, don’t hurt other people. The more we hate ourselves, the more we want others to suffer.", "author": "Dan Pearce"},
{"quote": "Loving you was like going to war; I never came back the same.", "author": "Warsan Shire"},
{"quote": "Our love was a two-person game. At least until one of us died, and the other became a murderer. ", "author": "Dark Jar Tin Zoo"},
{"quote": "I’m a fake fact factory. The things I make are the things I make up. Also, as a side business, I make love. Actually, I just made that up.", "author": "Dora J. Arod"},
{"quote": "Sometimes I get real lonely sleeping with you.", "author": "Haruki Murakami"},
{"quote": "I had to touch you with my hands, I had to taste you with my tongue; one can't love and do nothing.", "author": "Graham Greene"},
{"quote": "But hurry, let's entwine ourselves as one, our mouth broken, our soul bitten by love, so time discovers us safely destroyed.", "author": "Federico Garcia Lorca"},
{"quote": "Nothing had changed. I was the stupid one again. I was the girl who never understood who she was to people.", "author": "Carol Rifka Brunt"},
{"quote": "One's life has value so long as one attributes value to the life of others, by means of love, friendship, and compassion", "author": "Simone de Beauvoir"},
{"quote": "and when love came to us twice", "author": "Charles Bukowski"},
{"quote": "He’s dozed off again, but I kiss him awake, which seems to startle him. Then he smiles as if he’d be happy to lie there gazing at me forever.", "author": "Suzanne Collins"},
{"quote": "The worst thing you can do if you miss or need someone is let them know it.", "author": "Sarah Dessen"},
{"quote": "Not enough,\" he said, letting her hair slip through his fingers. \"If I kiss you all day, everyday, for the rest of my life, it won't be enough.", "author": "Cassandra Clare"},
{"quote": "They say: 'If a man knew himself,", "author": "Khalil Gibran"},
{"quote": "Love is just a word until someone comes along and gives it meaning.", "author": "Paulo Coelho"},
{"quote": "Where is Aelin.", "author": "Sarah J. Maas"},
{"quote": "You smiled and talked to me of nothing and I felt that for this I had been waiting long.", "author": "Rabindranath Tagore"},
{"quote": "You don't know when you're twenty-three.", "author": "Rainbow Rowell"},
{"quote": "To wish was to hope, and to hope was to expect", "author": "Jane Austen"},
{"quote": "Desire is the kind of thing that", "author": "Nayyirah Waheed"},
{"quote": "Love is an endless mystery, because there is no reasonable cause that could explain it.", "author": "Rabindranath Tagore"},
{"quote": "The greatest thing you'll ever learn is just to love and be loved in return.", "author": "Nat King Cole"},
{"quote": "You dumb-ass,\" I crooned, kissing her on the forehead. \"You don't share me. You own me.", "author": "Gayle Forman"},
{"quote": "The thing with your heart's desire is that your heart doesn't even know what it desires until it turns up.", "author": "Daniel Handler"},
{"quote": "One rarely falls in love without being as much attracted to what is interestingly wrong with someone as what is objectively healthy.", "author": "Alain de Botton"},
{"quote": "There has to be a moment at the beginning where you wonder whether you’re in love with the person or in love with the feeling of love itself.", "author": "David Levithan"},
{"quote": "For which of my bad parts didst thou first fall in love with me?", "author": "William Shakespeare"},
{"quote": "It takes great courage to see the world in all its tainted glory, and still to love it. And even more courage to see it in the one you love", "author": "Oscar Wilde"},
{"quote": "Real friendship or love is not manufactured or achieved by an act of will or intention. Friendship is always an act of recognition.", "author": "John O'Donohue"},
{"quote": "Before I go,\" he said, and paused -- \"I may kiss her?\"", "author": "Charles Dickens"},
{"quote": "I don't ask you to love me always like this, but I ask you to remember. Somewhere inside me there'll always be the person I am to-night.", "author": "F. Scott Fitzgerald"},
{"quote": "So I am not a broken heart.", "author": "Charlotte Eriksson"},
{"quote": "Love lasts about seven years. That's how long it takes for the cells of the body to totally replace themselves.", "author": "Francois Sagan"},
{"quote": "Love comes with a knife, not some shy question, and not with fears for its reputation!", "author": "Mawlana Jalal-al-Din Rumi"},
{"quote": "I think Heaven will be like a first kiss.", "author": "Sarah Addison Allen"},
{"quote": "If I had a single flower for every time I think about you, I could walk forever in my garden.", "author": "Claudia Adrienne Grandi"},
{"quote": "Don’t let mental blocks control you. Set yourself free. Confront your fear and turn the mental blocks into building blocks.", "author": "Dr Roopleen"},
{"quote": "What a terrible feeling to love soemone and not be able to help them.", "author": "Jennifer Niven"},
{"quote": "Please, touch me, I pray.", "author": "Jess C Scott"},
{"quote": "Love is a trap. When it appears, we see only its light, not its shadows.", "author": "Paulo Coelho"},
{"quote": "Love! Love until the night collapses!", "author": "Pablo Neruda"},
{"quote": "Dexter, I love you so much. So, so much, and I probably always will. I just don't like you anymore. I'm sorry.", "author": "David Nicholls"},
{"quote": "It’s hard to communicate anything exactly and that’s why perfect relationships between people are difficult to find.", "author": "Gustave Flaubert"},
{"quote": "Everyone's a little crazy. Some people just hide it better than others.", "author": "Michelle Hodkin"},
{"quote": "One word more. You look as if you thought it tainted you to be", "author": "Elizabeth Gaskell"},
{"quote": "I regret...\" Tobias tilts his head, and sighs. \"I regret my choice.\"", "author": "Veronica Roth"},
{"quote": "So for now,", "author": "Charlotte Eriksson"},
{"quote": "He looks at her and smiles. \"You're sort of dangerous, you know?\"", "author": "Jennifer E. Smith"},
{"quote": "You know I'm old in some ways-in others-well, I'm just a little girl. I like sunshine and pretty things and cheerfulness-and I dread responsibility.", "author": "F. Scott Fitzgerald"},
{"quote": "She put one hand on mine. “When someone is in your heart, they’re never truly gone. They can come back to you, even at unlikely times.", "author": "Mitch Albom"},
{"quote": "You had to be willing to fight in order for a love story to last a life time.", "author": "Cristina Marrero"},
{"quote": "When you leave,", "author": "Kim Sowol"},
{"quote": "Stains are even worse when you're the only one who can see them.", "author": "Gayle Forman"},
{"quote": "How many loved your moments of glad grace,", "author": "William Butler Yeats"},
{"quote": "No matter how bad your heart is broken, the world doesn't stop for your grief.", "author": "Faraaz Kazi"},
{"quote": "Love is when the other person's happiness is more important than your own.", "author": "H. Jackson Brown Jr."},
{"quote": "It's usually the selfish people who are loved the most. They do what you deny yourself, and you love them for it. You give them your heart.", "author": "Saul Bellow"},
{"quote": "For love is no part of the dreamworld. Love belongs to Desire, and Desire is always cruel.", "author": "Neil Gaiman"},
{"quote": "If people are going to be allowed to say \"we love you\" and \"I love you\", they'd better have the backbone to prove it. Love isn't just a word.", "author": "C. JoyBell C."},
{"quote": "She asked if I loved another woman, so I answered honestly and said, “Dinner was great, but I could go for dessert.", "author": "Dark Jar Tin Zoo"},
{"quote": "If you enter this world knowing you are loved and you leave this world knowing the same, then everything that happens in between can be dealt with.", "author": "Michael  Jackson"},
{"quote": "Look at me, chica.\" When she does, I repeat, \"Eres hermosa.\"", "author": "Simone Elkeles"},
{"quote": "I can do pain. That’s the easy part of life. It’s everything else, happiness, laughter, love, that’s fucking complicated.", "author": "Jessica Sorensen"},
{"quote": "alone with everybody", "author": "Charles Bukowski"},
{"quote": "I didn't know love could leave the lights on all the time.", "author": "Rainbow Rowell"},
{"quote": "Knees suddenly weak, she reached for his forearms to stabilize herself. “You came for me.", "author": "Marissa Meyer"},
{"quote": "some people fall in love over and over again while some people can only do it once.", "author": "Ann Brashares"},
{"quote": "If I never see you again", "author": "Charles Bukowski"},
{"quote": "Like This", "author": "Mawlana Jalal-al-Din Rumi"},
{"quote": "Self-talk reflects your innermost feelings.", "author": "Dr. Asa Don Brown"},
{"quote": "That kind of love should've been able to beat sickness. That kind of love should've conquered anything.", "author": "Jennifer L. Armentrout"},
{"quote": "If you press me to say why I loved him, I can say no more than because he was he, and I was I.", "author": "Michel de Montaigne "},
{"quote": "Real museums are places where Time is transformed into Space.", "author": "Orhan Pamuk"},
{"quote": "True love is born from understanding.", "author": "The Buddha"},
{"quote": "The question, love, is whether you want me enough to take the risk.", "author": "Lisa Kleypas"},
{"quote": "Take my hand and we'll make it - I swear", "author": "Bon Jovi"},
{"quote": "If you didn't remember something happening, was it because it never had happened? Or because you wished it hadn't?", "author": "Jodi Picoult"},
{"quote": "In the absence of love, we began slowly but surely to fall apart.", "author": "Marianne Williamson"},
{"quote": "I will be with her again, or I will die. There aren’t any other options", "author": "Julie Kagawa"},
{"quote": "Maybe you could be mine / or maybe we’ll be entwined / aimless in this sexless foreplay.", "author": "Jess C Scott"},
{"quote": "Let us not seek to satisfy our thirst for freedom by drinking from the cup of bitterness and hatred.", "author": "Martin Luther King Jr."},
{"quote": "If you love me, Henry, you don’t love me in a way I understand.", "author": "Richard Siken"},
{"quote": "No one compares to you, but there's no you, except in my dreams tonight.", "author": "Lana Del Rey"},
{"quote": "If I were rain,", "author": "Tite Kubo"},
{"quote": "I'm beginning to think that maybe it's not just how much you love someone. Maybe what matters is who you are when you're with them.", "author": "Anne Tyler"},
{"quote": "Happiness is part of who we are. Joy is the feeling", "author": "Tony DeLiso"},
{"quote": "Gamble everything for love, if you're a true human being.", "author": "Rumi"},
{"quote": "No matter how long or how difficult, we will undo whatever that Moroi boy has done to you.\"", "author": "Richelle Mead"},
{"quote": "I hold it true, whate'er befall;", "author": "Alfred Lord Tennyson"},
{"quote": "But you cant shut everyone out. I mean you have to have someone to love. . .someone to hold on to. . . someone--", "author": "Hubert Selby Jr."},
{"quote": "How 'bout a shot of truth in that denial cocktail.", "author": "Jennifer Salaiz"},
{"quote": "Everything want to be loved. Us sing and dance and holler, just trying to be loved.", "author": "Alice Walker"},
{"quote": "Isn't hate merely the result of wounded love?", "author": "Amy Tan"},
{"quote": "My love is meatloaf flavored. I just wish my meatloaf was also meatloaf flavored.", "author": "Dora J. Arod"},
{"quote": "If I could bronze my love, it’d be worthy of a silver medal. ", "author": "Dark Jar Tin Zoo"},
{"quote": "And I didn't choose it, Kat. I chose you.", "author": "Ally Carter"},
{"quote": "Do not allow me to forget you", "author": "Gabriel García Márquez"},
{"quote": "He brought out the worst in me, and was the best thing that ever happened to me.", "author": "Coco J. Ginger"},
{"quote": "I could’ve sworn I was telling the truth when I told you I didn’t miss you.", "author": "pleasefindthis"},
{"quote": "I am troubled, immeasurably", "author": "Jim Morrison"},
{"quote": "I know I’m not supposed to say this, but I love you.", "author": "Richelle Mead"},
{"quote": "Love comforteth like sunshine after rain.", "author": "William Shakespeare"},
{"quote": "I was his exception, and as much as I had tried to fight my feelings, he was mine.", "author": "Jamie McGuire"},
{"quote": "You can be in love and you can be in a relationship. But they’re not always the same thing.", "author": "pleasefindthis"},
{"quote": "When we are in love, we are convinced nobody else will do. But as time goes, others do do, and often do do, much much better.", "author": "Jamie Weise"},
{"quote": "Sometimes loneliness makes the loudest noise.", "author": "Aaron Ben-Ze'ev"},
{"quote": "If anyone were to find out—” I began.", "author": "Becca Fitzpatrick"},
{"quote": "and yet her name was like a summons to all my foolish blood.", "author": "James Joyce"},
{"quote": "Two minds with but a single thought, two hearts that beat as one.", "author": "Jasper Fforde"},
{"quote": "A real relationship is two-way.", "author": "Sophie Kinsella"},
{"quote": "When you say \"I\" and \"my\" too much, you lose the capacity to understand the \"we\" and \"our\".", "author": "Steve Maraboli"},
{"quote": "A kiss may ruin a human life", "author": "Oscar Wilde"},
{"quote": "I didn't care who kissed you first as long as I kissed you last.", "author": "Rachel Vail"},
{"quote": "Vladimir did great things—so could she. Besides, they come first, right?\"", "author": "Richelle Mead"},
{"quote": "You don't need to justify your love, you don't need to explain your love, you just need to practice your love. Practice creates the master.", "author": "Don Miguel Ruiz"},
{"quote": "I once loved a girl who almost loved me, but not as much as she loved John Cusack.", "author": "Chuck Klosterman"},
{"quote": "That this girl would know exactly how to shatter me.", "author": "Tahereh Mafi"},
{"quote": "Love is a game", "author": "Lang Leav"},
{"quote": "I like being the girl nobody can have.", "author": "Miley Cyrus"},
{"quote": "A man is lucky if he is the first love of a woman. A woman is lucky if she is the last love of a man.", "author": "Charles Dickens"},
{"quote": "Love is a combination of care, commitment, knowledge, responsibility, respect and trust.", "author": "bell hooks"},
{"quote": "Perhaps watching someone you love suffer can teach you even more than suffering yourself can.", "author": "Dodie Smith"},
{"quote": "I haven’t been very impressed lately.", "author": "Charlotte Eriksson"},
{"quote": "Every life needs a little space. It leaves room for good things to enter it.", "author": "Sarah Addison Allen"},
{"quote": "It is very difficult to live among people you love and hold back from offering them advice.", "author": "Anne Tyler"},
{"quote": "Loving someone always requires you to not love others.", "author": "Koushun Takami"},
{"quote": "Emotion without reason lets people walk all over you; reason without emotion is a mask for cruelty.", "author": "Nalini Singh"},
{"quote": "When male authors write love stories, the heroine tends to end up dead.", "author": "Susan Elizabeth Phillips"},
{"quote": "It's more like you meet someone, and you fall in love, and you", "author": "Rainbow Rowell"},
{"quote": "Is that why you've been pushing me away? Because of how you", "author": "Anne Bishop"},
{"quote": "You might as well make yourself fly as to make yourself love.", "author": "Marilyn Monroe"},
{"quote": "I realized when you look at your mother, you are looking at the purest love you will ever know.", "author": "Mitch Albom"},
{"quote": "The true measure of a man is how he treats you when others are not looking.", "author": "Alessandra Torre"},
{"quote": "The Eskimo has fifty-names for snow because it is important to them; there ought to be as many for love.", "author": "Margaret Atwood"},
{"quote": "Everything is clearer when you're in love.", "author": "John Lennon"},
{"quote": "Love only grows by sharing. You can only have more for yourself by giving it away to others.", "author": "Brian Tracy"},
{"quote": "There's only one thing that can heal the heart... Only one... It's love, Gaara.", "author": "Masashi Kishimoto"},
{"quote": "It's risky, falling in love.\"", "author": "Paulo Coelho"},
{"quote": "how sad and bad and mad it was - but then, how it was sweet", "author": "Robert Browning"},
{"quote": "I love you,\" I whisper. \"I love you exactly as you are.", "author": "Tahereh Mafi"},
{"quote": "But you've slipped under my skin, invaded my blood and seized my heart.", "author": "Maria V. Snyder"},
{"quote": "If music be the food of love, play on.", "author": "William Shakespeare"},
{"quote": "Love is keeping the promise anyway.", "author": "John Green"},
{"quote": "Love entered in my heart one day", "author": "J. California Cooper"},
{"quote": "He loved her.", "author": "Kimberly Derting"},
{"quote": "You stay safe, You love. You survive. You laugh and cry and struggle and sometimes you fail and sometimes you succeed. You Push.", "author": "Carrie Ryan"},
{"quote": "Mom, how do you know if the guy is", "author": "Adriana Trigiani"},
{"quote": "I told you,\" he whispers back. I can feel his breath just tickling the space behind my ear, making my hair prick up on my neck. \"I like you.\"", "author": "Lauren Oliver"},
{"quote": "There are all kinds of ways for a relationship to be tested, even broken, some, irrevocably; it’s the endings we’re unprepared for.", "author": "Katherine Owen"},
{"quote": "Your inner strength is your outer foundation", "author": "Allan Rufus"},
{"quote": "I love you, even if there isn’t any me, or any love, or even any life. I love you.", "author": "Zelda Fitzgerald"},
{"quote": "Poor fellow! I think he is in love with you.'", "author": "George Eliot"},
{"quote": "We should love, not fall in love, because everything that falls, gets broken.", "author": "Taylor Swift"},
{"quote": "The truth was...he was in love with her. Totally over-the-line, no-going-back, not-even-dead-would-he-part kind of shit.", "author": "J.R. Ward"},
{"quote": "Knowing how to be solitary is central to the art of loving. When we can be alone, we can be with others without using them as a means of escape.", "author": "Bell Hooks"},
{"quote": "The best use of life is love. The best expression of love is time. The best time to love is now.", "author": "Rick Warren"},
{"quote": "You are what happiness means to me. And I would rather have today with you than forever with anyone else.", "author": "Michelle Hodkin"},
{"quote": "Nice costume,\" he said.", "author": "Becca Fitzpatrick"},
{"quote": "But what can be done, the one who loves must share the fate of the one he loves.", "author": "Mikhail Bulgakov"},
{"quote": "Give me the Love that leads the way", "author": "Amy Carmichael"},
{"quote": "Why did he have to be so gorgeous? Why did he have to stand so close, and why did I still love him so much? ", "author": "Jeaniene Frost"},
{"quote": "You have to be very fond of men. Very, very fond. You have to be very fond of them to love them. Otherwise they're simply unbearable.", "author": "Marguerite Duras"},
{"quote": "To love is easy, to be in a relationship is extremely difficult.", "author": "Santosh Kalwar"},
{"quote": "There is love of course. And then there's life, its enemy.", "author": "Jean Anouilh"},
{"quote": "You know what the secret is? It's so simple. We love one another. We're nice to one another. Do you know how rare that is? - Carmen", "author": "Ann Brashares"},
{"quote": "I really don't even know you, and yet, in my life, you are forever entangled; to my history, inextricably bound.", "author": "Sarah Ockler"},
{"quote": "When you love you should not think you can direct the course of love, for love, if it finds you worthy, directs your course.", "author": "Khalil Gibran"},
{"quote": "She let out a laugh, and then she put her hand over her mouth, like she was angry at herself for forgetting her sadness.", "author": "Jonathan Safran Foer"},
{"quote": "The heart is a strange beast and not ruled by logic.", "author": "Maria V. Snyder"},
{"quote": "Every time I close my eyes, it's like a dark paradise. No one compares to you, but there's no you, except in my dreams tonight", "author": "Lana Del Rey"},
{"quote": "Often you don't know whether a woman is friend, enemy or lover until it is too late. Sometimes, she is all three.", "author": "Robert Jordan"},
{"quote": "Have you ever felt the longing for someone you could admire? For something, not to look down at, but up to?", "author": "Ayn Rand"},
{"quote": "I feel…and I have reason to believe…that we could come to mean something to each other.", "author": "Colleen Houck"},
{"quote": "What barrier is there that love cannot break?", "author": "Mahatma Gandhi"},
{"quote": "You think I'm cute?\" He said thinkly, pulling on her hand.", "author": "Rainbow Rowell"},
{"quote": "To make one person the center of your world is bound to end in disaster. There are too many factors outside your control.", "author": "Alexandra Adornetto"},
{"quote": "You don’t need scores of suitors. You need only one… if he’s the right one.", "author": "Louisa May Alcott"},
{"quote": "Get up, Shahrzad al-Khayzuran. You kneel before no one. Least of all me.", "author": "Renee Ahdieh"},
{"quote": "You were born together, and together you shall be forevermore.", "author": "Kahlie Gibran"},
{"quote": "I’ve never been the one. Not for anybody.", "author": "Nora Roberts"},
{"quote": "Say it,” I gritted out.", "author": "Sarah J. Maas"},
{"quote": "I know I am but summer to your heart,", "author": "Edna St. Vincent Millay"},
{"quote": "Love without sacrifice is like theft", "author": "Nassim Nicholas Taleb"},
{"quote": "How can you still count yourself a knight, when you have forsaken every vow you ever swore?\"", "author": "George R.R. Martin"},
{"quote": "Lately I can't help wanting us", "author": "Deborah Garrison"},
{"quote": "I love you. You’re mine. I’ll kill any bastard who tries to take you from me.", "author": "Samantha Young"},
{"quote": "What sexual preference do you hope she has?” “Happiness.” Isnt that cool?", "author": "Francesca Lia Block"},
{"quote": "Just knowing you exist changed the world for me.", "author": "Tiffanie DeBartolo"},
{"quote": "When all is said and done, the weather and love are the two elements about which one can never be sure.", "author": "Alice Hoffman"},
{"quote": "It is impossible to manufacture or imitate love.", "author": "J.K. Rowling"},
{"quote": "Tucker: Why would you tell me now if it's against the rules?", "author": "Cynthia Hand"},
{"quote": "Are those the only options? Nothing or forever?", "author": "Sarah Dessen"},
{"quote": "Do you love me, Westley? Is that it?’", "author": "William Goldman"},
{"quote": "I touch the tip of my finger to his lips. \"There are secrets in here,\" I say. \"I want them out.\"", "author": "Tahereh Mafi"},
{"quote": "Would you just stay with me?", "author": "Nicholas Sparks"},
{"quote": "I will find you.", "author": "Mary E. Pearson"},
{"quote": "And we all know love is a glass which makes even a monster appear fascinating.", "author": "Alberto Moravia"},
{"quote": "From the stars, to the stars.", "author": "Renee Ahdieh"},
{"quote": "I’ll tell them,” she said. “I’ll tell them it was my fault.", "author": "Cassandra Clare"},
{"quote": "I am beginning to understand,\" said the little prince. \"There is a flower... I think that she has tamed me...", "author": "Antoine de Saint-Exupéry"},
{"quote": "People who meet in airports are seventy-two percent more likely to fall for each other than people who meet anywhere else.", "author": "Jennifer E. Smith"},
{"quote": "I'm telling you this for one reason and one reason only: No matter how sure you are of someone's love, it's always nice to hear it.", "author": "Mike Gayle"},
{"quote": "To find out if she really loved me, I hooked her up to a lie detector. And just as I suspected, my machine was broken. ", "author": "Dark Jar Tin Zoo"},
{"quote": "Not only did", "author": "Christopher Poindexter"},
{"quote": "Love makes the world go round? Not at all. Whiskey makes it go round twice as fast.", "author": "Compton Mackenzie"},
{"quote": "Don’t fall in love with a woman who reads, a woman who feels too much, a woman who writes...", "author": "Martha Rivera-Garrido"},
{"quote": "Dimitri's voice snapped my attention back to him. \"That's Adrian Ivashkov.\" He said the name the same way everyone else did.", "author": "Richelle Mead"},
{"quote": "Life is like a game of chess.", "author": "Allan Rufus"},
{"quote": "Everyone has choices to make; no one has the right to take those choices away from us. Not even out of love..", "author": "Cassandra Clare"},
{"quote": "It's not that I can't live without you; it's that I don't want to. There's a difference. We all make choices in life and I choose you.", "author": "J. Sterling"},
{"quote": "If a man whistles at you, don't turn around. You are a lady not a dog.", "author": "Niall Horan"},
{"quote": "But I was young", "author": "Charlotte Eriksson"},
{"quote": "I have loved to the point of madness; that which is called madness, that which to me, is the only sensible way to love.", "author": "Françoise Sagan"},
{"quote": "Right now, it's hard to imagine that it is raining anywhere in the world.", "author": "Maggie Stiefvater"},
{"quote": "Because love, love is never finished. It circles and circles, the memories out of order and not always complete.", "author": "Sara Zarr"},
{"quote": "I think about you every second of every day and I don’t know how to get over you,” she says.", "author": "Colleen Hoover"},
{"quote": "Love fades. Mine has.", "author": "Richelle Mead"},
{"quote": "What does the brain matter compared with the heart?", "author": "Virginia Woolf"},
{"quote": "You can love somebody without it being like that. You keep them a stranger, a stranger who's a friend.", "author": "Truman Capote"},
{"quote": "God's definition of what matters is pretty straightforward. He measures our lives by how we love.", "author": "Francis Chan"},
{"quote": "I made such a fool of myself,” she lamented.", "author": "Mitch Albom"},
{"quote": "Smirking, he says, \"Whatever spell you just tried to cast on me, it didn't work, so I think you need to go back to Hogwarts.", "author": "Jenny Han"},
{"quote": "I am almost a hundred years old; waiting for the end, and thinking about the beginning.", "author": "Meg Rosoff"},
{"quote": "Love is like quicksilver in the hand. Leave the fingers open and it stays. Clutch it and it darts away.", "author": "Dorothy Parker"},
{"quote": "...when you decide you want to be with someone forever, you want forever to start right now.", "author": "Alexandra Potter"},
{"quote": "That must be love: when everything else in the world could implode and you wouldn't care as long as you had that one person standing beside you.", "author": "Katie McGarry"},
{"quote": "There was nowhere I could go that wouldn't be you.", "author": "Jeffrey Eugenides"},
{"quote": "This is how the girl who couldn't speak and the man who couldn't see fell in love.", "author": "Margaret Atwood"},
{"quote": "I would like to be able to breathe— to be able to love her by memory or fidelity. But my heart aches. I love you continuously, intensely.", "author": "Albert Camus"},
{"quote": "Loving you forever can't be wrong. Even though you're not here, can't move on", "author": "Lana Del Rey"},
{"quote": "People fall in love without reason, without even wanting to. You can't predict it. That's love.", "author": "Haruki Murakami"},
{"quote": "I wish the night would end,", "author": "V.C. Andrews"},
{"quote": "Just for the record, she still loves you. She wouldn't bother to torture you if she didn't. ", "author": "Chuck Palahniuk"},
{"quote": "The Quiet World", "author": "Jeffrey McDaniel"},
{"quote": "Do people always fall in love with things they can't have?'", "author": "Patricia Highsmith"},
{"quote": "The most introspective of souls are often those that have been hurt the most.", "author": "Shannon Alder"},
{"quote": "The knowledge that she would never be loved in return acted upon her ideas as a tide acts upon cliffs.", "author": "Thornton Wilder"},
{"quote": "The purpose of relationship is not to have another who might complete you, but to have another with whom you might share your completeness.", "author": "Neale Donald Walsch"},
{"quote": "Infantile love follows the principle: \"I love because I am loved.\"", "author": "Erich Fromm"},
{"quote": "I loved him as we always love for the first time; with idolatry and wild passion.", "author": "Candide"},
{"quote": "Her existence alone was excuse enough to justify the creation of the entire world.", "author": "Stephenie Meyer"},
{"quote": "Our lips met hungrily, and his clever artistic hands wrapped around my hips. A sudden buzz from my regular cell phone startled me from the kissing.", "author": "Richelle Mead"},
{"quote": "What am I supposed to call you?\"", "author": "Kiera Cass"},
{"quote": "My mother used to tell me that when push comes to shove, you always know who to turn to. That being a family isn't a social construct but an instinct.", "author": "Jodi Picoult"},
{"quote": "You said move on, where do I go?", "author": "Katy Perry"},
{"quote": "Time expands, then contracts, all in tune with the stirrings of the heart.", "author": "Haruki Murakami"},
{"quote": "Love is like a good cake; you never know when it's coming, but you'd better eat it when it does!", "author": "C. JoyBell C."},
{"quote": "I don't want to live, I want to love first and live incidentally.", "author": "Zelda Fitzgerald"},
{"quote": "Thank you...for gracing my life with your lovely presence, for adding the sweet measure of your soul to my existence.", "author": "Richard Matheson"},
{"quote": "I realized I’m in love. It's always been right in front of me.", "author": "Richelle Mead"},
{"quote": "Love is like the sea. It's a moving thing, but still and all, it takes its shape from the shore it meets, and it's different with every shore.", "author": "Zora Neale Hurston"},
{"quote": "You can give without loving, but you cannot love without giving.", "author": "Amy Carmichael"},
{"quote": "You know someone's right for you when the things they don't", "author": "Jodi Picoult"},
{"quote": "All any of us wanted, really, was to know that we counted. That someone else's life would not have been as rich without us here.", "author": "Jodi Picoult "},
{"quote": "the world is not a pleasant place to be without someone to hold and be held by.", "author": "Nikki Giovanni"},
{"quote": "My father gave me the greatest gift anyone could give another person, he believed in me.", "author": "Jim Valvano"},
{"quote": "I cut myself because you wouldn't let me cry.", "author": "Emilie Autumn"},
{"quote": "Waiting is erotic", "author": "irene nemirovsky"},
{"quote": "I don’t understand the hatred and fear of gays and bisexuals and lesbians…", "author": "Al Pacino"},
{"quote": "Love, and you shall be loved.", "author": "Ralph Waldo Emerson"},
{"quote": "What we all want, really, is to be loved. That craving drives our worst behavior.", "author": "Jodi Picoult"},
{"quote": "Love is not something you protect. It’s something you risk.", "author": "Gayle Forman"},
{"quote": "Without love we all like birds with broken wings.", "author": "Mitch Albom"},
{"quote": "If in thirst you drink water from a cup, you see God in it. Those who are not in love with God will see only their own faces in it.", "author": "Mawlana Jalal-al-Din Rumi"},
{"quote": "The bottom line is that we never fall for the person we're supposed to.", "author": "Jodi Picoult"},
{"quote": "I look at you, and I think about you, and ... I don't know. No one has ever confounded me the way you do.", "author": "Stephanie Perkins"},
{"quote": "Love was the most savage monster of all.", "author": "Rick Riordan"},
{"quote": "By night, Love, tie your heart to mine, and the two", "author": "Pablo Neruda"},
{"quote": "A profound love between two people involves, after all, the power and chance of doing profound hurt.", "author": "Ursula K. Le Guin"},
{"quote": "Two seconds later, the sound of an alarm filled my ears.", "author": "Michelle Hodkin"},
{"quote": "You know I love you, right?” The urge to kiss her goodbye was so strong that I almost broke our rules.", "author": "Richelle Mead"},
{"quote": "Choice or no, my heart is his.", "author": "Beth Revis"},
{"quote": "The opposite of love is not hate. It is indifference.", "author": "Christopher Pike"},
{"quote": "I want him to love me as much as I love him.", "author": "L.J. Smith"},
{"quote": "Oh, don't mind me,\" came an extremely sarcastic voice near the wall. “You two go ahead and make out–I'll just sit here and bleed quietly.", "author": "Julie Kagawa"},
{"quote": "It's easy to cry when you realize that everyone you love will reject you or die.", "author": "Chuck Palahniuk"},
{"quote": "I reserve the right to love many different people at once, and to change my prince often.", "author": "Anaïs Nin"},
{"quote": "Not like this. He wanted it to be real.", "author": "Suzanne Collins"},
{"quote": "If you listen to the wind very carefully, you'll be able to hear me whisper my love for you.", "author": "Andrew Davidson"},
{"quote": "Please,\" he says. \"I'm begging you to stop.\"", "author": "Tahereh Mafi"},
{"quote": "I could still smell her on my fur. It clung to me, a memory of another world.", "author": "Maggie Stiefvater"},
{"quote": "It never gets easier, missing you. And sometimes I wonder if it ever will.", "author": "Heather Brewer"},
{"quote": "Voicemail #1: “Hi, Isabel Culpeper. I am lying in my bed, looking at the ceiling. I am mostly naked. I am thinking of … your mother. Call me.", "author": "Maggie Stiefvater"},
{"quote": "A man always finds it hard to realize that he may have finally lost a woman's love, however badly he may have treated her.", "author": "Arthur Conan Doyle"},
{"quote": "I just don't see why the past has to matter.", "author": "Cassandra Clare"},
{"quote": "Some people feel love in their hearts, Julie. Some of us feel it all way into our souls. We're the ones who can't forget.", "author": "Judith McNaught"},
{"quote": "You may only call me \"Mrs. Darcy\"... when you are completely, and perfectly, and incandescently happy.", "author": "Deborah Moggach"},
{"quote": "It hurts to love. It's like giving yourself to be flayed and knowing that at any moment the other person may just walk off with your skin.", "author": "Susan Sontag"},
{"quote": "Love, that moves the sun and the other stars", "author": "Dante Alighieri"},
{"quote": "In love there are two things - bodies and words. ", "author": "Joyce Carol Oates"},
{"quote": "He didn't mind how he looked to other people, because the nursery magic had made him Real, and when you are Real shabbiness doesn't matter.", "author": "Margery Williams Bianco"},
{"quote": "They do make love stories for girls with black hearts after all. They go like this.", "author": "Jandy Nelson"},
{"quote": "She blushed and so did he. She greeted him in a faltering voice, and he spoke to her without knowing what he was saying.", "author": "Candide"},
{"quote": "She knew whose love she doubted. It wasn't her parents' and it wasn't her friends: It was her own. ", "author": "Ann Brashares"},
{"quote": "Sometimes you have to learn to love what's good for you.", "author": "Stephenie Meyer"},
{"quote": "Faith goes up the stairs that love has built and looks out the windows which hope has opened.", "author": "Charles H. Spurgeon"},
{"quote": "I wanted movement and not a calm course of existence. I wanted excitement and danger and the chance to sacrifice myself for my love.", "author": "Leo Tolstoy"},
{"quote": "The fiercest anger of all, the most incurable,", "author": "Euripides"},
{"quote": "She had never imagined she had the power to make someone else so happy. And not a magical power, either--a purely human one.", "author": "Cassandra Clare"},
{"quote": "You have a beautiful laugh. Like the promise of tomorrow.", "author": "Renee Ahdieh"},
{"quote": "It is love, not reason, that is stronger than death.", "author": "Thomas Mann"},
{"quote": "A gentleman holds my hand.", "author": "Alessandra Torre"},
{"quote": "I’m not a warrior or a goddess,” I said at last.", "author": "Richelle Mead"},
{"quote": "To love someone enough to let them go, you had to let them go forever or you did not love them that much.", "author": "Diana Wynne Jones"},
{"quote": "After all, a woman who doesn't love cats is never going to be make a man happy.", "author": "Orhan Pamuk"},
{"quote": "True love always makes a man better, no matter what woman inspires it.", "author": "Alexandre Dumas"},
{"quote": "When what you want is a relationship, and not a person, get a dog.", "author": "Deb Caletti"},
{"quote": "You can give without loving, but you can never love without giving.", "author": "Robert Louis Stevenson"},
{"quote": "And think not you can direct the course of love, for love, if it finds you worthy, directs your course.", "author": "Khalil Gibran"},
{"quote": "Love can rebuild the world, they say, so everything's possible when it comes to love.", "author": "Haruki Murakami"},
{"quote": "He didn't realize that love as powerful as your mother's for you leaves its own mark.", "author": "J.K. Rowling"},
{"quote": "I give her the only honest and true answer I have.", "author": "Simone Elkeles"},
{"quote": "Do you think we can be friends?” I asked.", "author": "Priya Ardis"},
{"quote": "I don't understand how I can know so little about love and how it works. How I can be so bad at it when it's all I've ever wanted.", "author": "Carrie Ryan"},
{"quote": "Darkness may hide the trees", "author": "Khalil Gibran"},
{"quote": "We all know interspecies romance is weird.", "author": "Tim Burton"},
{"quote": "I shouldn't have to be a liar to make someone love me. I shouldn't be so afraid of losing someone that I'll do anything to make them stay.", "author": "Deb Caletti"},
{"quote": "To love makes one solitary.", "author": "Virginia Woolf"},
{"quote": "Love is a force unto itself, sayyidi. For love, people consider the unthinkable...and often achieve the impossible. I would not sneer at its power.", "author": "Renee Ahdieh"},
{"quote": "And besides . . . I don’t want to leave you. Er, you guys.", "author": "Richelle Mead"},
{"quote": "Soul connections are not often found and are worth every bit of fight left in you to keep.", "author": "Shannon Alder"},
{"quote": "He didn't marry you to become king. He became king because he wanted to marry you.", "author": "Megan Whalen Turner"},
{"quote": "—I don't want to lose you", "author": "Alexandra Bracken"},
{"quote": "No human should mislead another by promising them something they know to be untrue.", "author": "Santosh Kalwar"},
{"quote": "You promised, Seaweed Brain. We would not get separated! Ever again!", "author": "Rick Riordan The House of Hades"},
{"quote": "The heart makes its choices without weighing the consequences. It doesn't look ahead to the lonely nights that follow.", "author": "Tess Gerritsen"},
{"quote": "Three years? That's a thousand tomorrows, ma'am.", "author": "Karen Kingsbury"},
{"quote": "Perhaps people like us cannot love. Ordinary people can - that is their secret. ", "author": "Hermann Hesse"},
{"quote": "May I kiss you then? On this miserable paper? I might as well open the window and kiss the night air.", "author": "Franz Kafka"},
{"quote": "Everything happens for a reason and, something better will come along for me!", "author": "Selena Gomez"},
{"quote": "And I got out of there without punching anyone, kicking anyone, or breaking down in tears. Some days the small victories are all you achieve.", "author": "Molly Ringle"},
{"quote": "Mine was the twilight and the morning. Mine was a world of rooftops and love songs.", "author": "Roman Payne"},
{"quote": "We have just enough religion to make us hate, but not enough to make us love.", "author": "David Mitchell"},
{"quote": "He went through life with his hands firmly shoved into his pockets. She danced.", "author": "Fredrik Backman"},
{"quote": "I know what I have given you...", "author": "Antonio Porchia"},
{"quote": "Don’t marry him. Don’t be with him. Be with me.", "author": "Jenny Han"},
{"quote": "I love you for who you are, not who the world thinks you should be.", "author": "Libba Bray"},
{"quote": "The only sea I saw Was the seesaw sea With you riding on it. Lie down, lie easy. Let me shipwreck in your thighs.", "author": "Dylan Thomas"},
{"quote": "I guess the sacrifice of my dignity is the only thing that will save us now. The things I endure for love. The Fates laugh at my torment.", "author": "Julie Kagawa"},
{"quote": "I have loved in life and I have been loved.", "author": "Hazrat Inayat Khan"},
{"quote": "It's not at all hard to understand a person; it's only hard to listen without bias.", "author": "Criss Jami"},
{"quote": "I want your most vital organ. I want it to be mine.", "author": "Jamie Weise"},
{"quote": "Your greatest awakening comes, when you are aware about your infinite nature.", "author": "Amit Ray"},
{"quote": "The surest way to hurt yourself is to give up on love, just because it didn’t", "author": "Amanda Howells"},
{"quote": "What made me run away was doubtless not so much the fear of settling down, but of settling down permanently in something ugly.", "author": "Albert Camus"},
{"quote": "No one has imagined us. We want to live like trees,", "author": "Adrienne Rich"},
{"quote": "Love is bullshit. Emotion is bullshit. I am a rock. A jerk. I'm an uncaring asshole and proud of it.", "author": "Chuck Palahniuk"},
{"quote": "Katniss: I’m coming back into focus when Caesar asks him if he has a girlfriend back home.", "author": "Suzanne Collins"},
{"quote": "You see, there are some people that one loves, and others that perhaps one would rather be with.", "author": "Henrik Ibsen"},
{"quote": "Never stop smiling not even when you're sad, someone might fall in love with your smile.", "author": "Gabriel Garcia Marquez"},
{"quote": "Sometimes I think my whole life has been about holding on to you.", "author": "Jodi Picoult"},
{"quote": "You are my whole heart, Scarlet. And this is breaking it.'", "author": "A.C. Gaughen"},
{"quote": "How far have you walked for men who’ve never held your feet in their laps?", "author": "Warsan Shire"},
{"quote": "Love moderately. Long love doth so.", "author": "William Shakespeare"},
{"quote": "Kids chase the love that eludes them.", "author": "Mitch Albom"},
{"quote": "Why me?\" she asked, holding on to him.", "author": "Annette Curtis Klause"},
{"quote": "We love men because they can never fake orgasms, even if they wanted to.", "author": "Paulo Coelho"},
{"quote": "She had a wild, wandering soul", "author": "Ariana Dancu"},
{"quote": "What made you fall in love with a prostitute?", "author": "Paulo Coelho"},
{"quote": "Love brings to light a lover's noble and hidden qualities-his rare and exceptional traits: it is thus liable to be deceptive of his normal qualities.", "author": "Friedrich Nietzsche"},
{"quote": "If it's ka it'll come like a wind, and your plans will stand before it no more than a barn before a cyclone", "author": "Stephen King"},
{"quote": "He loved her, he loved her, and until he'd loved her she had never minded being alone....", "author": "Truman Capote"},
{"quote": "There is only one happiness in life, to love and be loved.", "author": "George Sand"},
{"quote": "If you love something let it go.. if it comes back its yours", "author": "James Patterson"},
{"quote": "The practice of love offers no place of safety. We risk loss, hurt, pain. We risk being acted upon by forces outside our control.", "author": "Bell Hooks"},
{"quote": "I believe that love--not imitation--is the sincerest form of flattery. Your imitator thinks that you can be duplicated; your lover knows you can't.", "author": "Marilyn Vos Savant"},
{"quote": "No you sick, stupid creep, I love you. I shouldn't. I shouldn't. You're sick inside, Caine, sick! But I love you.", "author": "Michael  Grant"},
{"quote": "I prayed for all his dreams to come true. I prayed that I would always be able to connect with him--even if I was no longer on earth.", "author": "Alexandra Adornetto"},
{"quote": "Human existence is so fragile a thing and exposed to such dangers that I cannot love without trembling.", "author": "Simone Weil"},
{"quote": "Just because you love someone, doesn't mean you have to be involved with them. Love is not a bandage to cover wounds.", "author": "Hugh  Elliott"},
{"quote": "If there is such a thing as a good marriage, it is because it resembles friendship rather than love.", "author": "Michel de Montaigne"},
{"quote": "Real love finds you once, if you're lucky.", "author": "Ellen  Hopkins"},
{"quote": "It is better to have an enemy who will fight you in an open field then a lover who will kill you in your sleep.", "author": "Marie Lu"},
{"quote": "Love is an engraved invitation to grief.", "author": "Sunshine O'Donnell"},
{"quote": "Sometimes you know in your heart you love someone, but you have to go away before your head can figure it out.", "author": "Sharon Creech"},
{"quote": "You know I love you right?", "author": "Stephenie Meyer"},
{"quote": "I pray you, do not fall in love with me, for I am falser than vows made in wine.", "author": "William Shakespeare"},
{"quote": "Lift your hips for me, love.", "author": "Tahereh Mafi"},
{"quote": "For some people, “the point of no return” begins at the very moment their souls become aware of each others’ existence.", "author": "C. JoyBell C."},
{"quote": "Tomas did not realize at the time that metaphors are dangerous. Metaphors are not to be trifled with. A single metaphor can give birth to love.", "author": "Milan Kundera"},
{"quote": "Having an eye for beauty isn't the same thing as a weakness...except possibly when it comes to you.", "author": "Suzanne Collins"},
{"quote": "Doubt thou the stars are fire;", "author": "William Shakespeare"},
{"quote": "You know,\" he said, \"under normal circumstances, you inviting me to the bedroom would be the highlight of my day.\"", "author": "Richelle Mead"},
{"quote": "‎I never wanted to have anything in my life that I couldn't stand losing. But it's too late for that.", "author": "Audrey Niffenegger"},
{"quote": "Time is how you spend your love.", "author": "Zadie Smith"},
{"quote": "When love beckons to you, follow him,", "author": "Kahlil Gibran"},
{"quote": "I can hate you more, but I'll never love you less.", "author": "Michael Morpurgo"},
{"quote": "Falling in love was like falling off a cliff. It felt pretty much like flying until you hit the ground.", "author": "Cinda Williams Chima"},
{"quote": "Falling in love should be the easiest thing in the world, but it's not.", "author": "Rachel Hawthorne"},
{"quote": "There is no perfection, only beautiful versions of brokenness.", "author": "Shannon L. Alder"},
{"quote": "You think I'm pretty", "author": "Katy Perry"},
{"quote": "If love be rough with you, be rough with love. Prick love for pricking and you beat love down.", "author": "William Shakespeare"},
{"quote": "Love heals scars love left", "author": "Henry Rollins"},
{"quote": "The most difficult aspect of moving on is accepting that the other person already did.", "author": "Faraaz Kazi"},
{"quote": "What you are to do without me I cannot imagine.", "author": "George Bernard Shaw"},
{"quote": "With a chaste heart", "author": "Pablo Neruda"},
{"quote": "I loved you long before you loved me. It's the only thing I have you beat at, and I'll bring it up every chance I get.", "author": "Becca Fitzpatrick"},
{"quote": "He will love only once - but it will be for always.", "author": "Judith McNaught"},
{"quote": "I'm with you. No matter what else you have in your head I'm with you and I love you.", "author": "Ernest Hemingway"},
{"quote": "In God there is no hunger that needs to be filled, only plenteousness that desires to give.", "author": "C.S. Lewis"},
{"quote": "I miss everything about you", "author": "Colbie Caillat"},
{"quote": "Love is on every side, and no one's side. Don't ask what Love can do for you.", "author": "Rick Riordan"},
{"quote": "One heart cannot serve two masters.", "author": "Robin LaFevers"},
{"quote": "Marriage must fight constantly against a monster which devours everything: routine.", "author": "Honore de Balzac"},
{"quote": "I don’t love you as if you were the salt-rose, topaz", "author": "Pablo Neruda"},
{"quote": "Love has no limitations. It cannot be measured. It has no boundaries. Although many have tried, love is indefinable.", "author": "Steve Maraboli"},
{"quote": "You and I, it's as though we have been taught to kiss in heaven and sent down to earth together, to see if we know what we were taught.", "author": "Boris Pasternak"},
{"quote": "Because...because...she came here with me.", "author": "Suzanne Collins"},
{"quote": "Love is never supposed to hurt. Love is supposed to heal, to be your haven from misery, to make living fucking worthwhile.", "author": "Mia Asher"},
{"quote": "We can live without religion and meditation, but we cannot survive without human affection.", "author": "Dali Lama"},
{"quote": "I was feeling insecure you might not love me anymore", "author": "John Lennon"},
{"quote": "We're not words, Henry, we're people.", "author": "Shaun David Hutchinson"},
{"quote": "She thought she was independent and strong, but she got one small taste of love and she was hungrier than anyone. She was ravenous.", "author": "Ann Brashares"},
{"quote": "Let this hell be our heaven.", "author": "Richard Matheson"},
{"quote": "Love is a fruit in season at all times and within reach of every hand.", "author": "mother teresa"},
{"quote": "It took me years to figure out that upset was upset, and tumultuousness was not the same thing as passion. Love isn't drama.", "author": "Deb Caletti"},
{"quote": "I begin to long for some little language such as lovers use, broken words, inarticulate words, like the shuffling of feet on pavement.", "author": "Virginia Woolf"},
{"quote": "I'd sell my soul to have you. In my whole life, you'll always be what I wanted most.\"", "author": "Lisa Kleypas"},
{"quote": "The process of falling in love at first sight is as final as it is swift in such a case, but the growth of true friendship may be a lifelong affair.", "author": "Sarah Orne Jewett"},
{"quote": "You must learn to forgive a man when he's in love. He's always a nuisance.", "author": "Rudyard Kipling"},
{"quote": "Too many adults wish to 'protect' teenagers when they should be stimulating them to read of life as it is lived.", "author": "Margaret A. Edwards"},
{"quote": "Books are to me as homemade tattoos are to an inmate. Can't get enough of them.", "author": "Laurie Notaro"},
{"quote": "The faculty to think objectively is", "author": "Erich Fromm"},
{"quote": "Magnus had come to a horrible realization. One that he knew would cause him nothing but pain and suffering from that day forward.", "author": "Morgan Rhodes"},
{"quote": "Quit being so hard on yourself. We are what we are; we love what we love. We don't need to justify it to anyone... not even to ourselves.", "author": "Scott Lynch"},
{"quote": "and all I could think was that I would like to spend every morning for the rest of my life waking up beside her", "author": "Nicholas Sparks"},
{"quote": "If she’s not careful, I might just fall in love with her. Tonight.", "author": "Colleen Hoover"},
{"quote": "It's become impossible to deny he means something to me.", "author": "Stephanie Perkins"},
{"quote": "Well my gun fires seven different shades of shit, so what's your favorite color, punk?", "author": "Gerard Way"},
{"quote": "Traveling in the company of those we love is home in motion.", "author": "Leigh Hunt"},
{"quote": "Wow,” said Adrian. He sat down on the bed and tested its bounciness, giving it a nod of approval. “This is amazing. What do you think, buttercup?", "author": "Richelle Mead"},
{"quote": "and the two of them loved each other for a long time in silence without making love again.", "author": "Gabriel García Márquez"},
{"quote": "In this story", "author": "Arzum Uzun"},
{"quote": "Infatuation is not quite the same thing as love; it's more like love's shady second cousin who's always borrowing money and can't hold down a job.", "author": "Elizabeth Gilbert"},
{"quote": "Whoever loves much, performs much, and can accomplish much, and what is done in love is done well.", "author": "Vincent Van Gogh"},
{"quote": "Suddenly it was too hard to be in his presence, too painful to know that he would belong to someone else.", "author": "Julia Quinn"},
{"quote": "I know your soul. Everything else is just an ornament.", "author": "Roshani Chokshi"},
{"quote": "love one another, but make not a bond of love:", "author": "Kahlil Gibran"},
{"quote": "Tucker strokes my hair. There's something so tender about the gesture. It might as well have been him whispering", "author": "Cynthia Hand"},
{"quote": "It’s just so strange.", "author": "Clementine von Radics"},
{"quote": "That is the rule of the Wilds: You must be bigger and stronger and tougher. You must hurt or be hurt.", "author": "Lauren Oliver"},
{"quote": "He didn't look like the same person who picked me up this morning. Noah--sarcastic, distant, untouchable Noah--cared. And that made him real.", "author": "Michelle Hodkin"},
{"quote": "Why is it that words like these seem dull and cold? Is it because there is no word tender enough to be your name?", "author": "James Joyce"},
{"quote": "Was it all in my head? A Lunar trick?", "author": "Marissa Meyer"},
{"quote": "Nothing of real worth can ever be bought. Love, friendship, honour, valour, respect. All these things have to be earned.", "author": "David Gemmell"},
{"quote": "I love you every day. And now I will miss you every day.", "author": "Mitch Albom"},
{"quote": "Some girls are full of heartache and poetry and those are the kind of girls who try to save wolves instead of running away from them.", "author": "Nikita Gill"},
{"quote": "We have all known the long loneliness and we have learned that the only solution is love and that love comes with community.", "author": "Dorothy Day"},
{"quote": "I know...and I love you. But I don't think we love each other in the same way. And...I think keeping you near me, would destroy me.", "author": "S.C. Stephens"},
{"quote": "The ink of the scholar is more holy than the blood of the martyr.", "author": "Anonymous"},
{"quote": "Love is the only future God offers.", "author": "Victor Hugo"},
{"quote": "I love you beyond paint, beyond melodies, beyond words. And I hope you will always feel that, even when I'm not around to tell you so.", "author": "Kiera Cass"},
{"quote": "We are made of all those who have built and broken us.", "author": "Atticus Poetry"},
{"quote": "We were very different, and we disagreed about a lot of things, but he was always so interesting, you know?", "author": "John Green"},
{"quote": "She is delightfully chaotic; a beautiful mess. Loving her is a splendid adventure.", "author": "Steve Maraboli"},
{"quote": "The worst thing: to give yourself away in exchange for not enough love.", "author": "Joyce Carol Oates"},
{"quote": "I mean, I hope you're happy,", "author": "Caitlyn Siehl"},
{"quote": "A person learns how to love himself through the simple acts of loving and being loved by someone else.", "author": "Haruki Murakami"},
{"quote": "We join spokes together in a wheel,", "author": "Lao Tzu"},
{"quote": "True friends will always push you towards the great possibilities of your future, false friends will always chain you to the mistakes in your past.", "author": "Seth Brown"},
{"quote": "... it’s a blessed thing to love and feel loved in return.", "author": "E.A. Bucchianeri"},
{"quote": "She puts her hands on either side of my face, and the room falls away. I have never gotten so lost in a kiss before.", "author": "Jodi Picoult"},
{"quote": "Happiness is the china shop; love is the bull.", "author": "H.L. Mencken"},
{"quote": "To long a sacrifice can make a stone of a heart", "author": "William Butler Yeats"},
{"quote": "If I love you, is that a fact or a weapon?", "author": "Margaret Atwood"},
{"quote": "You don't fall in love with someone because it's convenient.", "author": "Harriet Evans"},
{"quote": "You'd be surprised what people will do for money that they wouldn't do for", "author": "Rachel Caine"},
{"quote": "For Beatrice, when we first met,", "author": "Lemony Snicket"},
{"quote": "Wine enters through the mouth,", "author": "William Butler Yeats"},
{"quote": "I'm done. I don't need anything more out of life. I have you, and that's enough.", "author": "Alessandra Torre"},
{"quote": "I love you more than songs can say, but I can't keep running after yesterday...", "author": "John Mayer"},
{"quote": "It’s impossible,” he snapped.", "author": "Lisa Kleypas"},
{"quote": "If people did not love one another, I really don't see what use there would be in having any spring.", "author": "Victor Hugo"},
{"quote": "...no woman can love a weak man hard enough to make him strong.", "author": "Pearl Cleage"},
{"quote": "I am yours.", "author": "Rumi"},
{"quote": "A girl can wait for the right man to come along but in the meantime that doesn't mean she can't have a wonderful time with all the wrong ones", "author": "Cher"},
{"quote": "The sun's gone dim, and the moon's gone black. For I loved him, and he didn't love back.", "author": "Dorothy Parker"},
{"quote": "... i didn't fall in love of course", "author": "Leonard Cohen"},
{"quote": "Ronan's second secret was Adam Parrish.", "author": "Maggie Stiefvater"},
{"quote": "Marriage is not a process for prolonging the life of love, sir. It merely mummifies its corpse.", "author": "P.G. Wodehouse"},
{"quote": "A heart, once stolen, can never be taken back.", "author": "Marissa Meyer"},
{"quote": "Gilbert, I'm afraid I'm scandalously in love with you.", "author": "L.M. Montgomery"},
{"quote": "As his raft skimmed over the water, taking him back to the mortal world, he understood a line from the Prophecy better-", "author": "Rick Riordan"},
{"quote": "You know, when it works, love is amazing. It's not overrated.", "author": "Sarah Dessen"},
{"quote": "When you want something this badly, you don't just give up. You fight and fight until you absolutely can't fight anymore.", "author": "Gail McHugh"},
{"quote": "I wondered if the person who really loves you is the person who knows all your stories, the person who WANTS to know all your stories.", "author": "Gabrielle Zevin"},
{"quote": "This goes to show you that sometimes the unseen is not to be feared and that those meant to love us most are not always ones who do.", "author": "Leigh Bardugo"},
{"quote": "You can't", "author": "Sheldon B. Kopp"},
{"quote": "She loved him. But he didn’t know how to love.", "author": "G.G. Renee Hill"},
{"quote": "Love at first sight is easy to understand; it's when two people have been looking at each other for a lifetime that it becomes a miracle.", "author": "amy bloom"},
{"quote": "I've never wanted more, until I met you.", "author": "E.L. James"},
{"quote": "It’s not so much the journey that’s important; as is the way that we treat those we encounter and those around us, along the way", "author": "Jeremy Aldana"},
{"quote": "I feel like myself, strong and weak at once - allowed, at least for a little while, to be both.", "author": "Veronica Roth"},
{"quote": "And I still love you in my own fucked-up way. I miss you, I really do. Can we still be friends?", "author": "Matthew Quick"},
{"quote": "One loves truly only once in a lifetime, Julian, even if one isn’t aware of it.", "author": "Carlos Ruiz Zafón"},
{"quote": "Real love is to offer your life at the feet of another.", "author": "John Ajvide Lindqvist"},
{"quote": "The quickest path to self-destruction is to push away the people you love.", "author": "Cassia Leo"},
{"quote": "The world is filled with love-play, from animal lust to sublime compassion.", "author": "Alan Watts"},
{"quote": "Peace,love,empathy", "author": "Kurt cobain"},
{"quote": "A wonderful gift may not be wrapped as you expect.", "author": "Jonathan Lockwood Huie"},
{"quote": "If you claim to be a real friend then be real in your soul. If you claim to be fake then be an enemy instead.", "author": "Santosh Kalwar"},
{"quote": "I would know you anywhere for my true love. Whoever I was and whoever you were, I would know you at once for my true love.", "author": "Philippa Gregory"},
{"quote": "Don't touch me; I'll die if you touch me.", "author": "Vladimir Nabokov"},
{"quote": "Love is a decision - not an emotion!", "author": "Lao Tzu"},
{"quote": "There's a pleasure to loving someone even when you know there's no chance in them loving you back. The pain I felt let me know I was still alive.", "author": "Gabrielle Zevin"},
{"quote": "You'll probably die if you stay with me,' he told me.", "author": "Julie Hockley"},
{"quote": "You are mine,I am yours; you may be sure of this. You've been locked inside my heart, the key has been thrown away; within it, you must always stay. ", "author": "Andrew Davidson"},
{"quote": "If someone does not want me it is not the end of the world. But if I do not want me, the world is nothing but endings.", "author": "Nayyirah Waheed"},
{"quote": "To love and be loved is to feel the sun from both sides.", "author": "David Viscott"},
{"quote": "Mass is not proportional to volume.", "author": "Kim In Yook"},
{"quote": "One is never wounded by the love one gives, only by the love one expects.", "author": "Marty Rubin"},
{"quote": "Once you figure out who you are and what you love about yourself, I think it all kind of falls into place.", "author": "Jennifer Aniston"},
{"quote": "Language is the key to the heart of people.", "author": "Ahmed Deedat"},
{"quote": "She wanted to lose herself in him. To tie his arms around her like a tourniquet.", "author": "Rainbow Rowell"},
{"quote": "Yet nothing can to nothing fall,", "author": "John Donne"},
{"quote": "It's delicious to have people adore you, but it's exhausting, too. Particularly when your own feelings don't match theirs.", "author": "Tasha Alexander"},
{"quote": "I am the least difficult of men. All I want is boundless love.", "author": "Frank O'Hara"},
{"quote": "What will survive of us is love.", "author": "Philip Larkin"},
{"quote": "LOVE is a friendship set to music", "author": "E. Joseph Cossman"},
{"quote": "Akkarin: I watched the first woman I loved die. I dont think I can survive losing the second.", "author": "Trudi Canavan"},
{"quote": "Love is Love no matter old you are, and I knew if I gave you enough time, you'd come back to me.", "author": "Nicholas Sparks"},
{"quote": "Her definition of romance was absentminded intimacy, the way someone else's hand stray to your plate of food.", "author": "Kamila Shamsie"},
{"quote": "I am lonely, yet not everybody will do. I don’t know why, some people fill the gaps and others emphasize my loneliness.", "author": "Anaïs Nin"},
{"quote": "Why is it so hard to articulate love yet so easy to express disappointment?", "author": "Kaui Hart Hemmings"},
{"quote": "That I shall love always,", "author": "Emily Dickinson"},
{"quote": "Sought we the Scrivani word-work of Surthur", "author": "Patrick Rothfuss"},
{"quote": "You're better than seven years of food. You're better than windows. You're even better than the sky.", "author": "Shannon Hale"},
{"quote": "Hide yourself in God, so when a man wants to find you he will have to go there first.", "author": "Shannon L. Alder"},
{"quote": "To love another human in all of her splendor and imperfect perfection , it is a magnificent task...tremendous and foolish and human.", "author": "Louise Erdrich"},
{"quote": "In the darkness, he is invisible, but I can still feel him beside me. Sometimes you don't have to see something to know it is there.", "author": "Maggie Stiefvater"},
{"quote": "Valentine Weather", "author": "Edwin Morgan"},
{"quote": "Not sure how I felt about Antonio and Echo, I linked my fingers with hers. Antonio cocked a surprised eyebrow.", "author": "Katie McGarry"},
{"quote": "It's true that nothing in this world makes us so necessary to others as the affection we have for them.", "author": "Johann Wolfgang von Goethe"},
{"quote": "Love, too, has to be learned.", "author": "Friedrich Nietzsche"},
{"quote": "if they put an iron circle around your neck I will bite it away", "author": "Toni Morrison"},
{"quote": "Love hard when there is love to be had. Because perfect guys don’t exist, but there’s always one guy that is perfect for you.", "author": "Bob Marley"},
{"quote": "The main facts in human life are five: birth, food, sleep, love and death.", "author": "E. M. Forster"},
{"quote": "I have loved to the point of madness; that which is called madness, that which to me, is the only sensible way to love.", "author": "Francois Sagon"},
{"quote": "When I walk, I walk with you. Where I go, you're with me always.", "author": "Alice Hoffman"},
{"quote": "There is peace even in the storm", "author": "Vincent van Gogh"},
{"quote": "I had fallen too far. I was in love with Rush Finlay.", "author": "Abbi Glines"},
{"quote": "Love is the most selfish of all the passions.", "author": "Alexandre Dumas"},
{"quote": "I love you with so much of my heart that none is left to protest.", "author": "William Shakespeare"},
{"quote": "People don't need love. What they need is success in one form or another. It can be love but it needn't be.", "author": "Charles Bukowski"},
{"quote": "A broken heart is just the growing pains necessary so that you can love more completely when the real thing comes along.", "author": "J.S.B. Morse"},
{"quote": "So shut up, live, travel, adventure, bless and don't be sorry", "author": "Jack Kerouac"},
{"quote": "I love you, Missy girl. Even if I can't be with you, know that I'm here. So, that's it. More than the stars, Taylor. More than the stars.", "author": "Chelsea M. Cameron"},
{"quote": "There will be no more British guys. Unless they are members of the royal family, of course. ", "author": "Meg Cabot"},
{"quote": "He showed me his scars, and in return he let me pretend that I had none.", "author": "Madeline Miller"},
{"quote": "Him that I love, I wish to be free -- even from me.", "author": "Anne Morrow Lindbergh"},
{"quote": "He is half of my soul, as the poets say.", "author": "Madeline Miller"},
{"quote": "I've got you. I swear to God, I've got you,\" said Noah. \"Stay with me, Echo.\"", "author": "Katie McGarry"},
{"quote": "Deep in my heart I'm concealing things that I'm longing to say. Scared to confess what I'm feeling - frightened you'll slip away.", "author": "Madonna"},
{"quote": "It may be that you are settled in another place it may be that you are happy but the one who took your heart wields final power.", "author": "Jeanette Winterson"},
{"quote": "I met a boy whose eyes showed me that the past, present and future were all the same thing.", "author": "Jennifer Elisabeth"},
{"quote": "Love is forever. If it wasn't, it wouldn't be love. The world is beautiful. If it wasn't, it wouldn't be the world.", "author": "Rick Yancey"},
{"quote": "A person's rightful due is to be treated as an object of love, not as an object for use.", "author": "Pope John Paul II"},
{"quote": "Like your the ocean and he's desperate to drown.", "author": "Michelle Hodkin"},
{"quote": "...he had a way of taking your hand which made it clear he'd have to be the one to let go.\"", "author": "Alice Hoffman"},
{"quote": "There are not enough days in forever to allow me to fully express the depth of my love for you.", "author": "Steve Maraboli"},
{"quote": "Any time not spent on love is wasted.", "author": "Torquato Tasso"},
{"quote": "But this girl...she doesn’t feel pointless. She’s real and she’s beautiful and she fits perfectly when she’s in my arms. She makes me want to feel.", "author": "Monica  Murphy"},
{"quote": "Faith is why I'm here today and faith is why I made it through.", "author": "Jonathan Anthony Burkett"},
{"quote": "I am not a broken heart.", "author": "Charlotte Eriksson"},
{"quote": "My heart is breaking,\" she says. \"I want to be strong for you right now but the thought of you leaving is killing me inside.", "author": "Pittacus Lore"},
{"quote": "I'm ruined beyond repair, is what I fear...And if so, in time we'd both be wretched and bitter.\"", "author": "Charles Frazier"},
{"quote": "I love you now for what we've already shared, and I love you now in anticipation of all that's to come.", "author": "Nicholas Sparks"},
{"quote": "To become vegetarian is to step into the stream which leads to nirvana.", "author": "Siddhārtha Gautama"},
{"quote": "Were knowledge all, what were our need", "author": "Christopher Brennan"},
{"quote": "Promise me you’ll marry me. Not now. Someday. Because I need to know.", "author": "Rachel Caine"},
{"quote": "A couple of times in your life, it happens like that. You meet a stranger, and all you know is that you need to know everything about him.", "author": "Lisa Kleypas"},
{"quote": "Yesterday we obeyed kings and bent our necks before emperors. But today we kneel only to truth, follow only beauty, and obey only love.", "author": "Kahlil Gibran"},
{"quote": "It is a bad thing to have love and nowhere to put it.", "author": "Kate DiCamillo"},
{"quote": "I wonder how much of the day I spend just callin' after you.", "author": "Harper Lee"},
{"quote": "I drew him in my world;", "author": "Lang Leav"},
{"quote": "There are many goals but one path - the path of compassion.", "author": "Amit Ray"},
{"quote": "Compassion is the signature of Higher Consciousness. Non-violence is the tool to evolve into the Higher Consciousness.", "author": "Amit Ray"},
{"quote": "How beautiful would it be if we could just see souls instead of bodies? To see love and compassion instead of curves.", "author": "Karen Quan"},
{"quote": "Don't let yourself die without knowing the wonder of fucking with love.", "author": "Gabriel García Márquez"},
{"quote": "I love you. It hurts more than anything ever has, but I do. So don't you dare tell me I don't. Don't you ever say it again!", "author": "Jenny Downham"},
{"quote": "Accidents ambush the unsuspecting, often violently, just like love.", "author": "Andrew Davidson"},
{"quote": "I am a restlessness inside a stillness inside a restlessness.", "author": "Dodie Smith (Cassandra Mortmain, I Capture the Castle)"},
{"quote": "It was the first time I was ever in love, and I learned a lot. Before that I'd never even thought about killing myself.", "author": "Steven Wright"},
{"quote": "Love cures people, both the ones who give it and the ones who receive it.", "author": "Karl Menninger"},
{"quote": "Why did dusk and fir-scent and the afterglow of autumnal sunsets make people say absurd things?", "author": "L. M. Montgomery"},
{"quote": "to love means to realize there is a time to let the beloved one go", "author": "Tony Parsons"},
{"quote": "All children should be taught to unconditionally accept, approve, admire, appreciate, forgive, trust, and ultimately, love their own person.", "author": "Asa Don Brown"},
{"quote": "She wanted to cause him pain for taking a place in her heart she wouldn't have given him if she'd known the truth.", "author": "Kristin Cashore"},
{"quote": "Only the liberation of the natural capacity for love in human beings can master their sadistic destructiveness.", "author": "Wilhelm Reich"}
]