[
{"quote": "I like the night. Without the dark, we'd never see the stars.", "author": "Stephenie Meyer"},
{"quote": "Those who dream by day are cognizant of many things which escape those who dream only by night.", "author": "Edgar Allan Poe"},
{"quote": "I have loved the stars too fondly to be fearful of the night.", "author": "Sarah   Williams"},
{"quote": "The darker the night, the brighter the stars,", "author": "Fyodor Dostoevsky"},
{"quote": "Each night, when I go to sleep, I die. And the next morning, when I wake up, I am reborn.", "author": "Mahatma Gandhi"},
{"quote": "What hath night to do with sleep?", "author": "John Milton"},
{"quote": "The night is the hardest time to be alive and 4am knows all my secrets.", "author": "Poppy Z. Brite"},
{"quote": "This is night, Diddykins. That's what we call it when it goes all dark like this. ", "author": "J.K. Rowling"},
{"quote": "The longest way must have its close - the gloomiest night will wear on to a morning.", "author": "Harriet Beecher Stowe"},
{"quote": "Melancholy were the sounds on a winter's night.", "author": "Virginia Woolf"},
{"quote": "I love the silent hour of night,", "author": "Anne Brontë"},
{"quote": "She wanted none of those days to end, and it was always with disappointment that she watched the darkness stride forward. ", "author": "Markus Zusak"},
{"quote": "Some nights are made for torture, or reflection, or the savoring of loneliness.", "author": "Poppy Z.Brite"},
{"quote": "It was the possibility of darkness that made the day seem so bright.", "author": "Stephen King"},
{"quote": "The sky grew darker, painted blue on blue, one stroke at a time, into deeper and deeper shades of night.", "author": "Haruki Murakami"},
{"quote": "There were once two sisters", "author": "Jandy Nelson"},
{"quote": "Night Triumphant- and the Stars Eternal.", "author": "Sarah J. Maas"},
{"quote": "So I am not a broken heart.", "author": "Charlotte Eriksson"},
{"quote": "I don't need to kill goats to say things. I CAN talk.", "author": "L.J. Smith"},
{"quote": "sleep is such a luxury, which i cant afford.", "author": "Robin Sikarwar"},
{"quote": "We sat in the car", "author": "Brian Andreas"},
{"quote": "And the night shall be filled with music,", "author": "Henry Wadsworth Longfellow"},
{"quote": "I wanted what most people wanted—love, companionship.", "author": "Chloe Neill"},
{"quote": "May I kiss you then? On this miserable paper? I might as well open the window and kiss the night air.", "author": "Franz Kafka"},
{"quote": "Softly, deftly, music shall caress you. Hear it, feel it, Secretly possess you.", "author": "Charles  Hart"},
{"quote": "Talon glanced wistfully at his drink as he debated what should take priority. 'Coffee… Daimons… Coffee… Daimons…", "author": "Sherrilyn Kenyon"},
{"quote": "The stars are brilliant at this time of night", "author": "Charlotte Eriksson"},
{"quote": "i want to be", "author": "Sanober Khan"},
{"quote": "No one but Night, with tears on her dark face, watches beside me in this windy place.", "author": "Edna St. Vincent Millay"},
{"quote": "Whoever thinks of going to bed before twelve o'clock is a scoundrel.", "author": "Samuel Johnson"},
{"quote": "When I did finally speak, I surprised myself by saying exactly what was on my mind. “You must hate me.", "author": "Kristin Cast"},
{"quote": "Night is a time of rigor, but also of mercy. There are truths which one can see only when it’s dark", "author": "Isaac Bashevis Singer"},
{"quote": "All shadows of clouds the sun cannot hide", "author": "Munia Khan"},
{"quote": "We love the night and its quiet; and there is no night that we love so well as that on which the moon is coffined in clouds.", "author": "Fitz-James O'Brien"},
{"quote": "In the dark I rest,", "author": "Denise Levertov"},
{"quote": "all those nights with the phone warming the side of my face like the sun.", "author": "Warsan Shire"},
{"quote": "I love to watch the fine mist of the night come on,", "author": "Charles Baudelaire"},
{"quote": "The unwelcome November rain had perversely stolen the day's last hour and pawned it with that ancient fence, the night.", "author": "F. Scott Fitzgerald"},
{"quote": "There is no such thing as a good call at 7 AM. It's been my experience that all calls between the hours of 11 PM and 9 AM are disaster calls.", "author": "Janet Evanovich"},
{"quote": "Good night - may you fall asleep in the arms of a dream, so beautiful, you'll cry when you awake.", "author": "Michael Faudet"},
{"quote": "I'm hungry for a juicy life. I lean out my window at night and I can taste it out there, just waiting for me.", "author": "Brigid Lowry"},
{"quote": "I had a dream about you last night. I was alone on a dark night and you came to me as a firefly. I knew it was you because you were the brightest.", "author": "Crystal Hudson"},
{"quote": "The moon will guide you through the night with her brightness, but she will always dwell in the darkness, in order to be seen.", "author": "Shannon L. Alder"},
{"quote": "Will,\" she said softly, sleepily. \"Last night--\" You were kind to me, she was going to say. Thank you.", "author": "Cassandra Clare"},
{"quote": "It was a wonderful night, such a night as is only possible when we are young, dear reader.", "author": "Fyodor Dostoevsky"},
{"quote": "This is the ending. Now not day only shall be beloved, but night too shall be beautiful and blessed and all its fear pass away.", "author": "J.R.R. Tolkien"},
{"quote": "What-what do you want?\" Annabeth asked, trying to maintain a tone of confidence.", "author": "Rick Riordan"},
{"quote": "The clouds were disappearing rapidly, leaving the stars to die. The night dried up.", "author": "Andre Breton"},
{"quote": "The sky is already purple; the first few stars have appeared, suddenly, as if someone had thrown a handful of silver across the edge of the world.", "author": "Alice Hoffman"},
{"quote": "That was the only decision there was once upon a time: what to do with the night.", "author": "Harry Crews"},
{"quote": "that's because it's from the night, and the night keeps secrets", "author": "Maggie Stiefvater"},
{"quote": "Anything seems possible at night when the rest of the world has gone to sleep.", "author": "David Almond"},
{"quote": "He's waiting for yu, young queen.'", "author": "P.C. Cast"},
{"quote": "There is a loveliness to life that does not fade. Even in the terrors of the night, there is a tendency toward grace that does not fail us. ", "author": "Robert Goolrick"},
{"quote": "Down there the nights are bright and nobody believes in the Devil.", "author": "Cornelia Funke"},
{"quote": "The stars are forth, the moon above the tops", "author": "George Gordon Byron"},
{"quote": "Night, which in Autumn seems to fall from the sky so suddenly, chilled us...", "author": "Jules Barbey d'Aurevilly"},
{"quote": "That night was a dark day. Of course, all nights are dark days, because night is simply a badly lit version of day, ...", "author": "Lemony Snicket"},
{"quote": "Deep down inside, my heart knew the score.", "author": "Alyson Noel"},
{"quote": "Aren’t all fairy tales based in fact? You yourself are supposed to be nothing more than a myth.", "author": "Gena Showalter"},
{"quote": "At night the fog was thick and full of light, and sometimes voices.", "author": "Erin Bow"},
{"quote": "For Death is the meaning of night;", "author": "Cox, Michael"},
{"quote": "It’s the beating of my heart.", "author": "Charlotte Eriksson"},
{"quote": "I can't give you the sunset, but I can give you the night.", "author": "Erin McCarthy"},
{"quote": "When the world is itself draped in the mantle of night, the mirror of the mind is like the sky in which thoughts twinkle like stars.", "author": "Khushwant Singh"},
{"quote": "Allah causes the night and the day to succeed each other. Truly, in these things is indeed a lesson for those who have insight.", "author": "Anonymous"},
{"quote": "Night is certainly more novel and less profane than day.", "author": "Henry David Thoreau"},
{"quote": "It looked as if a night of dark intent was coming, and not only a night, an age. Someone had better be prepared for rage...", "author": "Robert Frost"},
{"quote": "Q: Why do I love thee, O Night?", "author": "Vera Nazarian"},
{"quote": "May night continue to fall upon the orchestra", "author": "Andre Breton"},
{"quote": "The night sky is only a sort of carbon paper,", "author": "Sylvia Plath"},
{"quote": "When the Deep Purple falls,", "author": "Rebecca Wells"},
{"quote": "The craving to risk death is our last great perversion. We come from night, we go into night. Why live in night?", "author": "John Fowles"},
{"quote": "By night the skyscraper looms in the smoke and the stars and has a soul.", "author": "Carl Sandburg"},
{"quote": "Like it or not, there are people who are capable to love", "author": "Toba Beta [Betelgeuse Incident]"},
{"quote": "Saturday night is perfect for writers because other people have \"plans.", "author": "Mike Birbiglia"},
{"quote": "If people don't wish to be eaten then they shouldn't taste so nice", "author": "Amy Mah-Vampire"},
{"quote": "Press close, bare-bosomed Night!", "author": "Walt Whitman"},
{"quote": "Now she’s lit by the warm orange spreading from the horizon as not-quite-day, becomes not-quite-night", "author": "David Levithan "},
{"quote": "Soundlessly whispering into the void, my lips moving quickly, silently, without ceasing. Calling his name, calling him to me.", "author": "Alyson Noel"},
{"quote": "Foolishness sleeps soundly, while knowledge turns with each thinking hour, longing for the dawn of answers.", "author": "Anthony Liccione"},
{"quote": "Who says you cannot hold the moon in your hand?", "author": "Vera Nazarian"},
{"quote": "Every star was once darker than the night, before it awoke.", "author": "Dejan Stojanovic"},
{"quote": "The summer demands and takes away too much. /But night, the reserved, the reticent, gives more than it takes", "author": "John Ashbery"},
{"quote": "I got tired of feeling like Dracula. I wanted to see some daylight, and not just at six o’clock in the morning.", "author": "Kate Moss"},
{"quote": "The dawn of beauty always comes after night.", "author": "Sorin Cerin"},
{"quote": "a silent night. - the most eloquent poem i have ever read.", "author": "Sanober Khan"},
{"quote": "A cool breeze stirred my hair at that moment, as the night wind began to come down from the hills, but it felt like a breath from another world.", "author": "Francis Marion Crawford"},
{"quote": "Ceaseless as the interminable voices of the bell-cricket, all night till dawn my tears flow.", "author": "Murasaki Shikibu"},
{"quote": "Bright colours in the west, giant butterflies dancing as night crept like a cripple toward the east.", "author": "Roberto Bolaño"},
{"quote": "If we had more sleepless nights in prayer, there would be fewer souls to have a sleepless eternal night in hell.", "author": "Leonard Ravenhill"},
{"quote": "A word only writes", "author": "Dejan Stojanovic"},
{"quote": "A lonely night is more profound then lonesome nights.", "author": "Santosh Kalwar"},
{"quote": "The night is still waiting.", "author": "Dejan Stojanovic"},
{"quote": "Lie you easy, dream you light,", "author": "A.E. Housman"},
{"quote": "Night is mine, together with a substantial part of the future.", "author": "Nelly Kaplan"},
{"quote": "Last night, lost in spaces between star—bays and lakes of clouds, I tossed and turned looking for you", "author": "john j geddes"},
{"quote": "Walk with this tomorrow night. If nothing happens, then", "author": "Keith Kekic"},
{"quote": "By night, I am free.", "author": "Courtney Cole"},
{"quote": "Then Deborah stood at the wicket gate, the boundary, and there was a woman with outstretched hand, demanding tickets.", "author": "Daphne du Maurier"},
{"quote": "The only true borders lie between day and night, between life and death, between hope and loss.", "author": "Erin Hunter"},
{"quote": "There had to be something wrong with my life. I should have been born a Yugoslavian shepherd who looked up at the Big Dipper every night.", "author": "Haruki Murakami"},
{"quote": "Down the hill I went, and then,", "author": "Sara Teasdale"},
{"quote": "Isn't it queer that the things we writhe over at night are seldom wicked things? Just humiliating ones.", "author": "L.M. Montgomery"},
{"quote": "O night, O sweetest time, though black of hue,", "author": "Michelangelo Buonarroti"},
{"quote": "Tonight, It's not about You, Tonight It's about Me,", "author": "Syed Murtaza Haroon"},
{"quote": "Again and again, the cicada’s untiring cry pierced the sultry summer air like a needle at work on thick cotton cloth.", "author": "Yukio Mishima"},
{"quote": "Now the night's breath responds to the sea, which I can scarcely hear from here, as it reminisces about its shipwrecks.", "author": "Joe Bousquet"},
{"quote": "At night the sky is pure astronomy.", "author": "Nicole Krauss"},
{"quote": "I've just been bitten on the neck by a vampire... mosquito. Does that mean that when the night comes I will rise and be annoying?", "author": "Vera Nazarian"},
{"quote": "The nights were long, like the braids of a pretty girl, and the days were short, like a girl's sense. (\"The North\")", "author": "Yevgeny Zamyatin"},
{"quote": "Saffy could tell by the feel of the darkness that Caddy was awake. She said, \"Caddy, how far back can you remember?\"", "author": "Hilary McKay"},
{"quote": "Slowly the truth is loading", "author": "David Gray"},
{"quote": "And here face down beneath the sun", "author": "Archibald MacLeish"},
{"quote": "Tonight’s going to be one of those things that seem to last forever.", "author": "Cath Crowley"},
{"quote": "And at the end of the night, they realized how important those little stars were, which they ignored while adoring the beauty of the moon whole night.", "author": "Akshay Vasu"},
{"quote": "A sense of wrongness, of fraught unease, as if long nails scraped the surface of the moon, raising the hackles of the soul.", "author": "China Miéville"},
{"quote": "You knows dat in New Orleans is not morning 'til dee sun come up.", "author": "Tom Robbins"},
{"quote": "He stopped and leaned against a pole and looked up at the deaf and swollen sky. It was a movement of dark shapes, a hurrying, a running.", "author": "Charles Beaumont"},
{"quote": "The nearer the dawn", "author": "Henry Wadsworth Longfellow"},
{"quote": "Night was come, and her planets were risen: a safe, still night: too serene for the companionship of fear.", "author": "Charlotte Brontë"},
{"quote": "You are the stories and incidents that you never tell to anyone. You are the thoughts that you get while standing under the", "author": "Akshay Vasu"},
{"quote": "The air was full of all the night noises that, taken together, make one big silence...", "author": "Rudyard Kipling"},
{"quote": "Bound, elbow to elbow, darkness and night entered the dwelling.", "author": "Luis Buñuel"},
{"quote": "The night was white-blind with fog, and Kate staggered over every stone and stumbled in every puddle, but she pushed on as fast as she could.", "author": "Erin Bow"},
{"quote": "Day or night, good or bad…all things from within.", "author": "T.F. Hodge"},
{"quote": "The night has a thousand eyes", "author": "Francis William Bourdillon"},
{"quote": "One thing about London is that when you step out into the night, it swallows you.", "author": "Sebastian Faulks"},
{"quote": "Before the first before and after the last after, there is night waiting.", "author": "Dejan Stojanovic"},
{"quote": "The night stared me in the face, amorphous, blind, infinite, without frontiers. Not a single start relieved the darkness behind the glass.", "author": "Stanisław Lem"},
{"quote": "Will the day tell its secret", "author": "Dejan Stojanovic"},
{"quote": "Sleep is an under-ocean dipped into each night.", "author": "Jim Morrison"},
{"quote": "They will smile, as they always do when they plan a major attack late in the night.", "author": "Dejan Stojanovic"},
{"quote": "Magic of the nights is always much impressive than the magic of the days! ~", "author": "Mehmet Murat ildan"},
{"quote": "The window shades have all been removed. Nighttime is now free to encroach.", "author": "Tracy Letts"},
{"quote": "You deicde, and you make our night what you want. Brilliant and ours. Stupid and theirs.", "author": "Arthur Phillips"},
{"quote": "As he took them in his arms, the crying of the babies permeated the night like a trail of blood calling out to a predator.", "author": "Carlos Ruiz Zafón"},
{"quote": "Thanks, Pepe. You've put an extra night into my life. I would have spent it just sleeping like an ox, but I've lived it instead. I'm grateful.", "author": "Manuel Vázquez Montalbán"},
{"quote": "Twilight was laying claim to the cité, and the sky was a deepening shade of lavender, spangled with stars and fleecy clouds the colour of plums.", "author": "Sharon Kay Penman"},
{"quote": "I ran from them. Nights, yellow lights", "author": "Deborah Ager"},
{"quote": "Death’s life should have listened to the moonly whispers of breathing in the coldest nights", "author": "Munia Khan"},
{"quote": "And all we feared inside the night / shows true in morning's biased light.", "author": "Garth VonBuchholz"},
{"quote": "The sea was silent, the sky was silent; I was alone with the night and silence.", "author": "H.G. Wells"},
{"quote": "The cadence of suffering has begun. Every evening at dusk, my heart constricts until night has come.", "author": "Cesare Pavese"},
{"quote": "To hearts which near each other move", "author": "Percy Bysshe Shelley"},
{"quote": "You sleep too early every night trying to dreamed your dreams while I sleep late every night trying to fulfill mine.", "author": "Jimvirle/Jinvirle"},
{"quote": "Last night we kept on dreaming together!", "author": "Avijeet Das"},
{"quote": "In a sleepless ordinary night like any other, Black is the warmest colour﻿...close your eyes to see better.", "author": "Efrat Cybulkiewicz"},
{"quote": "The only ones awake at three in the morning are either those who are lonely or those who are in love", "author": "Faraaz Kazi"},
{"quote": "There's no good reason why I shouldn't kiss you right now.", "author": "Giovannie de Sadeleer"},
{"quote": "His fragile night was ready for her loving light.", "author": "Giovannie de Sadeleer"},
{"quote": "Infinite sensations. Pearly night air.", "author": "Virginia Woolf"},
{"quote": "Oh and night, the night, when a wind full of infinite space gnaws at our faces", "author": "Maggie Stiefvater"},
{"quote": "I’d rather live in a world where I get to love the moon than in one where I don’t, even if the moon won’t return the feeling.", "author": "Alex London"},
{"quote": "Believe in the night, it is magical. Nighttime awakens the core of the self where all of our demons that rest in daylight are up for us to tame.", "author": "Michael Lottner"},
{"quote": "Last night we spun dreams from the cobwebs of time!", "author": "Avijeet Das"},
{"quote": "Each day was an unfinished thought. Night was a secret bursting to be told.", "author": "Sherry Jones"},
{"quote": "It's made of poetry and art and lost hearts enhanced in magic", "author": "Claudia Pavel"},
{"quote": "She spared a glance for the townscape of jagged roofs and straggly tree branches, of rough edges that snagged the sky and made it bleed starlight.", "author": "Angela Panayotopulos"},
{"quote": "I like the night, I have clearer ideas in the dark.", "author": "Serge Gainsbourg"},
{"quote": "The things of the night cannot be explained in the day, because they do not then exist.", "author": "Ernest Hemingway"},
{"quote": "Even a man who is pure in heart,", "author": "Curt Siodmak"},
{"quote": "But I look up above and see the sky", "author": "Talia Basma"},
{"quote": "Night is", "author": "Denise Levertov"},
{"quote": "Before I met you, all I could see was a black hole.", "author": "Giovannie de Sadeleer"},
{"quote": "The night itself is riddled with her, wide with her, and alive with her.", "author": "Gabriela Mistral"},
{"quote": "Night is the struggle within ourselves.", "author": "Marty Rubin"},
{"quote": "The elegant figures of the constellations spun above them, driven by the wheel of the heavens.", "author": "Jennifer Zeynab Joukhadar"},
{"quote": "It is the very error of the moon. She comes more nearer earth than she was wont. And makes men mad.", "author": "William Shakespeare"},
{"quote": "If you deprive yourself of night’s mystery, you will devoid of universe’s mystery too!", "author": "Mehmet Murat ildan"},
{"quote": "The sky was so thick with stars it was as if he could reach out and brush them with his hand.", "author": "justin cronin"},
{"quote": "Both times it was loneliness, and the night, and panic afterwards.", "author": "E.M. Forster"},
{"quote": "It ain’t much of a story, but I don’t feel like tellin it at the moment. Maybe a different night under different stars. These ones are too hopeful.", "author": "Alden Bell"},
{"quote": "Welcome to the place on the other side of midnight.", "author": "Mladen Đorđević"},
{"quote": "At night I have wings.", "author": "Franz Richter"},
{"quote": "Upon the honey’d middle of the night,", "author": "John Keats"},
{"quote": "She blazed. She kindled. Out of the night she burnt like a white star.", "author": "Virginia Woolf"},
{"quote": "Where people are gone the night falls upward, black and unmanned.", "author": "Rachel Kushner"},
{"quote": "Bear, I need your eyes. I need your nose. I need your night-wits and forest-wisdom.", "author": "Frances Hardinge"},
{"quote": "Tis the night to think on, will the morrow come?", "author": "Anthony T. Hincks"},
{"quote": "Stars aren't the only things that shine at night.", "author": "Anthony T. Hincks"},
{"quote": "We’re under the same starry sky,” I say.", "author": "Jenn Bennett"},
{"quote": "Watching the sun set is like watching a beautiful kid die for a good cause.", "author": "Darnell Lamont Walker"},
{"quote": "Eastern Standard Time", "author": "Billy Collins"},
{"quote": "The days are for freedom and the nights for love.", "author": "Marty Rubin"},
{"quote": "Look ahead to the bright light", "author": "Soulla Christodoulou"},
{"quote": "Sam wanted to get up, calmly set his napkin down, and sprint out into the night.", "author": "Mary H.K. Choi"},
{"quote": "Night has fallen. And it will last for a very long time.", "author": "Jake Halpern"},
{"quote": "I hate the night, the awful night!", "author": "Noha Alaa El-Din"},
{"quote": "A Night can NEVER defeat the Sunrise", "author": "Sumit Sharma"},
{"quote": "The bluish, pale", "author": "Mark Strand"},
{"quote": "Love is what makes the world turn around, the night turn into day, and dreams turn into reality.", "author": "Anthony T. Hincks"},
{"quote": "Those who have chosen to pass the night", "author": "Mark Strand"},
{"quote": "Having come from the light and from the gods, here I am in exile, separated from them.", "author": "Umberto Eco"},
{"quote": "Let night come; it's time to dream.", "author": "Marty Rubin"},
{"quote": "The dark night has passed, and day has come again. But the day has brought strange tidings.", "author": "J.R.R. Tolkien"},
{"quote": "Night is just a fusion of dreams.", "author": "Mirela Stancu"},
{"quote": "i want her to know that", "author": "Avijeet Das"},
{"quote": "What darkness swirls inside your head? You are the Pinot Noir beside my bed.", "author": "Silvia Ardor"},
{"quote": "Abortive time: unwilling to tarry", "author": "Munia Khan"},
{"quote": "But neither of us closed our eyes against the immeasurable dark of that silent night.", "author": "Tayari Jones"},
{"quote": "Sunrise is the start of something beautiful: the day.", "author": "Juansen Dizon"},
{"quote": "Night quilts the sky with stars sewn like the uneven stitching of my jacket.", "author": "Alexandra Christo"},
{"quote": "It's the moon that moves me. The sunlight makes everything so obvious.", "author": "Bavo Dhooge"},
{"quote": "I love the gap, that momentary gap where day and night are not defined.", "author": "debbie lynn - 360 degrees full circle"},
{"quote": "All I'm saying,\" said Vince, \"is we don't need to have ourselves all figured out in one night. You know?", "author": "Nilah Magruder"},
{"quote": "Let love's eternal flame of hope hold back the shadows of the night.", "author": "Grace Willows"},
{"quote": "The night felt very long, but it ended as all nights do.", "author": "Laini Taylor"},
{"quote": "The sky was low at night, full of the presence of a strange and watchful God.", "author": "F.Scott Fitzgerald"},
{"quote": "Night is the natural enemy of day.", "author": "Anthony T.Hincks"},
{"quote": "Despite how dark it might be, what is tonight but the precursor to tomorrow?", "author": "Craig D. Lounsbrough"},
{"quote": "A masquerade will only last as long as the night is dark.", "author": "Anthony T. Hincks"},
{"quote": "Enjoy the wine, don’t spill the night…", "author": "Talismanist Giebra"},
{"quote": "People drink democracy in a glass of tea", "author": "Sneha Subramanian Kanta"},
{"quote": "People drink democracy in a glass of tea", "author": "Sneha Subramanian Kanta"},
{"quote": "Enjoy the wine, don’t spill the night…", "author": "Talismanist Giebra"},
{"quote": "There are exactly the same things in a room at night as there are in the daytime; it's just that you can't see them.", "author": "Arturo Pérez-Reverte"},
{"quote": "He must have laughed at me", "author": "Natasha Jain"},
{"quote": "The night, cold and silent,", "author": "Phen Weston"},
{"quote": "As night falls, let the day's troubles slip away into", "author": "L.R. Knost"},
{"quote": "Sleep is but a vessel in which our dreams traverse the heavens.", "author": "Anthony T. Hincks"},
{"quote": "Treat tonight like it’s the last night of your life. I hope it’s not, but hey, you never know.", "author": "Jason Medina"},
{"quote": "We're all flames in the fire.", "author": "Kate McGahan"},
{"quote": "Your skin is a thousand stars", "author": "Kamand Kojouri"},
{"quote": "...to hold twilight or watch it darken, describes the pleasure we take in pausing to observe as day slips into night.", "author": "Louisa Thomsen Brits"},
{"quote": "There will be stars over the place forever;", "author": "Sara Teasdale"},
{"quote": "Light has to come at some point. Night can't stay here forever.", "author": "Rebekah Crane"},
{"quote": "Sunday,February 4th 2018", "author": "Charmaine J Forde"},
{"quote": "I want you to look at me the way I look at the ceiling in the night. The way three am knows my name.", "author": "Dominic Riccitello"},
{"quote": "Oh how I enjoy the night", "author": "Evy Michaels"},
{"quote": "Night time", "author": "Melody  Lee"},
{"quote": "Reversing the sleep and wake cycles of the human through night shift work is known to cause extensive long term damage in humans.", "author": "Steven Magee"},
{"quote": "I can be a hero and a villain all in one night.", "author": "Chelsea Sedoti"},
{"quote": "I’d rather be the creep in the night and the fire that burns your eyes than the way you use and define life.", "author": "Dominic Riccitello"},
{"quote": "It's the chill of a beautiful sunset that promises a lovely night ahead.", "author": "Anthony T. Hincks"},
{"quote": "Anyone who has experienced a debilitating sleep disorder knows what it is like to be the walking dead.", "author": "Steven Magee"},
{"quote": "Sometimes the night can be your best therapist. For the moon is free, and always there to listen.", "author": "A.Y. Greyson"},
{"quote": "It was dark, now, the gossamer moon hanging among diamond stars in the soft black of the night.", "author": "Amber Newberry"},
{"quote": "I wonder if Linda would still come see me if she wasn't called sister. I wonder if light would still fade if weren't a word night.", "author": "Kendra Fortmeyer"},
{"quote": "The quest is ongoing", "author": "Laurence Overmire"},
{"quote": "Each day is born with a sunrise", "author": "Suzy Kassem"},
{"quote": "You speak in night, not because it’s night, but because it’s dark enough in theory that no one will see you.", "author": "Dominic Riccitello"},
{"quote": "The night kisses the fading day whispering to his ear, “I am death, your mother. I am to give you fresh birth.", "author": "Rabindranath Tagore"},
{"quote": "Night has more words to say to you than the day can tell you!", "author": "Mehmet Murat ildan"},
{"quote": "the train plunges on through the pitch-black night", "author": "Nazim Hikmet"},
{"quote": "Dear soul,", "author": "Etel Adnan"},
{"quote": "i am in need of a sudden Shift,", "author": "Syed Murtaza Haroon"},
{"quote": "Under a night’s sky", "author": "Justin Wetch"},
{"quote": "Dark nights are unpleasant,\"", "author": "Arthur Conan Doyle"},
{"quote": "The night. The stars. The river.", "author": "Edward Abbey"},
{"quote": "It's when the sky slowly changes from day to night that you see God turn on his outside lights to illuminate the heavens for those below.", "author": "Anthony T.Hincks"},
{"quote": "When night falls, does it make a sound?", "author": "Marty Rubin"},
{"quote": "Silver constellations sparkled across the velvet sky, revealing the mythical creatures that lingered in the valley of stars.", "author": "Erin Forbes"},
{"quote": "At the nights our real self - the most true and deepest emotions wake up.", "author": "Jeren N. Turoonju"},
{"quote": "I have rather watch the beauty of night than the clamor of day.", "author": "Irfa Rahat"},
{"quote": "The night was over, for he did not dare to play forbidden games with a woman who had proven too many times that she knew the dark side of the moon.", "author": "Gabriel García Márquez"},
{"quote": "The night hides a world, but reveals a universe.", "author": "Terry Gotham"},
{"quote": "Live at night, dream during the day. Oh life, why does it have to be this way?", "author": "Nico J. Genes"},
{"quote": "The light overcome the darkness.", "author": "Lailah Gifty Akita"},
{"quote": "Colour my world with sunset peach and betwixt the dying day and blooming night, we shall dance across the impatient stars of twilight...", "author": "Virginia Alison"},
{"quote": "It is at night that we talk , for that is the only time when people belong to themselves. The outer sun goes out and lets us look at the inner sun", "author": "Amruta Patil"},
{"quote": "Sleep disorders are commonly misdiagnosed as mental health disorders.", "author": "Steven Magee"},
{"quote": "Darkness fell, gathering sin.", "author": "Aaron Dries"},
{"quote": "I look up upon a sparsely starred abyss", "author": "Justin Wetch"},
{"quote": "Dreaming By Day, Wishing On Stars At Night...", "author": "Nyki Mack"},
{"quote": "I have drunk the night", "author": "Kamand Kojouri"},
{"quote": ". . . a wind howling began, which seemed to form all over the country, as far as the imagination could grasp it through the gloom of the night.", "author": "Bram Stoker"},
{"quote": "Your smile is what gets me through the day and my dreams of you are what gets me through the night.", "author": "Anthony T.Hincks"},
{"quote": "Dad!\" Jesus yelled.", "author": "Anthony T. Hincks"},
{"quote": "Through the dark night chasing the morning light", "author": "Richard L.  Ratliff"},
{"quote": "The hush of the night sky is the silence of a graveyard.", "author": "Ted Chiang"},
{"quote": "Relationship for someone it's like to life, as life happens once its happens once.", "author": "Mohammed Zaki Ansari"},
{"quote": "Night, I have discovered, has a faintly bitter taste, caused by its large ingredient of Un-attained Possibility.", "author": "Christopher Morley"},
{"quote": "May your lamp forever burn at night.", "author": "Lailah Gifty Akita"},
{"quote": "Man thalabal ‘ula sahiral layali.” He who wants glory will work late into the night. -184", "author": "Ahmad Fuadi"},
{"quote": "Night gets its own way in the end. The torches go out,", "author": "Matthew Francis"},
{"quote": "If you walk in the light, all the darkness around you shall disappear.", "author": "Lailah Gifty Akita"},
{"quote": "When the rain finally abates, I decide to wait out the night instead of trying to climb in the dark.", "author": "Rae Carson"},
{"quote": "The Moon is the light of the night.", "author": "Lailah Gifty Akita"},
{"quote": "The sun loves the moon so much that he dies every night to let her breathe, and in return, she reflects his love.", "author": "Jeffrey Fry"},
{"quote": "Night heralded sleep and shadows, demons and dreams. But I heralded the night.", "author": "Roshani Chokshi"},
{"quote": "I cast my eyes out to the sea", "author": "Richelle E. Goodrich"},
{"quote": "you clutter my mind", "author": "Madisen Kuhn"},
{"quote": "At a night like this,", "author": "Kamand Kojouri"},
{"quote": "When your dreams are clearer and stronger than your sleep, night becomes a mere extension of day", "author": "Anoop Raghav"},
{"quote": "There are some places you can't visit anymore,", "author": "Vaishal sheth"},
{"quote": "Tonight is the night of telling our stories. You tell three and I four.", "author": "Avijeet Das"},
{"quote": "There are some days we can claim and there are other days that claim us.", "author": "Kamand Kojouri"},
{"quote": "The night is the balm for the wounded souls of the world.", "author": "Avijeet Das"},
{"quote": "The bird of hope sings", "author": "Neelam Saxena Chandra"},
{"quote": "In day-time we investigate, but at night believe.", "author": "James Slack"},
{"quote": "This is it. This is how I always saw heaven, always by the sea, always by night, always in the dark.", "author": "Hannah Lillith Assadi"},
{"quote": "Now there were stars overhead, hanging like frozen spears of light, stabbing the night sky.", "author": "Neil Gaiman"},
{"quote": "My favorite symphony is the silent song of the night!", "author": "Avijeet Das"},
{"quote": "The dawn is your enemy.", "author": "adult swim"},
{"quote": "Last night, I was a mad man searching for a whiff of your fragrance. The stars and the moon even laughed at me.", "author": "Avijeet Das"},
{"quote": "Last night I weaved dreams from the cobwebs of time!", "author": "Avijeet Das"},
{"quote": "Starlight is best felt at noon...", "author": "Will Advise"},
{"quote": "We take a last look out of the window at the night, and I send a silent wish to everyone out there for this kind of warmth.", "author": "Nina LaCour"},
{"quote": "Don’t wait up for me tonight, for the night will be black and white.", "author": "Gérard de Nerval"},
{"quote": "The night is the balm for the wounded soul!", "author": "Avijeet Das"},
{"quote": "Yellow is the colour of the sun.", "author": "Anthony T. Hincks"},
{"quote": "It was raining that night, when we kissed for the first time.", "author": "Avijeet Das"},
{"quote": "Give me one more night to taste the dark", "author": "Munia Khan"},
{"quote": "Persons in whom a crisis takes place pass the night preceding the paroxysm uncomfortably, but the succeeding night generally more comfortably.", "author": "Hippocrates"},
{"quote": "Night never needs a shade", "author": "Munia Khan"},
{"quote": "Life is the night sky", "author": "Richard L.  Ratliff"},
{"quote": "Because I am, just as you are you. We don’t always get to pick who we are, Shelly Wynn, but we can choose to celebrate it.", "author": "Nathan Reese Maher"},
{"quote": "Night is the time to dream and morning is the time to actualize them!", "author": "Mehmet Murat ildan"},
{"quote": "When twilight sleeps holding the night", "author": "Munia Khan"},
{"quote": "Night simply drapes itself over the day", "author": "Margarita Engle"},
{"quote": "Build my night with your cheeks.", "author": "Malak El Halabi"},
{"quote": "Why didn't anyone question \"It's been a hard days night\" Who talks like that anyway?", "author": "Chuck Bridges"},
{"quote": "Somehow her hula hoop had cut into the driver’s side door like the vehicle was made of cheese.", "author": "Nathan Reese Maher"},
{"quote": "Soon, all the children were chanting it. “No school! No school!", "author": "Nathan Reese Maher"},
{"quote": "Aloha Oukou. It looked like your soul was escaping so I put you in a tree.", "author": "Nathan Reese Maher"},
{"quote": "It is inevitable that there will come a time when mankind will go out more at night and stay indoors during the day to avoid harmful solar rays.", "author": "Nabil N. Jamal"},
{"quote": "Lydia displays her right hand and instantly bathed the room with a blinding light. It lasted only a moment before it drew back into her palm.", "author": "Nathan Reese Maher"},
{"quote": "Usually, when I dream of flying", "author": "Kamand Kojouri"},
{"quote": "Die every night so in the morning you are reborn.", "author": "Kamand Kojouri"},
{"quote": "I’m here for you. Always. Do you feel me?Hear me? I talk to you every night, does it reach you?", "author": "Charlotte Eriksson"},
{"quote": "Hope is a helium balloon. It is a wish lantern set out into the dark sky of night.", "author": "Sharon Weil"},
{"quote": "It is wonderful,", "author": "Kamand Kojouri"},
{"quote": "I left smiles on your wordless lips", "author": "Munia Khan"},
{"quote": "Every day I thank God for giving me a little kind heart which bears this life", "author": "Ahlam Salhab"},
{"quote": "We need to know that a dark night is always followed by a nice morning", "author": "Sunday Adelaja"},
{"quote": "The night it falls", "author": "Virginia Alison"},
{"quote": "And sometimes when I tilt my head,", "author": "Jasleen Kaur Gumber"},
{"quote": "She wanted to reach up to the night and dig her fingers into it, beg it to stay just a little bit longer.", "author": "Adi Alsaid"},
{"quote": "They say Night is all black in the face", "author": "Ankaj"},
{"quote": "I slept under the moonlight and set my soul free, caged within jars like fireflies\".", "author": "Prajakta Mhadnak"},
{"quote": "The stars were better company anyway. They were very beautiful, and they almost never snored.", "author": "David Eddings"},
{"quote": "Dark night knows what full moon requires", "author": "Munia Khan"},
{"quote": "The Sun can rise anytime in your dreams. And there night may fall anytime as well.", "author": "Munia Khan"},
{"quote": "A snake was never called by its name at night, because it would hear. It was called a string.", "author": "Chinua Achebe"},
{"quote": "Starlight beats when heart twinkles", "author": "Munia Khan"},
{"quote": "What your mind sees when you close your eyes marks the entrance to an endless universe: your imagination.", "author": "Stephen Helmes"},
{"quote": "It was easy to conclude: The night was young and alive, in its ever so subtle way.", "author": "Lauren Lola"},
{"quote": "Why are we sneaking out in the night?” Jack repeated.", "author": "Michael  Grant"},
{"quote": "I still think about you at night", "author": "C.J. Carlyon"},
{"quote": "The world has been blind in the presence of artificial lights.They blame about the darkness in broad daylight.", "author": "Bikash Chaurasiya"},
{"quote": "Rape, cockroaches... are still a real nightmare.", "author": "Deyth Banger"},
{"quote": "Woodget glanced into the dim shadows behind the trees. \"What you be hiding fer?\" he called.", "author": "Robin Jarvis"},
{"quote": "The night had a nearly liquid quality, was like sliding into a warm swimming pool, a pool filled with buoyant darkenss instead of water.", "author": "Joe Hill"},
{"quote": "I gave them everything I had, and I guess it feels", "author": "Kris Kidd"},
{"quote": "And he will never know what it is to look up at the night sky and wish.", "author": "Sarah J. Maas"},
{"quote": "A library at night is full of sounds: the unread books can't stand it any longer and announce their contents, some boasting, some shy, some devious.", "author": "Helen Oyeyemi"},
{"quote": "I know that some night", "author": "Charles Bukowski"},
{"quote": "When it happens and it hits hard, we decide certain things, and realize there's truth in all those dark, lonely days\"", "author": "Dave Matthes"},
{"quote": "In between waking up from bed in the morning and going back in the evening, let something happen. God will bless that “something” for you.", "author": "Israelmore Ayivor"},
{"quote": "Because at night", "author": "Kamand Kojouri"},
{"quote": "Night after night on starry wings", "author": "Munia Khan"},
{"quote": "Whatever you value, it becomes your sun! If you value a calm night, your own sun will rise with the sunset on the horizon!", "author": "Mehmet Murat ildan"},
{"quote": "You found me under the thousand stars, shining above us at the night. You found me and you wanted me to shine for you.", "author": "Tamara Stamenkovic"},
{"quote": "Last night was dark and full of terror and while we slept, the angels kept their watch of wondering love.", "author": "OMOSOHWOFA CASEY"},
{"quote": "Twilight ...", "author": "Neena Verma"},
{"quote": "When something hurts them, they weep.", "author": "Christina Engela"},
{"quote": "Nature is the guardian of Africa. While the sun lights the African sky in day time, the moon begs the world to help her lighting Africa in the night", "author": "Munia Khan"},
{"quote": "Tread not into the fearsome night", "author": "Robin Jarvis"},
{"quote": "Like the moon shining bright", "author": "Ana Claudia Antunes"},
{"quote": "I think I can hear the unseen moon", "author": "Alexandra Oliva"},
{"quote": "May the nights always be aglow", "author": "Sanober  Khan"},
{"quote": "Not for everyone a darkest night is bid farewell by a bright sunrise.", "author": "Saud khan"},
{"quote": "I love you to the moon and bed.", "author": "C.J. Carlyon"},
{"quote": "The garden is a miraculous place, and anything can happen on a beautiful moonlit night.", "author": "William Joyce"},
{"quote": "Stare up at the stars,", "author": "Kyra Jackson"},
{"quote": "Day and night. Give and take. But never to die. Each have their time.", "author": "Zechariah Barrett"},
{"quote": "Memories are fragile; they can be broken and forgotten or preserved like a tomb.", "author": "Tony Conte"},
{"quote": "Battles waged in daylight are fought by soldiers. Battles waged at night are fought by savages.", "author": "Lance Conrad"},
{"quote": "When the silence of the night becomes the chanting of poetry, the departure of con-cavity", "author": "Goitsemang Mvula"},
{"quote": "You have to choose whether to go to a restless sleep or to stay awake and fight for a blissful night rest.", "author": "Michael Bassey Johnson"},
{"quote": "The trees were set close and from the perimeter of that parcel of land I could not see the school hidden within them.", "author": "Thomas Ligotti"},
{"quote": "The rangers of the night stay strangers in the eye of time.", "author": "Adhish Mazumder"},
{"quote": "All vampires are brothers in the brotherhood of night!", "author": "Stewart Stafford"},
{"quote": "As sonner began as sooner finished... the guilt is after you. I feel it, I see it and I smell you have done something..., didn't you??", "author": "Deyth Banger"},
{"quote": "Stealthily the stars slid forward into nothingness.", "author": "Ursula K. Le Guin"},
{"quote": "I couldn't sleep 5/23/2016 and 5/24/2016 the time between them the night which puts differences between the day and split them.", "author": "Deyth Banger"},
{"quote": "I suppose even monsters can be afraid of the dark.", "author": "Leslye Walton"},
{"quote": "The moon seems unaware", "author": "Munia Khan"},
{"quote": "Last night, I spoke to God.", "author": "Kamand Kojouri"},
{"quote": "There’s an infant part in our souls which longs for the lullaby truths of life every night for a tranquil slumber.", "author": "Munia Khan"},
{"quote": "Out here,", "author": "A.P. Sweet"},
{"quote": "Midnight! the outpost of advancing day!", "author": "Henry Wadsworth Longfellow"},
{"quote": "Nights; are belong to the universe that speaks about an unspoken feelings into a poetry.", "author": "Dina Zettira Putri"},
{"quote": "Then she called Gansey.", "author": "Maggie Stiefvater"},
{"quote": "...a redoubtable alchemy was at work behind impenetrable veils as the forest prepared its nocturnal mysteries.", "author": "Julien Gracq"},
{"quote": "My last thought before falling asleep last night was a realisation that I was falling in love with Andrew.", "author": "N.R. Walker"},
{"quote": "Sometimes at night", "author": "A.P. Sweet"},
{"quote": "at night i loved her", "author": "A.P. Sweet"},
{"quote": "The starry night sky echoed across my thoughts, the expanse of my own void filtered in its quiet solitude.", "author": "Gina Marinello-Sweeney"},
{"quote": "Bored with the upsetting realities of the day? Then leave yourself to the calming mysteries of the night!", "author": "Mehmet Murat ildan"},
{"quote": "Listen to the sunset...see its pretty hue... When you see it, think of me...and I'll think of you...", "author": "Oksana Rus"},
{"quote": "From this day forward, you will be my sun at dawn and my stars at night, and I vow to love and cherish you for all our days.", "author": "Marissa Meyer"},
{"quote": "I have woken up…quite sloshed", "author": "Sanober Khan"},
{"quote": "Rejoice with glitters of ashes tonight", "author": "Munia Khan"},
{"quote": "Let the night take you. Let the stars evaporate into your dreams. Let sleep be the only comfort for you to believe.", "author": "Anthony Liccione"},
{"quote": "Rubbing noses with me, she laughed, and I swear the Elysian night sang with the sound of it.", "author": "Jovee Winters"},
{"quote": "By night, beloved, tie your heart to mine", "author": "Pablo Neruda"},
{"quote": "It's late at night when the memory comes for me, like it always seems to when the relief of sleep seems ready to draw me under.", "author": "Joaquin Lowe"},
{"quote": "They sat on the boarding house porch and saw the sun plunge into the same crack in the earth from which the night emerged.", "author": "Zora Neale Hurston"},
{"quote": "She didn't fear the night, though she found little comfort in its dark hours.", "author": "Sarah J. Maas"},
{"quote": "Drink in the moon as though you might die of thirst.", "author": "Sanober Khan"},
{"quote": "I believe the night I’ve never met", "author": "Munia Khan"},
{"quote": "Lords of spirit, Lords of breath,", "author": "Madeleine L'Engle"},
{"quote": "It takes grace to stop working and go to bed. When in bed, more grace is needed to rise up and begin work again.", "author": "Lailah Gifty Akita"},
{"quote": "A radiant full moon of silver hangs in the black sky, between the veils of misty clouds.", "author": "Moonshine Noire"},
{"quote": "When life gets dark, that's when stars appear among us. Shine bright, beautiful ones. Throw light from your burning hearts.", "author": "John Mark Green"},
{"quote": "When I finally lie down, I find sleep elusive. The same thoughts that trouble me during the day are only compounded by the stillness of night.", "author": "Brandon Sanderson"},
{"quote": "With night's", "author": "Adelaide Crapsey"},
{"quote": "Hurry up, before there's no more night left.", "author": "Maggie Stiefvater"},
{"quote": "No matter how dark your night, my friend, may you always find enough light to take the next step.", "author": "John Mark Green"},
{"quote": "All the best secrets are told at night.", "author": "Mark  Lawrence"},
{"quote": "You have not lived until you have fled a city in a country where you do not speak the language in the middle of the night.", "author": "Ken Poirot"},
{"quote": "The lamp hummed:", "author": "T.S. Eliot"},
{"quote": "the best ideas flow at night", "author": "Jaime Tenorio Valenzuela"},
{"quote": "The night is the blink of a day", "author": "Jaime Tenorio Valenzuela"},
{"quote": "-a superb moon, round as a pumpkin and golden as honey, filling the rooftop world with light, and deep, mysterious shadow.", "author": "Barbara Sleigh"},
{"quote": "I studied a crescent moon hung crooked in a plum purple sky and thought about what it would be like to truly be seen.", "author": "Laura Whitcomb"},
{"quote": "Everything that is good in the day is even better in the night.", "author": "Joe Hill"},
{"quote": "The inclusion of dreams is the only viable supplement to the absence of more favourable outcomes.", "author": "Benjamin Meadows"},
{"quote": "With dark raven paper and twinkling white ink, I wrote my heart in the night’s sky.", "author": "Shannon L. Alder"},
{"quote": "I can’t sleep alone anymore", "author": "Charlotte Eriksson"},
{"quote": "In the darkness and the snow, the street is empty", "author": "Miriam Joy"},
{"quote": "The silence of the night awakens my soul", "author": "Dorinda Duclos"},
{"quote": "The night sky stretched on forever above me, the stars flung like glass beads and pearls on a black velvet cloak.", "author": "Laurie Halse Anderson"},
{"quote": "I do this so you cannot help but hear. a wise man views a moonless night with fear.", "author": "Patrick Rothfuss"},
{"quote": "we have forgotten what night tastes like,", "author": "Beth Morey"},
{"quote": "The things that happen in the night are hidden even from the night.", "author": "Marty Rubin"},
{"quote": "I'll never get over the fact", "author": "Alex Dimitrov"},
{"quote": "Come let us haste, the stars grow high,", "author": "John Milton"},
{"quote": "Cemeteries can be creepy, creepy, ‘specially at night.", "author": "Jason Medina"},
{"quote": "The sun shall lead you in the day.", "author": "Lailah Gifty Akita"},
{"quote": "You never get tired of looking at the stars", "author": "Warren Ellis"},
{"quote": "At night I dream of things I scoff at by day.", "author": "Jaclyn Dolamore"},
{"quote": "No matter how dark the night may get, your light will never burn out.", "author": "Jeanette LeBlanc"},
{"quote": "...yes, in the obscured sky a moon does float, newly, a wishing moon, a sliver of ancient rock, a goddess, a wink.", "author": "Margaret Atwood The Handmaid's Tale"},
{"quote": "The day here is a something without value, a mere torment suffered by living creatures as they await the night. Night is deliverance.", "author": "Tayeb Salih"},
{"quote": "To speak your Heart out", "author": "Dinakar Phillip"},
{"quote": "Jeeter?\" Grace whispered into her walkie-talkie. \"Are you awake?\" She waited.", "author": "Jo Ann Yhard"},
{"quote": "Light", "author": "Suman Pokhrel"},
{"quote": "Ignore the reek of feces in the air, the bloodstains on the ground, and you have yourself a glorious night.", "author": "Katherine McIntyre"},
{"quote": "Overhead the sliver of a moon barely illuminated anything and shadows slunk on every corner.", "author": "Katherine McIntyre"},
{"quote": "I've often been sorry to see a night end, even while I have loved seeing the dawn come.", "author": "Marilynne Robinson"},
{"quote": "The sea loved the moon", "author": "Saiber"},
{"quote": "Somewhere in the night a", "author": "Marina Tsvetaeva"},
{"quote": "when I finally begin to drift", "author": "Sanober Khan"},
{"quote": "As the sky prepares to settle its tired, aching feet", "author": "Sanober Khan"},
{"quote": "the sapphire depth", "author": "Sanober Khan"},
{"quote": "You don’t need a sad soul", "author": "Munia Khan"},
{"quote": "The moon is my mother. She is not sweet like Mary.", "author": "Sylvia Plath"},
{"quote": "I wonder at the starry pattern in the sky", "author": "Munia Khan"},
{"quote": "There is a romance about all those who are abroad in the black hours.", "author": "Robert Louis Stevenson"},
{"quote": "It's true. I've seen it when the crescent moon shone bright on a cold, dark night. The darker the night, the brighter God's smile.", "author": "Anusha Atukorala"},
{"quote": "They don’t know I only speak in runaway train stations", "author": "Katelin Wagner"},
{"quote": "Nocturnal with a love for night, I'd stay up to see sunlight...", "author": "Donna Lynn Hope"},
{"quote": "Birth our night into day", "author": "Scott Hastie"},
{"quote": "Fear gripped her like hands around the neck, the way it could only happen in an unfamiliar room in the pitch black of night.", "author": "Elin Hilderbrand"},
{"quote": "Love in a night shall live and die,", "author": "Aleister Crowley"},
{"quote": "The Cottage Diner’s homey lights glowed onto black asphalt which just sucked up the beams to spit out more shadows.", "author": "Katherine McIntyre"},
{"quote": "I looked like someone who'd had a night, and had a story to tell about it.", "author": "Morgan Matson"},
{"quote": "The nights did not come gently but seemed to slam down angrily upon the Earth.", "author": "Rick Yancey"},
{"quote": "Bedtime is daytime,", "author": "Lenore Kandel"},
{"quote": "The twilight seems invidious.It simply can’t let the sun hide away when darkness is just another name for night..", "author": "Munia Khan"},
{"quote": "Nights are rebellious, they only demand the truth", "author": "Mehek Bassi"},
{"quote": "But sometimes, when she'd be all by herself, walking home late in the evening on a crowded street she'd be afraid of her own shadow following her...", "author": "Sanhita Baruah"},
{"quote": "Do not trap yourself into an owl's hooting sound", "author": "Munia Khan"},
{"quote": "It's an easy guess, why some get famous over night and not during the day.", "author": "Aleksandra Ninkovic"},
{"quote": "The mirror's light sparks in the eyes,", "author": "Alexander Blok"},
{"quote": "And I played music through the night, alone, echoing through the halls. My life, alive through note.", "author": "Jonathan Lamas"},
{"quote": "It is the hour of departure, the hard cold hour which the night fastens to all timetables.", "author": "Pablo Neruda"},
{"quote": "What a fucking gorgeous night!", "author": "Kirsten Hubbard"},
{"quote": "Some nights are just too long when you don't know what keeps you awake...", "author": "Amit Aarav"},
{"quote": "Seeing that I would never manage to fall asleep, I arose, lit a candle, and after dressing went outside.", "author": "Boris Sadovskoy"},
{"quote": "In the silence of night, great minds either unite or die", "author": "Katja Michael"},
{"quote": "As she’d walked along this street, a million stars stretched across an indigo canvas, holding all the freedom she’d yearned for every night.", "author": "Katherine McIntyre"},
{"quote": "At night is when my mind comes alive.", "author": "Poem Porns"},
{"quote": "It is unnecessary to heighten the glory of day by comparing it with the preceding twilight.", "author": "Catharine Maria Sedgwick"},
{"quote": "The long night begins.", "author": "Mark Simo"},
{"quote": "A perfect night... a perfect forever", "author": "Mary E. Pearson"},
{"quote": "In the morning, celebrate the beauty and warmth of sun light,", "author": "Debasish Mridha"},
{"quote": "When the owl sings, the night is silent. (Quand le hibou chante, La nuit est silence)", "author": "Charles de Leusse"},
{"quote": "Lightning hides the colour of night", "author": "Munia Khan"},
{"quote": "What's done at night belongs to the night. In the daytime you don't talk about it.", "author": "Jean-Paul Sartre"},
{"quote": "Night was fading over the fields as if the rain had washed the darkness out of the hem of its garment.", "author": "Cornelia Funke"},
{"quote": "The stars will live for me, if not anything else", "author": "Munia Khan"},
{"quote": "This tune goes manly.", "author": "William Shakespeare"},
{"quote": "Our first act as free men was to throw ourselves onto the provisions. thats all we thought about. No thought of revenge, or of parents. Only of bread.", "author": "Elie Wiesel Night"},
{"quote": "I love the night! It's not uncommon for me to see the light of a new day before closing my eyes on the old one.", "author": "Peggy Toney Horton"},
{"quote": "40Wednesday has been canceled due to a scheduling error.", "author": "Ceciil Baldwin"},
{"quote": "Don’t let your dreams be forsaken by the starry nights", "author": "Munia Khan"},
{"quote": "Soon would come the night in which there was no more work – not the work of the hands, nor the work of the mind, nor the work of the heart.", "author": "Paul Russell"},
{"quote": "I don’t like coming over here at night, the girl said. The bayou is scary in the dark, all manner of things running wild out there.", "author": "Samuel Snoek-Brown"},
{"quote": "The reason I sketch your pic at times because in your smile I see something more beautiful than the stars.", "author": "Abhishek Kumar Singh"},
{"quote": "I tagged your ass the other night,\" I said, \"while you were sleeping- and you liked it.\"", "author": "Giorge Leedy"},
{"quote": "When darkness falls, beauty is lit from within.", "author": "Johnathan Jena"},
{"quote": "I made a wish on a sliver of moonlight", "author": "Tom Waits"},
{"quote": "For there was nothing in his eyes but the black night and the cold stars.", "author": "Susanna Clarke"},
{"quote": "she has craters", "author": "Lokesh Fouzdar"},
{"quote": "Above us, the constellations spun and the moon paced her weary course. We lay stricken and sleepless as the hours passed.", "author": "Madeline Miller"},
{"quote": "The Jewish day begins in the calm of evening, when it won't shock the system with its arrival.", "author": "Nathan Englander"},
{"quote": "Day must be an exciting friend, but night is a truthful one.", "author": "Himanshu Chhabra"},
{"quote": "But here there is no light,", "author": "John Keats"},
{"quote": "When night comes on in a room lit by kerosene, any flicker of the flame can give the sense that darkness is about to triumph.", "author": "Larry Watson"},
{"quote": "Even those afraid of the dark must live through half of each day as night, to come to see the beauty in each.", "author": "Johnathan Jena"},
{"quote": "And it was dark", "author": "Billy Joel"},
{"quote": "The night sky made her feel infinite before she knew the word.", "author": "Thomm Quackenbush"},
{"quote": "Night is irregular. What is not done in the daytime becomes possible at night: murder and sex and thought.", "author": "Alexei Panshin"},
{"quote": "The phone rang. Softly, in actuality, yet it seemed loud and ominous, as phones do at night in dark hotel rooms.", "author": "Jim Thompson"},
{"quote": "I always welcomed the comforting cloak of night except for the times when I lost something in it.", "author": "Donna Lynn Hope"},
{"quote": "I love it when there’s nothing", "author": "Anna Jae"},
{"quote": "come, ancient and unchanging night", "author": "Pierre Péju"},
{"quote": "Beware the knowledge thou seek, for knowledge though oft light, can sow the seeds of night and reap from the darkness that ensues\"", "author": "Esmerelda Jane Forstine"},
{"quote": "A man, who needs you, will not come to visit you in the middle of the night. If he is there, definitely wants to stop you from being helpful.", "author": "M.F. Moonzajer"},
{"quote": "I desired always to stretch the night and fill it fuller and fuller with dreams.", "author": "Virginia Woolf"},
{"quote": "When you're lying in bed at night and regrets from the day come to steal your sleep...", "author": "L.R. Knost"},
{"quote": "The moon was reigning over their world, glowing its full splendor to all those willing to look up.", "author": "Irina Serban"},
{"quote": "He stood between death and life as between night and morning, and thought with a soaring rapture, 'I am not afraid.", "author": "Mary Renault"},
{"quote": "As the saturating colors of sun-life fade from sight, the ominous moon reaches out its long arm and applies the dark dyes of night.", "author": "Daniel J. Rice"},
{"quote": "...before the dawn I leave the night behind me", "author": "Munia Khan"},
{"quote": "You'll become that devil overnight, if you want to become that celebrity overnight.", "author": "Michael Bassey Johnson"},
{"quote": "Such a night cannot be shaken from a woman’s memory. Such a night changes your life forever.", "author": "Sara Sheridan"},
{"quote": "The summer night was settling upon the neighborhood like a dark lace veil, casting dappled shadows on the roofs and sidewalks and lawns.", "author": "Victoria Kahler"},
{"quote": "What did I fear, and why? — I, to whom the night had been", "author": "Ambrose Bierce"},
{"quote": "Don't accommodate complains in your chamber, else you have a sleepless and restless night. Keep them away and fall in love with actions for solution!", "author": "Israelmore Ayivor"},
{"quote": "I went to the little window and inhaled the country air. One could hear the breathing of the night, feminine, enormous.", "author": "Octavio Paz"},
{"quote": "The night! When the outside world is hiding in darkness, you have to turn on the light within in order to see where you put your steps.", "author": "Irina Serban"},
{"quote": "The world has two faces :", "author": "Rohan Nath"},
{"quote": "Walk with me now into this very bright night, and revere with me in silence what must be God-given and what is surely God-taken.", "author": "Carew Papritz"},
{"quote": "Work hard in the day; as hard as you can even if no one is watching you! Work harder in the night; as harder as if everyone's eyes are on you.", "author": "Israelmore Ayivor"},
{"quote": "all hopes there, so close to each other,", "author": "Munia Khan"},
{"quote": "Night air has the strangest flavour", "author": "Jamie Woon"},
{"quote": "I just wish you could see my demons for what they are, and lay here beside me on the floor. No words. Just your presence.", "author": "Charlotte Eriksson"},
{"quote": "Although I love elegant parties, dancing and dining and spending the night with a sweet woman in my arms, my life belongs to literature.", "author": "Roman Payne"},
{"quote": "We look up to see if it is day or night.", "author": "Roman Payne"},
{"quote": "Some nights, we were a city of two.", "author": "Jerry Spinelli"},
{"quote": "I went to the little window and inhaled the country air. One could hear the breathing of the night, feminine, enormous.", "author": "Octavio Paz"},
{"quote": "I see you from afar—fragile and shy as a star gleaming through a cloudy rift", "author": "john j geddes"},
{"quote": "Trees don't sneak on you.\"", "author": "Erin Hunter"},
{"quote": "A single night is stuffed with minutes, but they leak out, one by one.", "author": "David Mitchell"},
{"quote": "So they went running together, silent, toward the vast wastes of snow where no living thing but they two moved under the stars of night.", "author": "Clemence Housman"},
{"quote": "I roused myself from the book which I was dreaming over rather than reading, and left my chambers to meet the cool night air in the suburbs.", "author": "Wilkie Collins"},
{"quote": "Night had come and eaten everything.", "author": "Rebecca Ethington"},
{"quote": "Just as stars shine brightest in the darkest night, your joy blazes brilliantly through life’s problems when you count them as joy.", "author": "Elizabeth George"},
{"quote": "Night is when the whispers of the past become the echoes of the present.", "author": "Faraaz Kazi"},
{"quote": "He's looking into the night, in case a shadow comes to listen and look.", "author": "Herta Müller"},
{"quote": "There dwells a life in every star;", "author": "Johann Wolfgang von Goethe"},
{"quote": "Tick Tock, The sun fell down; Ding Dong the moon took a peek, Ring Ding, It's Harmonizing my Insanity", "author": "Whitney Smith"},
{"quote": "Most love stories are nocturnal. That's what makes them so fascinating.", "author": "Raymond Federman"},
{"quote": "since some people had told me that I was ugly, I always preferred shade to the sun, darkness to light", "author": "Charles Bukowski"},
{"quote": "The sea is calm tonight.", "author": "Matthew Arnold"},
{"quote": "Art thou like me, child of my darkest heart? And dost thou think my untamed thoughts and speak my vast language?", "author": "Kahlil Gibran"},
{"quote": "Try to be a whole person. Not just a night person, or a day person. Be the kind of person who can live in both.", "author": "Regina Doman"},
{"quote": "I was downstairs, reading.\"", "author": "Elizabeth Berg"},
{"quote": "the oncoming night was filled with the mystery of unknown places and of distance, of things that happened long ago and happenings yet to com", "author": "Elyne Mitchell"},
{"quote": "In a beautiful night, under the stars, man always feels himself above the sky, beside the God!", "author": "Mehmet Murat ildan"},
{"quote": "I think so much", "author": "jyoti mishra"},
{"quote": "from the prose poem \"The Universe Thrums on regardless\" in my book SPAN.", "author": "Jay Woodman"},
{"quote": "I was a creature of the night, I wasn't supposed to be afraid of the dark. Not that it was the dark I was afraid of--it was the", "author": "Carrie Vaughn"},
{"quote": "As if the night has been created for the writers and as if the silence of it is the very inspiration itself!", "author": "Mehmet Murat ildan"},
{"quote": "You are very much lovable, that even dreaming you every night is not repeated.", "author": "M.F. Moonzajer"},
{"quote": "I do dream every night but in the morning I regret.", "author": "M.F. Moonzajer"},
{"quote": "To be inspired is great, but to inspire is an honor.", "author": "Stacey T. Hunt"},
{"quote": "If you don't believe in yourself, who will?' ~Maybeck", "author": "Ridley Pearson"},
{"quote": "Don't let a three-o'clock-at-night feeling fog your soul.", "author": "L.M. Montgomery"},
{"quote": "However impatient she might be in the day, however filled with little sudden angers, at night she was all tenderness.", "author": "Pearl S. Buck"},
{"quote": "We love against the night, burning like stars against the darkness of bread and circuses.", "author": "David Paul Kirkpatrick"},
{"quote": "Others, I am not the first,", "author": "A.E. Housman"},
{"quote": "The amount of perfume she had on was like a human sacrifice on Incense Night.", "author": "Stephen Moles"},
{"quote": "We must take sides. Neutrality helps the oppressor, never the victim. Silent encourages the tormentor, never the tormented.", "author": "Elie Wiesel"},
{"quote": "Odd, the words: ‘while away the time’.", "author": "Rainer Maria Rilke"},
{"quote": "Oh, I don't wonder babies always cry when they wake up in the night. So often I want to do it too.", "author": "L.M. Montgomery"},
{"quote": "Man asks and God replies but we don't understand his replies because they dwell in the depths of our souls and remain there until we die.", "author": "Elie Wiesel"},
{"quote": "Either conquer the night, or become one of its conquests.", "author": "Abigail Biddinger"},
{"quote": "I won't let that night ruin you forever.\" But it did, it broke me into a million pieces and blew them away in the wind, like crumbled leaves.", "author": "Jessica Sorensen"},
{"quote": "Women can go mad with insomnia.", "author": "Cathy Ostlere"},
{"quote": "This day I ceased to plead. I was no longer capable of lamentation. On the contrary, I felt very strong. I was the accuser, God the accused.", "author": "Elie Wiesel"},
{"quote": "Rather nice night, after all. Stars are out and everything. Exceptionally tasty assortment of them.", "author": "F. Scott Fitzgerald"},
{"quote": "We should live, my Lesbia, and love", "author": "Catullus"},
{"quote": "...And we left the light", "author": "Pierre Albert-Birot"},
{"quote": "It's six o'clock; my drink is at the three-quarter mark - three-quarters down not three-quarters up - and the night begins.", "author": "Cornell Woolrich"},
{"quote": "You know what the best part of the stars is?\"", "author": "Megan Hart"},
{"quote": "He was in a fairy kingdom where everything was possible.", "author": "Leo Tolstoy"},
{"quote": "Night falls fast. Today is in the past.", "author": "John Green"},
{"quote": "There was nothing the matter out there. It was in here, with me.", "author": "Cornell Woolrich"},
{"quote": "A calm night is open to all the truths.", "author": "Mehmet Murat ildan"},
{"quote": "When daylight is here i dream of the night,", "author": "J.M. Pierce"},
{"quote": "A night without stars is a night wasted.", "author": "Mehmet Murat ildan"},
{"quote": "...my dreams are tangled in images of stars and clouds and firelight - we go camping at night - it's my lucid dream of being with you...", "author": "John Geddes"},
{"quote": "Black as night and as beautiful as forever.", "author": "Stephen King"},
{"quote": "Before the beginning of years", "author": "Algernon Charles Swinburne"},
{"quote": "I can see lights in the distance trembling in the dark cloak of night", "author": "Loreena McKennitt"},
{"quote": "They said a lot of things to each other that night, but nothing that involved words.", "author": "Michael Grant Fear"},
{"quote": "... paint in blue and black...sometimes gray - the colors of night - occasionally I surprise you with a mustard yellow, but then, I am a poet ...", "author": "John Geddes"},
{"quote": "Night is a world lit by itself", "author": "Antonio Porchia"},
{"quote": "You know you love him when you can't sleep at night and get up early to talk to him the next morning.", "author": "Kayla Carson"},
{"quote": "...skeins of mist like translucent silk, bending and unbending in the headlight tunnels...", "author": "John Geddes A Familiar Rain"},
{"quote": "Television knows no night. It is perpetual day. TV embodies our fear of the dark, of night, of the other side of things.", "author": "Jean Baudrillard"},
{"quote": "After that there was silence for a while, only the sound of the shovel biting into the earth and the hissing splatter of the loose dirt.", "author": "Cornell Woolrich"},
{"quote": "A raging, glowering full moon had come up, was peering down over the side of the sky well above the patio.", "author": "Cornell Woolrich"},
{"quote": "Night sometimes lends such tragic assistance to catastrophe.", "author": "Victor Hugo"},
{"quote": "When you paint late at night, drinking beer or wine or both, you gotta be very careful to watch what you are doing...", "author": "Hiroko Sakai"},
{"quote": "Stay home and the crooks win. They get the night, by default and concession, the night which should rightly belong to all of us.", "author": "Claire Cross"},
{"quote": "Three o'clock in the morning.", "author": "Cornell Woolrich"},
{"quote": "Then without any warning the car stopped. They were there.", "author": "Cornell Woolrich"},
{"quote": "The worst things always happen at night, and oftener than one would think on stormy nights. (\"The Compensation House\")", "author": "Charles Collins"},
{"quote": "We look up to see if it is day or night. If stars burn cool and moon does shine, we take to smoke divine and wine.", "author": "Roman Payne"},
{"quote": "He rolled his eyes and took my hand. His hand was hard and calloused, tough with muscle and old scars.", "author": "James Patterson"},
{"quote": "I am the eye that beholds... And I am the dreamer that paints the stars in the night sky... For I am the one they call artist, and you call Love.", "author": "Solange nicole"},
{"quote": "War is like night, she said. It covers everything.", "author": "Elie Wiesel"},
{"quote": "Darling,\" he said distractedly,\"about the moon...\"", "author": "Julia Quinn"},
{"quote": "Anyone and anything can survive the daylight. It's night that's the hardest to live.", "author": "Darnell Lamont Walker"},
{"quote": "... going out late at night and laying in the dewy field and reading a Kurt Vonnegut book by moonlight.", "author": "John Green"},
{"quote": "It was a good apple too. A good apple, picked by a madman on a full moon night.", "author": "Steven Herrick"},
{"quote": "Through the night we drove in a tangle of waking and sleeping, nightmares from hell and holy white dreams.", "author": "Glenda Millard"},
{"quote": "Because when the night gets here, I’ll be the youngest I’ll ever be again, so I will laugh and celebrate relative youth.", "author": "Darnell Lamont Walker"},
{"quote": "And I feel like a real Dad when I read to her at night. She won't sleep without one story, at least.", "author": "Steven Herrick"}
]