[
{"quote": "You cannot swim for new horizons until you have courage to lose sight of the shore.", "author": "William Faulkner"},
{"quote": "The only way to find true happiness is to risk being completely cut open.", "author": "Chuck Palahniuk"},
{"quote": "A ship is safe in harbor, but that's not what ships are for.", "author": "John A. Shedd"},
{"quote": "If you don't take risks, you'll have a wasted soul.", "author": "Drew Barrymore"},
{"quote": "Happiness is a risk. If you’re not a little scared, then you’re not doing it right.", "author": "Sarah Addison Allen"},
{"quote": "Never was anything great achieved without danger.", "author": "Niccolo Machiavelli"},
{"quote": "Failure is a bend in the road, not the end of the road. Learn from failure and keep moving forward.", "author": "Roy T. Bennett"},
{"quote": "Risk anything! Care no more for the opinion of others ... Do the hardest thing on earth for you. Act for yourself. Face the truth.\"", "author": "Katherine Mansfield"},
{"quote": "Persistence. Perfection. Patience. Power. Prioritize your passion. It keeps you sane.", "author": "Criss Jami"},
{"quote": "A bend in the road is not the end of the road…Unless you fail to make the turn.", "author": "Helen Keller"},
{"quote": "Fortune sides with him who dares.", "author": "Virgil"},
{"quote": "The question, love, is whether you want me enough to take the risk.", "author": "Lisa Kleypas"},
{"quote": "Love is not something you protect. It’s something you risk.", "author": "Gayle Forman"},
{"quote": "There is no discovery without risk and what you risk reveals what you value.", "author": "Jeanette Winterson"},
{"quote": "The practice of love offers no place of safety. We risk loss, hurt, pain. We risk being acted upon by forces outside our control.", "author": "Bell Hooks"},
{"quote": "But if you're gonna dine with them cannibals", "author": "Nick Cave"},
{"quote": "Risk means 'shit happens' or 'good luck", "author": "Toba Beta"},
{"quote": "Risk comes from not knowing what you're doing", "author": "Warren Buffett"},
{"quote": "Vital lives are about action. You can't feel warmth unless you create it, can't feel delight until you play, can't know serendipity unless you risk.", "author": "Joan Erickson"},
{"quote": "If you are afraid to take a chance, take one anyway. What you don't do can create the same regrets as the mistakes you make.", "author": "Iyanla Vanzant"},
{"quote": "To save all we must risk all.", "author": "Friedrich von Schiller"},
{"quote": "Love is a violent recreational sport. Proceed at your own risk. Helmets, armor, and steel-toe boots are required by law.", "author": "H.C. Paye"},
{"quote": "To win without risk is to triumph without glory.", "author": "Pierre Corneille"},
{"quote": "The desire for safety stands against every great and noble enterprise.", "author": "Tacitus"},
{"quote": "You're never perfectly safe. No human being on Earth ever is or ever was. To live is to risk your life, your heart, everything.", "author": "Rick Yancey"},
{"quote": "Not learning by doing,", "author": "Toba Beta"},
{"quote": "You won't be a wiser man if you always", "author": "Toba Beta"},
{"quote": "If you play it safe in life, you've decided that you don't want to grow anymore.", "author": "Shirley Hufstedler"},
{"quote": "Hypocrite shouts about the change,", "author": "Toba Beta"},
{"quote": "You must go further than I did,\" Nedra said. \"You know that.\"", "author": "James Salter"},
{"quote": "He reached out and intertwined our hands. Gently urging me forward he whispered, “Have I lost you love?", "author": "Erin Jamison"},
{"quote": "To take that risk, to offer life and remain alive, open yourself like this and become whole.", "author": "Margaret Atwood"},
{"quote": "Wisdom mitigates the risk of being honest.", "author": "Toba Beta"},
{"quote": "The choice to avoid risk is the choice to avoid living, and to avoid living is one of the greatest risk of all.", "author": "Craig D. Lounsbrough"},
{"quote": "I'm starting to think that my level of intrigue outweighs my fear of controversy.", "author": "Criss Jami"},
{"quote": "The greatest risk to man is not that he aims too high and misses, but that he aims too low and hits.", "author": "Michaelangelo"},
{"quote": "Being safe doesn't mean you won't be sorry.", "author": "Katerina Stoykova Klemer"},
{"quote": "If you want a guarantee, buy a toaster.", "author": "Clint Eastwood"},
{"quote": "Burning bridges behind you is understandable. It's the bridges before us that we burn, not realizing we may need to cross, that brings regret.", "author": "Anthony Liccione"},
{"quote": "It is part of a good man to do great and noble deeds, though he risk everything.", "author": "Plutarch"},
{"quote": "After awhile you realize that putting your actions where your mouth is makes you less likely to have to put your money where your mouth is.", "author": "Criss Jami"},
{"quote": "Overconfidence blurs out the risk. Inferiority magnifies it.", "author": "Toba Beta [Betelgeuse Incident]"},
{"quote": "All life's a risk, that's what makes it interesting.", "author": "Megan Chance"},
{"quote": "One cannot bring up boys to be eagles and then expect them to be sparrows.", "author": "Edith Kermit Carow Roosevelt"},
{"quote": "All choices are fraught with peril, but inaction is the most perilous of all.", "author": "Frewin Jones"},
{"quote": "You jeopardize all if move slowly on a fast lane.", "author": "Toba Beta"},
{"quote": "People who live life in fear of taking risks die without living it.", "author": "Fola"},
{"quote": "I’ll not let the pair of you charge boldly into wolves’ teeth without me alongside", "author": "Meredith Ann Pierce"},
{"quote": "She'd risked everything, and here was the result: the raw, warped core of her life.", "author": "Jennifer Egan"},
{"quote": "There's sometimes a tugging feeling you get to push further when you aren't being challenged enough or when things get too comfortable.", "author": "Criss Jami"},
{"quote": "Smartass Disciple: Why men don't ready yet to join the intergalactic confederation?", "author": "Toba Beta"},
{"quote": "Despite her fears she found,", "author": "Kyra Jackson"},
{"quote": "Some concepts are so incredibly risky they take an honest fool to try to articulate them.", "author": "Criss Jami"},
{"quote": "It's not because things are difficult that we dare not venture. It's because we dare not venture that they are difficult.", "author": "Lucius Annaeus Seneca"},
{"quote": "Chirp of coward shouted in crowd,", "author": "Toba Beta"},
{"quote": "If you risk nothing, then you risk everything.", "author": "Geena Davis"},
{"quote": "and I said, 'That is why you don't climb mountains, Gwen.' But now I wonder. You aren't afraid of heights.\"", "author": "Meredith Duran"},
{"quote": "Risk is the factor of a stratagem measured by what man is powerless to control.", "author": "Mike  Norton"},
{"quote": "Did if feel like jumping off a cliff when he kissed you? I imagine it did.", "author": "Suzanne Hayes"},
{"quote": "Never go into venture capital if you want a peaceful life.", "author": "Georges F. Doriot"},
{"quote": "Because what’s life", "author": "Dennis Sharpe"},
{"quote": "Procrastination exposes goals or dreams to risk.", "author": "Bernard Osei Annang"},
{"quote": "The unknown is your biggest fear, and your greatest gift.", "author": "Joshua Lynott"},
{"quote": "Staying within the edge will not get you to cutting-edge. Risk a little to achieve. - Kailin Gow. Strong", "author": "Kailin Gow"},
{"quote": "Blindly depend on others, is an initial risk of automatical one's failure.", "author": "Ehsan Sehgal"},
{"quote": "All life is a gamble and our lives are the dice we throw,", "author": "Marty Rubin"},
{"quote": "Early scientists were often ridiculed for their theories. Be open to replacing outdated belief systems with new ones.", "author": "Jennifer Ritchie Payette"},
{"quote": "Do not put your life at risk, for someone who does not care about you.", "author": "Gift Gugu Mona"},
{"quote": "Discomfort may be a doorway; don’t run from it.", "author": "Joseph Deitch"},
{"quote": "Great danger is always associated with great power. The difference between the great and the mediocre is that the great are willing to take the risk.", "author": "R.F. Kuang"},
{"quote": "That's the thing about risks, it's impossible to know which ones are worth it until it's too late.", "author": "Alexandra Christo"},
{"quote": "Resolution: Just don’t be so afraid.", "author": "Huntley Fitzpatrick"},
{"quote": "Freedom is always associated with risk taking, whether it leads to it or comes from it.", "author": "Nassim Nicholas Taleb"},
{"quote": "If folk think they know what you are up to, they don't dig much deeper and risk finding the truth.", "author": "Alwyn Hamilton"},
{"quote": "Run With Me: You're evolving into a different and better you. You believe more in yourself so you're more ready for risk.", "author": "Helen S. Rosenau"},
{"quote": "If the dream is not bigger than me, I have mistaken an idea for a dream.", "author": "Craig D. Lounsbrough"},
{"quote": "Whenever you create anything, you take a risk. And that includes your life. It may work out, it may not. It may be well received, it may not be. . . .", "author": "Rob Bell"},
{"quote": "Was he scared? Hell, yeah. But sometimes the only way to change something was to break it first.", "author": "Joelle Charbonneau"},
{"quote": "If ever they could resume, even just for an afternoon. If ever she called. A sin was not a sin, if it were for her. A risk was not a risk.", "author": "Fatima Farheen Mirza"},
{"quote": "there is no such thing as a riskless strategy Strategy will always involve both opportunity and risk,", "author": "W. Chan Kim"},
{"quote": "Effective blue ocean strategy should be about risk minimization and not risk taking", "author": "W. Chan Kim"},
{"quote": "Well.’ Maud handed me a bandage. 'That was the most foolish thing you’ve ever done.’", "author": "Linsey Miller"},
{"quote": "You don’t have to act strong when you are strong.", "author": "Jacqueline Simon Gunn"},
{"quote": "If you never lose sight of the shore, you’re not on a voyage of discovery. You’re on a day cruise.", "author": "J. Earp"},
{"quote": "Taking risk is bravery, but inviting any risk is a ridicule adventure.", "author": "Ehsan Sehgal"},
{"quote": "The box that I’ve built around me is equal to the fear that is within me.", "author": "Craig D. Lounsbrough"},
{"quote": "If we are unwilling to crash, we can never soar.", "author": "Carmine Savastano"},
{"quote": "Do not take the risk to create barriers making difficulties in your way of the dream and bright future.", "author": "Ehsan Sehgal"},
{"quote": "There are some games you don't get to play unless you are all in.", "author": "Jordan B. Peterson"},
{"quote": "When you give everything", "author": "Kate McGahan"},
{"quote": "Hastra handed him a blanket. \"Shouldn't you take off her knives?\"", "author": "V.E. Schwab"},
{"quote": "Romanticism requires bravery and risk.", "author": "Terese Marie Mailhot"},
{"quote": "I don’t think I deserve him.", "author": "Shaun David Hutchinson"},
{"quote": "Fight your fear, your laziness, your ignorance before you worry about fighting the competition.", "author": "Amit Kalantri"},
{"quote": "To love is to risk.  To not love is also to risk.  Yet when it comes to love, the greatest risk is incurred when we give risk that much power.", "author": "Craig D. Lounsbrough"},
{"quote": "One runs the risk, whenever one opens one eyes, of not liking what one sees.", "author": "Marty Rubin"},
{"quote": "No matter what life throws at you, don't become jaded or cynical. Love is worth the risk.", "author": "Wayne Gerard Trotman"},
{"quote": "People who are not enjoying themselves very much always most dislike risking their lives.", "author": "William Bolitho"},
{"quote": "One runs the risk, whenever one opens ones eyes, of not liking what one sees.", "author": "Marty Rubin"},
{"quote": "YOU HAVE TO BE WILLING TO RISK A LOSS TO WIN IT ALL!! - (G SWISS)", "author": "G Swiss"},
{"quote": "No technology is strictly helpful or harmful. Digital inventiveness’ result stands mainly on human risk consciousness and security consistency.", "author": "Stephane Nappo"},
{"quote": "Caught up in the tenderness of the touch,Joey couldn't answer. Everything, he realized. He'd risk everything for Liam.", "author": "A.E. Wasp"},
{"quote": "You have to be a risk taker to innovate.", "author": "Haresh Sippy"},
{"quote": "Cast yourself upon the waters. Trust in your ability to swim.", "author": "Marty Rubin"},
{"quote": "Step out the door and see what you can find.", "author": "Marty Rubin"},
{"quote": "The corporate controlled government is the biggest risk to national security.", "author": "Steven Magee"},
{"quote": "If I am risk adverse, my growth will be reversed.", "author": "Craig D. Lounsbrough"},
{"quote": "Do not risk your life for someone who does not care about you.", "author": "Gift Gugu Mona"},
{"quote": "It’s curtain call for the crew of inner voices that have been running their own rowdy performance all these years.", "author": "Amy  McTear"},
{"quote": "It was always wise to pick your battles and this was one they could not win. Not, yet, anyway.", "author": "Jason Medina"},
{"quote": "The goal is to hit the sweet spot of maximum value optimization, where foolish risk is balanced against excessive caution.", "author": "Steven J. Bowen"},
{"quote": "I’d rather be in trouble a safe distance away, than to die here for something stupid.", "author": "Jason Medina"},
{"quote": "Without risk, life is far too predictable", "author": "Renee Ahdieh"},
{"quote": "Risk is the clue that our dreams are both real and great.", "author": "Craig D. Lounsbrough"},
{"quote": "You have already lost if you are always fearful of losing everything.", "author": "Kamand Kojouri"},
{"quote": "No act of knowledge acquisition is entirely without risk.", "author": "Alastair Reynolds"},
{"quote": "Playing it safe might not have hurt anyone, but it wouldn’t have inspired many, either.", "author": "Alex Staniforth"},
{"quote": "Love must risk all or perish.", "author": "Anthony  Ryan"},
{"quote": "People who swim very well in troubled waters are respected and celebrated than those who swim excellently in calm waters.", "author": "Israelmore Ayivor"},
{"quote": "Blind risk is stupid, but calculated risks are worth taking.", "author": "Adam Burch"},
{"quote": "Every risk that you take in order for you to come into significance is the greatest kind of risk to take.", "author": "Sunday Adelaja"},
{"quote": "Security means the state of being free from danger or threat.", "author": "Angelica Hopes"},
{"quote": "We experience [procrastination] as fear. But fear of what?", "author": "Steven Pressfield"},
{"quote": "Fear is not the end. But only a transition.", "author": "Dragos Bratasanu, Ph.D."},
{"quote": "I don’t want safety or guarantees—", "author": "Justin Wetch"},
{"quote": "I would rather listen to someone who tried and failed than someone who dreamed but never tried.", "author": "Jennifer Coletta"},
{"quote": "The more risk you can take upfront in life, the better off you will be later.", "author": "Tarun Sharma"},
{"quote": "To love anyone is to risk.", "author": "Stephanie Morrill"},
{"quote": "Just follow your bliss, that's all you have to do. Be willing to be disappointed, for if you risk nothing, you'll have nothing worth having.", "author": "Kate McGahan"},
{"quote": "Don't follow the crowd. The side of the majority is the riskiest place to have dust thrown on your uniqueness.", "author": "Israelmore Ayivor"},
{"quote": "It’s not about inviting great things into our lives. Rather, it’s about accepting the invitation of great things to step out of our lives.", "author": "Craig D. Lounsbrough"},
{"quote": "We live in a blatantly corrupt world and smart people engage in the wise practice of risk management.", "author": "Steven Magee"},
{"quote": "Change makers take risks and are ready to die for excellence than to give excuses and live for mediocrity.", "author": "Israelmore Ayivor"},
{"quote": "Your best authorial self is always one about to ruin the story.", "author": "Chuck Wendig"},
{"quote": "Every expression of desired friendship has potential bite. Every smile reveals the teeth.", "author": "Dean Koontz"},
{"quote": "The ‘gods’ that do us the greatest harm are the gods we deny having.", "author": "Craig D. Lounsbrough"},
{"quote": "To become a better you, dare to take calculated risks and overcome your limitations. Your scars can make you a star, but you have to decide.", "author": "Israelmore Ayivor"},
{"quote": "Genuinely intelligence-led operations have to be embedded into both processes and more importantly mindsets to bridge the gaps in Risk Management.", "author": "Pearl Zhu"},
{"quote": "If you are not ready to take a risk ten you are not ready for success", "author": "Sunday Adelaja"},
{"quote": "If you are trying to look clean, neat and avoid casting your nets in trouble waters, you will catch no fish.", "author": "Israelmore Ayivor"},
{"quote": "To become a better you, hurry up and take risks.", "author": "Israelmore Ayivor"},
{"quote": "Risks may make you win, or they will make you learn. Either of the benefits is worth daring for.", "author": "Israelmore Ayivor"},
{"quote": "On Money - There are many ways to get rich quickly. All of them are risky. Some of them are dangerous. A few of them are downright fatal.", "author": "Marsha Hinds"},
{"quote": "A man who is not ready to risk is not worthy of getting promotion", "author": "Sunday Adelaja"},
{"quote": "Love risk when making money. Hate risk when investing money.", "author": "Robert Rolih"},
{"quote": "The world will never know you because you were not bold and did not take a risk", "author": "Sunday Adelaja"},
{"quote": "Growth requires courage, risk and the willingness to go beyond fear.", "author": "Catherine Louise Birmingham"},
{"quote": "desperate times required judicious risk-taking.", "author": "Eoin Colfer"},
{"quote": "Head injuries are a significant risk to accelerated cognitive decline.", "author": "Steven Magee"},
{"quote": "Take risks. Whoever risk, shall know how far they can reach.", "author": "Lailah Gifty Akita"},
{"quote": "Sometimes to change a situation you are in requires you to take a giant leap. But, you won't be able to fly unless you are willing to transform.", "author": "Suzy Kassem"},
{"quote": "Ô, the wine of a woman", "author": "Roman Payne"},
{"quote": "He sighed and grabbed my left arm, examining the tattoo. “What were you thinking? Didn’t you know I’d come as soon as I could?", "author": "Sarah J. Maas"},
{"quote": "You never discover the unexpected if you always stick with the familiar", "author": "Jeff Dixon-Terror in the Kingdom"},
{"quote": "Work hard and take risks. Try it before you confirm it is difficult!", "author": "Israelmore Ayivor"},
{"quote": "The more we construct lives that prioritize safety, the bigger the prison we construct around ourselves.", "author": "Craig D. Lounsbrough"},
{"quote": "The price of success is the risk of self-esteem.", "author": "Jim Ruta"},
{"quote": "There are two types of risk in life: the danger of trying and the danger of not trying.", "author": "Nick Vujicic"},
{"quote": "The only way to live is to risk being unhappy...and I'd rather be unhappy with the person I loved than as contented as a cat by the fire.", "author": "Harry Haskell"},
{"quote": "This is the world in which everyone is sensitised to risk but indifferent to fate.", "author": "David Runciman"},
{"quote": "Risk all to find the right path.", "author": "Lailah Gifty Akita"},
{"quote": "Take the risk! You find the right road!", "author": "Lailah Gifty Akita"},
{"quote": "Take the risk! You will find the right road.", "author": "Lailah Gifty Akita"},
{"quote": "If we take a risk, we might not succeed, but if we avoid all risk, we guarantee we won't succeed, and we miss so much of what God wants us to learn.", "author": "Craig Groeschel"},
{"quote": "A surprise visit? That's so romantic...but fairly risky.\"", "author": "Nina George"},
{"quote": "It's always a risk. Wherever there is great emotion. because there is power in that. And few people handle power well.", "author": "Morgan Matson"},
{"quote": "Risk is part of the game.", "author": "Victoria Aveyard"},
{"quote": "Successful innovators are..not risk-focused; they are opportunity focused.", "author": "Peter Drucker"},
{"quote": "Successful business people became successful because they took risks. The biggest risk is that once successful, they stop taking risks.", "author": "G.R. Gopinath"},
{"quote": "You are Entering the Red Zone.", "author": "Justin Cronin"},
{"quote": "Whosoever insists on winning must play at trivial games; no interesting victory is ever assured.", "author": "Donald Kingsbury"},
{"quote": "Be careful when rising to the top. Be more careful when you get there. The higher you go, the riskier it gets. Be careful. Be very careful.", "author": "Israelmore Ayivor"},
{"quote": "Your courage to take a risk and your ability to accept responsibility will define you.", "author": "Debasish Mridha"},
{"quote": "Just because something is ubiquitous does not mean that it is innocuous.", "author": "Clifford Cohen"},
{"quote": "Great risks could be undertaken only after great preparation.", "author": "Robert Ferrigno"},
{"quote": "People regret not achieving enough success in life, they should regret missing many opportunities in life.", "author": "Amit Kalantri"},
{"quote": "You can't stop Greatness; you can only try to delay it. And when you try to delay it, it just gets Greater because it gains new strength.", "author": "Tiffany Winfree"},
{"quote": "We can make detours with our mind but we can't distract the truth from our heart.", "author": "Nikki Rowe"},
{"quote": "We avoid risks in life only to die, and end up facing the greatest risk which is having lived life risking nothing at all.", "author": "Chinonye J. Chidolue"},
{"quote": "Do you ride?” That sounded sort of dirty, and the way he looked at me felt sort of dirty, too. No one ever looked at me like that.", "author": "Jenn Bennett"},
{"quote": "The Hot Air Balloon Charm", "author": "Viola Shipman"},
{"quote": "There was a danger in asking too much of a child, but the danger of asking too little was almost equal.", "author": "Robin Hobb"},
{"quote": "It was too late for he and his father to have an adventure, and NOTHING seemed to have any color anymore.", "author": "Robert Kurson"},
{"quote": "The real destination lies in step taking!", "author": "Ernest Agyemang Yeboah"},
{"quote": "Behind all the surface composure, there seemed to be a great darkness: an urge to test himself, to take risks, to haunt the edges of things.", "author": "Paul Auster"},
{"quote": "Sung Win smiled to himself, enjoying the tension across his shoulders and the way his pulse beat in his veins. All life involved risk.", "author": "Conn Iggulden"},
{"quote": "It seems that now is the time to take risks and strike.", "author": "Roger Parkinson"},
{"quote": "You must choose to risk what you fear to lose to gain everything you desire", "author": "Catrice M. Jackson"},
{"quote": "Sure, safety is, well, safe, but will it help me achieve the things I really want for my life?", "author": "Kayt Sukel"},
{"quote": "There is no fun or glory living a dull life. You have take chance and tackle challenges to make it interesting.", "author": "Evan  Smith"},
{"quote": "People wishes their friends to be in politics, but their sons in professions.", "author": "Amit Kalantri"},
{"quote": "Sometimes in life, you have to take difficult steps and tough decisions, in order to achieve something bigger.", "author": "Saad Salman"},
{"quote": "Words fail to describe", "author": "Anjum Choudhary"},
{"quote": "Love left us long back,", "author": "Anjum Choudhary"},
{"quote": "Some of us cover to protect our bodies", "author": "Anjum Choudhary"},
{"quote": "You're torn between wanting to be closer and wanting to push me away,\" he said. \"So I vote for closer. I'll always vote for closer.", "author": "Martina Boone"},
{"quote": "Opening to love will always involve risk,but a heart safe from pain is one also locked to joy.", "author": "John Mark Green"},
{"quote": "Clarity repositions you to quit nice activities that take you nowhere in order to pursue risky tasks that take you somewhere.", "author": "Israelmore Ayivor"},
{"quote": "Leaders do what is uncomfortable but helpful. They run away from the comfort that doesn't produce any help for the world.", "author": "Israelmore Ayivor"},
{"quote": "There’s risk inherent in most things that matter.", "author": "Alexis  Hall"},
{"quote": "The desire to swim in deeper waters is what gives a greater experience. Nothing new comes out of being ordinary. Leaders take risks.", "author": "Israelmore Ayivor"},
{"quote": "You have to risk falling to be able to fly.", "author": "Debasish Mridha"},
{"quote": "Everything worth anything is worth risk.", "author": "Matthew Donnelly"},
{"quote": "When Derek hesitated, Chloe said,", "author": "Kelley Armstrong"},
{"quote": "Why try to fit yourself into that same, tired mold when you could become something better?\"", "author": "Allyson Jeleyne"},
{"quote": "We only regret the chances we didn't take", "author": "Robin Dabhi"},
{"quote": "do not just take a risk ; take the risk. When you are taking the risk, ponder!", "author": "Ernest Agyemang Yeboah"},
{"quote": "The long term health effects from utility company smart meters present a far greater risk to the general population than terrorism in the USA.", "author": "Steven Magee"},
{"quote": "J.P. Morgan learned to fish in troubled waters.", "author": "H.W. Brands"},
{"quote": "No matter how big the risk will be, you're willing to do anything, to get what you want or save yourself.", "author": "Ebelsain Villegas"},
{"quote": "Leaders are interested in gains. However, they acknowledge that there is no gain without pain. They embrace the pain.", "author": "Israelmore Ayivor"},
{"quote": "Every great leader once fell down from a tall ladder. You don't become a star until you get the scar. Take that risk now.", "author": "Israelmore Ayivor"},
{"quote": "If one Godfather offers you an opportunity and another Godfather offers you an advantage, go with the former.", "author": "Amit Kalantri"},
{"quote": "I have loved this world in ways", "author": "Anjum Choudhary"},
{"quote": "Don't focus on the words i write,", "author": "Anjum Choudhary"},
{"quote": "Those who don’t want to take risks in life end up been the losers.", "author": "Sunday Adelaja"},
{"quote": "Responsibility for the consequences of actions is not the price of freedom, but one of its rewards.", "author": "Charles Murray"},
{"quote": "Many have said, “Follow my steps” I say to you, create your own paths, and follow no one, live, risk it all, die and be free.", "author": "Quetzal"},
{"quote": "Not all weapons are guns or blades; the most dangerous are subtle, hidden.", "author": "Andrea Cremer"},
{"quote": "We stand the risk of failure, because you refused to take risks. So life demands risks.", "author": "Sunday Adelaja"},
{"quote": "We stand the risk of stagnation, because you refused to take risks. So life demands risks.", "author": "Sunday Adelaja"},
{"quote": "There are one hundred men seeking security to one able man who is willing to risk his fortune.", "author": "J. Paul Getty"},
{"quote": "The greatest risk in life is not to take a risk.", "author": "Sunday Adelaja"},
{"quote": "But despite the fact that life is full of risk, yet without taking risk, we stand a greater risk.", "author": "Sunday Adelaja"},
{"quote": "Careful had never really been her style.", "author": "Tiffany Quay Tyson"},
{"quote": "Photobomb me at your own risk!", "author": "Ken Poirot"},
{"quote": "No low-trust society will ever produce sustained innovation.", "author": "Thomas L. Friedman"},
{"quote": "We stand the risk of backwardness, because you refused to take risks. So life demands risks.", "author": "Sunday Adelaja"},
{"quote": "We stand the risk of regression, because you refused to take risks. So life demands risks.", "author": "Sunday Adelaja"},
{"quote": "Have the courage to stand out and take few risks!", "author": "Anuranjita Kumar"},
{"quote": "We stand the risk of a standstill, because you refused to take risks. So life demands risks.", "author": "Sunday Adelaja"},
{"quote": "You stand the risk of a down turn, because you refused to take risks. So life demands risks.", "author": "Sunday Adelaja"},
{"quote": "You stand the risk of bankruptcy, because you refused to take risks. So life demands risks.", "author": "Sunday Adelaja"},
{"quote": "Opportunity and risk come in pairs", "author": "Bangambiki Habyarimana"},
{"quote": "You stand the risk of misfortunes, because you refused to take risks. So life demands risks.", "author": "Sunday Adelaja"},
{"quote": "He was her reason for existence,", "author": "Findinglostsouls"},
{"quote": "She had known the kind of love that was worth risking everything for, the kind of love that was as rare as a glimpse of heaven.", "author": "Nicholas Sparks"},
{"quote": "Anyone who takes the risk of leaving God for a while, risks his life in eternity.", "author": "Sunday Adelaja"},
{"quote": "Risk: no full life occurs without it.", "author": "Gina Greenlee"},
{"quote": "Everyday take one optimistic calculated risk to find out how far you can go.", "author": "Debasish Mridha"},
{"quote": "To esteem what makes you holy over what makes you happy - that is the greatest dare.", "author": "Criss Jami"},
{"quote": "If you can endure anything, you can become anything.", "author": "Michael Bassey Johnson"},
{"quote": "Adventure, opportunity and reward extend beyond our field of vision, and are made known to us only when we test our wings.", "author": "Gina Greenlee"},
{"quote": "When someone is walking beside us, we have more courage to walk into the unknown and to risk the dark and messy places in our journey.", "author": "Henry Kimsey-House"},
{"quote": "When someone is walking beside us, we have more courage to walk into the unknown and to risk the dark and messy places in our journey.", "author": "Karen Kimsey-House"},
{"quote": "The risk of all friendship is, alas, a little grief.", "author": "Alison Croggon"},
{"quote": "If we aren't willing to do whatever is required,\" he said finally, \"then we risk losing what we have been mandated to protect.", "author": "James Luceno"},
{"quote": "There is a difference between ‘off-limits’ and those places you can visit without getting caught.", "author": "Fennel Hudson"},
{"quote": "The fullness of life is in the hazards of life.", "author": "Edith Hamilton"},
{"quote": "You can go from seeking to seeker when you stop bouncing. Set a plan for change and take the risks you need to take without worrying about failing.", "author": "Andrea Goeglein"},
{"quote": "Give yourself permission to Risk. It is only in risk that one finds success.", "author": "Todd Stocker"},
{"quote": "Taking risks is part of life, but to take risks invites the possibility of disapointmet, but also the possiblity of true happiness", "author": "Morten Høgsberg"},
{"quote": "Take a chance and risk it all or play it safe and suffer defeat.", "author": "Pittacus Lore"},
{"quote": "Sometimes you just have to know when the battle you’re fighting is one best walked away from, than fought to the cold, bitter end.", "author": "A.J. Darkholme"},
{"quote": "The field of asking is fundamentally improvisational. It thrives not in the creation of rules and etiquette but in the smashing of that etiquette.", "author": "Amanda Palmer"},
{"quote": "To take risk and fail is not a failure. Real failure is to fear taking any risk", "author": "Mohammed bin Rashid Al Maktoum"},
{"quote": "Sometimes it is worth taking a risk, no matter what the consequences.", "author": "emily arden"},
{"quote": "Magic?\" What did magic have to do with breaking into someone's store and stealing their stuff?", "author": "Brom"},
{"quote": "Gamblers take blind risks. Entrepreneurs take risks while visually impaired and feel their way up and out.", "author": "Ryan Lilly"},
{"quote": "When nothing is at stake, everything's a waste.", "author": "Crystal Woods"},
{"quote": "Sometimes, the risks we take are so extreme that if things didn’t work in our favor, we could lose EVERYTHING for the sake of our faith.", "author": "D Nicole Williams"},
{"quote": "I had risked everything and gained everything, and here I was of the world and in it.", "author": "Maggie Stiefvater"},
{"quote": "Sometimes it's best to trade an ideal for something more practical that you can guarantee.", "author": "A.J. Darkholme"},
{"quote": "Sometimes you have to risk life, in order to live, and gamble death, to sacrifice life.", "author": "Anthony Liccione"},
{"quote": "Ours was such a delicious risk.", "author": "Scott Hastie"},
{"quote": "If you like tiger cubs,you got to get into the den!", "author": "Abha Maryada Banerjee"},
{"quote": "Your choices are very essential; without a better choice, you are risking to drive a destination whose name you know, but address you forget!", "author": "Israelmore Ayivor"},
{"quote": "You can't be a rebel without the scars that come with it. Truth is, some days scars are just as ugly as they are beautiful.", "author": "Criss Jami"},
{"quote": "If you can't ignore imperfections, then your imaginary ideal soulmate will always remain pending till you grow old and die.", "author": "Michael Bassey Johnson"},
{"quote": "Dreams and freedom are the same. In order for them to be, they come with a price.", "author": "Criss Jami"},
{"quote": "Emperors are not made from cowards; they are made from those who take great risk where there stands to be even greater gain.", "author": "A.J. Darkholme"},
{"quote": "Wanna become a Billionaire...?", "author": "Nitin Yadav"},
{"quote": "Reputation is an outcome; but it is also a valuable, strategic asset.", "author": "Andrew Griffin"},
{"quote": "For individuals and organizations alike, a reputation is far easier to destroy than it is to build.", "author": "Andrew Griffin"},
{"quote": "1125Wanna become a Billionaire...?", "author": "Nitin Yadav"},
{"quote": "Boundaries and risk management are very important parts of living a healthy and positive life.", "author": "Bryant McGill"},
{"quote": "China is a political beast, with the Party at its heart, and the importance of political and regulatory due diligence cannot be overstated.", "author": "Jeremy  Gordon"},
{"quote": "Don't be afraid to start small, entrepreneurship takes courage to win, and look for quick wins while setting a short and long term vision", "author": "Desmond Oshifeso"},
{"quote": "Grow or Die - Don’t let your fear of uncertainty keep you from achieving your dreams, it is far riskier to stagnate.", "author": "Malti Bhojwani"},
{"quote": "Life without risk is a life that is benign and sterile.", "author": "Alex T Wilson"},
{"quote": "Every  person’s  life  should  include  one  reckless  moment.", "author": "Julie McSorley Marcus McSorley"},
{"quote": "Risk is uncertainty injected into our most vulnerable places. And because that’s the case, we may choose not to risk.", "author": "Craig D. Lounsbrough"},
{"quote": "If I die on my way to the dance, it will be better than to survive having never lifted my feet.", "author": "Agnostic Zetetic"},
{"quote": "The newly-minted captain is told to let nothing stop him but to do nothing that would risk his ship or his crew.", "author": "Patrick O'Brian"},
{"quote": "Absolutely, love matters,” she reiterated. “We forget that at our own risk.", "author": "Paul Russell"},
{"quote": "Reagan's failure to become a truly great movie star has been ascribed to project menace, sexuality, or even moral ambiguity.", "author": "Scott Farris"},
{"quote": "Risk is the stuff that sucks the predictability right out of the very things that we desperately wish were predictable.", "author": "Craig D. Lounsbrough"},
{"quote": "Never give up your right to be wrong, and be sure to give others that right too.", "author": "Tim Fargo"},
{"quote": "I lived a life, a life of risks, risks I never took.", "author": "Aleksandar Marinkov"},
{"quote": "It's an obvious challenge, but the risk feels too big, the leap too grand, the future too unknown", "author": "A. Rosa"},
{"quote": "What I do know is that there are two kinds of pain in this life: risk and regret. I'd rather live with the first than the second.", "author": "Holley Gerth"},
{"quote": "Confidence comes from crossing thresholds.", "author": "Kamal Ravikant"},
{"quote": "When you fear falling, you never get off the ground.", "author": "Addison Killebrew"},
{"quote": "Sometimes, Reynie, trouble itself is the key. - Mr. Benedict", "author": "Trenton Lee Stewart"},
{"quote": "You know you have received the invitation when your heart is ready to risk everything to hold the hand of God.", "author": "Holly Lynn Payne"},
{"quote": "Risk should be taken for a cause not pleasure, life is not worth to ruin but to live with pride.", "author": "Zeeshan Ahmed"},
{"quote": "Teamwork is great for all, but result is greater for some.", "author": "Toba Beta"},
{"quote": "Creating anything that never existed before is not sanity.", "author": "Kamal Ravikant"},
{"quote": "Once I get something going well, I'll risk fucking it up just for the action.", "author": "Ice-T"},
{"quote": "Risk may bring pain, but risk also brings freedom and reward.", "author": "Shandel Slaten"},
{"quote": "Entrepreneurs often underestimate costs and overestimate rewards. But the fact that they estimate & still take action sets them apart from peers.", "author": "Ryan Lilly"},
{"quote": "Failures or successes are not as important as the willingness to risk.", "author": "Darryl Webb"},
{"quote": "Risk may bring pain, but risk also brings freedom and reward.", "author": "Shandel Slaten - Clarity Focusing On What Matters"},
{"quote": "Toklo raked his companions with a hard glance. “Don’t risk your own safety.", "author": "Erin Hunter"},
{"quote": "You have put yourself at risk to activate your instinctual genius.", "author": "Bryant McGill"},
{"quote": "Doubt is an acceptable risk for happiness.", "author": "David Levithan"},
{"quote": "The more we love, the more it hurts, and the more we have to let go.", "author": "Mary E. DeMuth"},
{"quote": "Everything in life has some risk, and what you have to actually learn to do is how to navigate it.", "author": "Reid Hoffman"},
{"quote": "We must all get our hearts broken sometimes. This is a good sign, having a broken heart. It means we have tried for something", "author": "Elizabeth Gilbert"},
{"quote": "Don't risk your life for those that doesn't love your life, lest you end up in regrets if not death.", "author": "Michael Bassey Johnson"},
{"quote": "There's no safety in love. You risk the whole of life. But the great thing is to risk -to believe, and to risk everything for your belief.", "author": "Elizabeth von Arnim"},
{"quote": "Jesus often calls us to risk. He asks us to be vulnerable, to be authentic, so others can see Him in and through us.", "author": "Mary E. DeMuth"},
{"quote": "Love has no demand of us but to keep practicing, to do the next hard thing. Love says, Come dear. Take the next step.", "author": "Anna White"},
{"quote": "Once you find your dream, risk everything to make it come true.", "author": "Ziad K. Abdelnour"},
{"quote": "I really am the world's shittiest boyfriend. Holding onto something", "author": "Kelley York"},
{"quote": "Anyway,You need to focus only on you.", "author": "pavankumar nagaraj"},
{"quote": "Rise or Fall you must not stop doing.", "author": "pavankumar nagaraj"},
{"quote": "Who says there's just one safe way to walk, one road properly lit, and the rest - all slippery water, unmarked?", "author": "Betsy Sholl"},
{"quote": "For God's sake, Gwen,\" he said gently. \"What matter that I love you. That's not the bit that's always been missing.\"", "author": "Meredith Duran"},
{"quote": "What looked safe was not safe. What looked hard and unsafe was probably safer. Anyway, safe was somewhere else in the world.", "author": "David Halberstam"},
{"quote": "Derivatives - The risk never leaves the system - It finds taker who believes the risk is acceptable....until they lose everything.", "author": "Ziad K. Abdelnour"},
{"quote": "Acts of love, for me, are leaps of bravery.", "author": "Anna White"},
{"quote": "Today we must begin again. Step by small step, without any more protection than comes from our own bodies.", "author": "Eduardo Galeano"},
{"quote": "Maybe winning isn’t everything. One just needs to hedge the bet and minimize the risk.", "author": "Doug   Cooper"},
{"quote": "Freedom, inefficiency, and prosperity are not in it frequently found together, and it is seldom easy to distinguish between the first two.", "author": "Edmund S Morgan"},
{"quote": "Risk is what you control and fortune is really all about risk. Bottom Line: Fortune comes from big money bets on very low probability events", "author": "Ziad K. Abdelnour"},
{"quote": "It is irritating when someone talking to me,When she is not talking", "author": "pavankumar nagaraj"},
{"quote": "I believe the more personally removed people are from a major financial event, the less it is to affect their appetite for risk.", "author": "Ziad K. Abdelnour"},
{"quote": "Love always requires courage and involves risk.", "author": "M. Scott Peck"},
{"quote": "We can't be in survival mode. We have to be in growth mode.", "author": "Jeff Bezos"},
{"quote": "There's no reward without work, no victory without effort, no battle won without risk.", "author": "Nora Roberts"},
{"quote": "Most men wait to move until victory is guaranteed.", "author": "John Eldredge"},
{"quote": "I can never gain something without losing everything I had before.", "author": "Nadia Scrieva"},
{"quote": "Yellow decided to risk for a butterfly.", "author": "Trina Paulus"},
{"quote": "You are only given one life, one chance at fully living it...take risks, believe in your dreams, explore the world and her people, live out loud!", "author": "Danell Lynn"},
{"quote": "The death knell for any enterprise is to glorify the past -- no matter how good it was.", "author": "Jeff Bezos"},
{"quote": "The greatest risk is not taking any.", "author": "Tim Fargo"},
{"quote": "Most God-ordained dreams die because we are not willing to do something that seems illogical", "author": "Mark Batterson"},
{"quote": "The game isn't big enough unless it scares you a little. Cmdr. William Riker", "author": "Star Trek: The Next Generation Episode Guide Team"},
{"quote": "Emotion has its place, but it must not interfere with taking the appropriate action.", "author": "Susan Oakey-Baker"},
{"quote": "The greatest risk is not taking one.", "author": "Tim Fargo"},
{"quote": "The genealogy of blessing always traces back to God-ordained risk.", "author": "Mark Batterson"},
{"quote": "A Relationship Should Come With An ENTER AT YOUR OWN RISK Sign.", "author": "Cyc Jouzy"},
{"quote": "Didn't anyone ever teach you that it's easier to ask forgiveness than permission?", "author": "Emily Horner"},
{"quote": "Mountaineers are one of the few groups to celebrate before the finish line. More mountaineers die on the descent than on the ascent.", "author": "Susan Oakey-Baker"},
{"quote": "Jim turned his head slowly to look into my eyes and shuddered. “It’s the closest I’ve ever felt to dying.", "author": "Susan Oakey-Baker"},
{"quote": "We would do our theology better if more was at stake in what we said.", "author": "John Piper"},
{"quote": "Without risk in our lives, we’re scarcely better than machines ourselves.", "author": "Alastair Reynolds"},
{"quote": "Ryan-chasers have a life wish. They live life to the fullest because they are willing to look foolish.", "author": "Mark Batterson"},
{"quote": "We see the world as less random than it actually is.", "author": "Nassim Taleb"},
{"quote": "If you take risks, you may fail. But if you do not take risks, you will surely fail. The greatest risk of all is to do nothing.", "author": "Roberto Goizueta"},
{"quote": "Love is the bee that carries the pollen from one heart to another.", "author": "Slash Coleman"},
{"quote": "Why does everyone think a guy who prefers love to people is missing something in his life?", "author": "Slash Coleman"},
{"quote": "Anything in your life that’s acting as a security blanket is only smothering the person you were born to be.", "author": "Mandy Hale"},
{"quote": "I am part of everyone I ever dated on OK Cupid.", "author": "Slash Coleman"},
{"quote": "Well, that is what you risk when you fall in love. You risk losing your dignity.", "author": "J.M. Coetzee"},
{"quote": "There is no greater place for damage (than marriage) because there is no greater place for glory.", "author": "John Eldredge"},
{"quote": "They’d come for you, and this time they’d come with weapons.", "author": "Julio-Alexi Genao"},
{"quote": "Some have won a wild delight,", "author": "Charlotte Brontë"},
{"quote": "The willingness to be a champion for stupid ideas is the key to greater creativity, innovation, fulfillment, inspiration, motivation and success.", "author": "Richie Norton"},
{"quote": "What is courage without risk... It wouldn’t really be courage, would it?", "author": "Jocelyn  Murray"},
{"quote": "Behind every no entry sign there's a door.", "author": "Peter Jones"},
{"quote": "Life Insurance is a mitigation to the risk of your life", "author": "Manoj Arora"},
{"quote": "A historian is a risk-terrified prophet.", "author": "Mokokoma Mokhonoana"},
{"quote": "Risky is not the same as crazy. Failing is not the same as being worthless.", "author": "Alyson Hagy"},
{"quote": "Why would we need to experience the Comforter if our lives are already comfortable?", "author": "Francis Chan"},
{"quote": "Just remember, you never know what's possible until you risk finding out.", "author": "Jasinda Wilder"},
{"quote": "Caution is the path to mediocrity. Gliding, passionless mediocrity is all that most people think they can achieve.", "author": "Frank Herbert"},
{"quote": "Your mother is risking a lot, because she believes in you.", "author": "Matthew Quick"},
{"quote": "Take a wrong turn. Get lost in something you love.", "author": "Marty Rubin"},
{"quote": "Oh I know it's cliché but yeah they say that great men make it in-", "author": "Criss Jami"},
{"quote": "The riskiest thing we can do is just maintain the status quo.", "author": "Bob Iger"},
{"quote": "It is impossible to be truly artistic without the risk of offending someone somewhere.", "author": "Wayne Gerard Trotman"},
{"quote": "Everyone was willing to take some small risk to lessen the damage of their ambition and disorder and lawlessness.", "author": "Kristin Cashore"},
{"quote": "Engaging in activities devoid of difficulty, lounging in risk-free zones, is life without great meaning.", "author": "Jon M. Huntsman Sr."},
{"quote": "...I don't want security - to be self-assured - I want to risk my heart in making your portrait and be paid the wages of your devotion...", "author": "John Geddes"},
{"quote": "If every day at work feels like a Friday, then you are doing what you were meant to do.", "author": "Alan W. Kennedy"},
{"quote": "Some adventures should never be repeated.", "author": "Mike L. Hopper"},
{"quote": "Do you still insist on telling the truth even though you know that it could destroy this world?", "author": "Toba Beta"},
{"quote": "A risk is a risk because it's avoidable.", "author": "Erica Bauermeister"},
{"quote": "...the ratings agencies' problem was in being unable or uninterested in appreciating the distinction between risk and uncertainty.", "author": "Nate Silver"},
{"quote": "The willingness to show up changes us, It makes us a little braver each time.", "author": "Brené Brown"},
{"quote": "Stand at the top of a cliff and jump off and build your wings on the way down.", "author": "Ray Bradbury"},
{"quote": "There's never any great risk as long as you have money.", "author": "E.M. Forster"},
{"quote": "Have nuts and be nuts.", "author": "Criss Jami"},
{"quote": "The ragamuffin gospel says we can't lose, because we have nothing to lose.", "author": "Brennan Manning"},
{"quote": "I might be manipulating you to create risk for myself.", "author": "Sharon Stone"},
{"quote": "When there's nothing left to save, there's nothing left to lose.", "author": "T.S. Welti"},
{"quote": "Any way, is better than no way at all.", "author": "Anthony Liccione"},
{"quote": "Leaders know that the fruit of life is out on a limb.", "author": "Orrin Woodward"}
]