[
{"quote": "Success is not final, failure is not fatal: it is the courage to continue that counts.", "author": "Winston S. Churchill"},
{"quote": "He has achieved success who has lived well, laughed often, and loved much;", "author": "Bessie Anderson Stanley"},
{"quote": "I can't give you a sure-fire formula for success, but I can give you a formula for failure: try to please everybody all the time.", "author": "Herbert Bayard Swope"},
{"quote": "If at first you don't succeed, try, try again. Then quit. No use being a damn fool about it.", "author": "W.C. Fields"},
{"quote": "Try not to become a man of success. Rather become a man of value.", "author": "Albert Einstein"},
{"quote": "It is better to fail in originality than to succeed in imitation.", "author": "Herman Melville"},
{"quote": "Dare to Be", "author": "Steve Maraboli"},
{"quote": "Success is getting what you want, happiness is wanting what you get", "author": "W. P. Kinsella"},
{"quote": "Failure is the condiment that gives success its flavor.", "author": "Truman Capote"},
{"quote": "Letting go means to come to the realization that some people are a part of your history, but not a part of your destiny.", "author": "Steve Maraboli"},
{"quote": "The worst part of success is trying to find someone who is happy for you.", "author": "Bette Midler"},
{"quote": "Have no fear of perfection - you'll never reach it.", "author": "Salvador Dali"},
{"quote": "Success is stumbling from failure to failure with no loss of enthusiasm.", "author": "Winston S. Churchill"},
{"quote": "If A is a success in life, then A equals x plus y plus z. Work is x; y is play; and z is keeping your mouth shut", "author": "Albert Einstein"},
{"quote": "Don't spend time beating on a wall, hoping to transform it into a door. ", "author": "Coco Chanel"},
{"quote": "I'm a success today because I had a friend who believed in me and I didn't have the heart to let him down.", "author": "Abraham Lincoln"},
{"quote": "Cry. Forgive. Learn. Move on. Let your tears water the seeds of your future happiness.", "author": "Steve Maraboli"},
{"quote": "The way to get started is to quit talking and begin doing. ", "author": "Walt Disney"},
{"quote": "Sometimes it takes a good fall to really know where you stand", "author": "Hayley Williams"},
{"quote": "Our greatest glory is not in never falling, but in rising every time we fall.", "author": "Oliver Goldsmith"},
{"quote": "All you need in this life is ignorance and confidence; then success is sure. ", "author": "Mark Twain"},
{"quote": "Sometimes life knocks you on your ass... get up, get up, get up!!! Happiness is not the absence of problems, it's the ability to deal with them.", "author": "Steve Maraboli"},
{"quote": "A thinker sees his own actions as experiments and questions--as attempts to find out something. Success and failure are for him answers above all.", "author": "Friedrich Nietzsche"},
{"quote": "Success is not how high you have climbed, but how you make a positive difference to the world.", "author": "Roy T. Bennett"},
{"quote": "It is hard to fail, but it is worse never to have tried to succeed.", "author": "Theodore Roosevelt"},
{"quote": "A man is a success if he gets up in the morning and gets to bed at night, and in between he does what he wants to do.", "author": "Bob Dylan"},
{"quote": "Success is most often achieved by those who don't know that failure is inevitable.", "author": "Coco Chanel"},
{"quote": "Let the improvement of yourself keep you so busy that you have no time to criticize others.", "author": "Roy T. Bennett"},
{"quote": "Only those who dare to fail greatly can ever achieve greatly.", "author": "Robert F. Kennedy"},
{"quote": "If you try and lose then it isn't your fault. But if you don't try and we lose, then it's all your fault.", "author": "Orson Scott Card"},
{"quote": "At the end of the day, let there be no excuses, no explanations, no regrets.", "author": "Steve Maraboli"},
{"quote": "Kites rise highest against the wind, not with it.", "author": "Winston S. Churchill"},
{"quote": "Keep your best wishes, close to your heart and watch what happens", "author": "Tony DeLiso"},
{"quote": "Whatever the mind can conceive and believe, it can achieve.", "author": "Napoleon Hill"},
{"quote": "If you hang out with chickens, you're going to cluck and if you hang out with eagles, you're going to fly.", "author": "Steve Maraboli"},
{"quote": "Supreme excellence consists of breaking the enemy's resistance without fighting.", "author": "Sun Tzu"},
{"quote": "We are all failures- at least the best of us are.", "author": "J.M. Barrie"},
{"quote": "I find the best way to love someone is not to change them, but instead, help them reveal the greatest version of themselves.", "author": "Steve Maraboli"},
{"quote": "Judge your success by what you had to give up in order to get it.", "author": "Dalai Lama XIV"},
{"quote": "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack in will.", "author": "Vince Lombardi"},
{"quote": "In order to succeed, your desire for success should be greater than your fear of failure. ", "author": "Bill Cosby"},
{"quote": "Our greatest fear should not be of failure but of succeeding at things in life that don't really matter.", "author": "Francis Chan"},
{"quote": "Always bear in mind that your own resolution to succeed is more important than any one thing.", "author": "Abraham Lincoln"},
{"quote": "The biggest challenge after success is shutting up about it.", "author": "Criss Jami"},
{"quote": "A kind gesture can reach a wound that only compassion can heal.", "author": "Steve Maraboli"},
{"quote": "The three great essentials to achieve anything worthwhile are, first, hard work; second, stick-to-itiveness; third, common sense.", "author": "Thomas A. Edison"},
{"quote": "You’re not obligated to win. You’re obligated to keep trying. To the best you can do everyday.", "author": "Jason Mraz"},
{"quote": "Never was anything great achieved without danger.", "author": "Niccolo Machiavelli"},
{"quote": "Rich people have small TVs and big libraries, and poor people have small libraries and big TVs.", "author": "Zig Ziglar"},
{"quote": "Success does not consist in never making mistakes but in never making the same one a second time.", "author": "George Bernard Shaw"},
{"quote": "Don't confuse poor decision-making with destiny. Own your mistakes. It’s ok; we all make them. Learn from them so they can empower you!", "author": "Steve Maraboli"},
{"quote": "The only time you fail is when you fall down and stay down.", "author": "Stephen Richards"},
{"quote": "Success is a state of mind. If you want success, start thinking of yourself as a success.", "author": "Joyce Brothers"},
{"quote": "If you have a dream, don’t just sit there. Gather courage to believe that you can succeed and leave no stone unturned to make it a reality.", "author": "Dr Roopleen"},
{"quote": "And will you succeed? Yes indeed, yes indeed! Ninety-eight and three-quarters percent guaranteed!", "author": "Dr. Suess"},
{"quote": "I've had great success being a total idiot. ", "author": "Jerry Lewis"},
{"quote": "Failure is a bend in the road, not the end of the road. Learn from failure and keep moving forward.", "author": "Roy T. Bennett"},
{"quote": "Success is getting what you want..", "author": "Dale Carnegie"},
{"quote": "May Light always surround you;", "author": "D. Simone"},
{"quote": "My past has not defined me, destroyed me, deterred me, or defeated me; it has only strengthened me.", "author": "Steve Maraboli"},
{"quote": "Plant seeds of happiness, hope, success, and love; it will all come back to you in abundance. This is the law of nature.", "author": "Steve Maraboli"},
{"quote": "If I cannot do great things, I can do small things in a great way", "author": "Martin Luther King Jr."},
{"quote": "Winners are not afraid of losing. But losers are. Failure is part of the process of success. People who avoid failure also avoid success.", "author": "Robert T. Kiyosaki"},
{"quote": "Rejection is an opportunity for your selection.", "author": "Bernard Branson"},
{"quote": "Great Leaders Create More Leaders", "author": "Roy T. Bennett"},
{"quote": "Eighty percent of success is showing up.", "author": "Woody Allen"},
{"quote": "Curious that we spend more time congratulating people who have succeeded than encouraging people who have not.", "author": "Neil deGrasse Tyson"},
{"quote": "Don't mistake activity with achievement.", "author": "John Wooden"},
{"quote": "You were put on this earth to achieve your greatest self, to live out your purpose, and to do it courageously.", "author": "Steve Maraboli"},
{"quote": "The universe doesn’t give you what you ask for with your thoughts - it gives you what you demand with your actions.", "author": "Steve Maraboli"},
{"quote": "When you arise in the morning, think of what a precious privilege it is to be alive—to breathe, to think, to enjoy, to love—then make that day count!", "author": "Steve Maraboli"},
{"quote": "Keep your friends for friendship, but work with the skilled and competent", "author": "Robert Greene"},
{"quote": "When you connect to the silence within you, that is when you can make sense of the disturbance going on around you.", "author": "Stephen Richards"},
{"quote": "When you take risks you learn that there will be times when you succeed and there will be times when you fail, and both are equally important.", "author": "Ellen DeGeneres"},
{"quote": "If at first you don't succeed, destroy all evidence that you tried.", "author": "Steven Wright"},
{"quote": "People rarely succeed unless they have fun in what they are doing.", "author": "Dale Carnegie"},
{"quote": "Success, after all, loves a witness, but failure can't exist without one.", "author": "Junot Díaz"},
{"quote": "Fortune sides with him who dares.", "author": "Virgil"},
{"quote": "Failures are the stairs we climb to reach success.", "author": "Roy T. Bennett"},
{"quote": "How much you can learn when you fail determines how far you will go into achieving your goals.", "author": "Roy T. Bennett"},
{"quote": "The harder you fall, the heavier your heart; the heavier your heart, the stronger you climb; the stronger you climb, the higher your pedestal.", "author": "Criss Jami"},
{"quote": "To be successful you need friends and to be very successful you need enemies.", "author": "Sidney Sheldon"},
{"quote": "Accepting oneself does not preclude an attempt to become better.", "author": "Flannery O'Connor"},
{"quote": "Don’t let mental blocks control you. Set yourself free. Confront your fear and turn the mental blocks into building blocks.", "author": "Dr Roopleen"},
{"quote": "If you care about what you do and work hard at it, there isn't anything you can't do if you want to.", "author": "Jim Henson"},
{"quote": "Persistence. Perfection. Patience. Power. Prioritize your passion. It keeps you sane.", "author": "Criss Jami"},
{"quote": "To be independent of public opinion is the first formal condition of achieving anything great.", "author": "HEGEL"},
{"quote": "Happiness is part of who we are. Joy is the feeling", "author": "Tony DeLiso"},
{"quote": "Don't blow off another's candle for it won't make yours shine brighter.", "author": "Jaachynma N.E. Agu"},
{"quote": "Success means we go to sleep at night knowing that our talents and ablities were used in a way that served others.", "author": "Marianne Williamson"},
{"quote": "Success is a little like wrestling a gorilla. You don't quit when you're tired. You quit when the gorilla is tired.", "author": "Robert Strauss"},
{"quote": "You must expect great things of yourself before you can do them.", "author": "Michael Jordan"},
{"quote": "Vision without execution is just hallucination.", "author": "Henry Ford"},
{"quote": "There is no failure except in no longer trying.", "author": "Elbert Hubbard"},
{"quote": "Success is...", "author": "John C. Maxwell"},
{"quote": "Doubt kills more dreams than failure ever will.", "author": "Suzy Kassem"},
{"quote": "If you believe you can, you might. If you know you can, you will.", "author": "Steve Maraboli "},
{"quote": "You may be the only person left who believes in you, but it's enough. It takes just", "author": "Richelle E. Goodrich"},
{"quote": "All the time you're saying to yourself, 'I could do that, but I won't,' — which is just another way of saying that you can't.", "author": "Richard P. Feynman"},
{"quote": "The way of success is the way of continuous pursuit of knowledge.", "author": "Napoleon Hill"},
{"quote": "Our way of thinking creates good or bad outcomes.", "author": "Stephen Richards"},
{"quote": "The test of success is not what you do when you are on top. Success is how high you bounce when you hit the bottom.", "author": "George S. Patton Jr."},
{"quote": "Love yourself. Forgive yourself. Be true to yourself. How you treat yourself sets the standard for how others will treat you.", "author": "Steve Maraboli"},
{"quote": "The thermometer of success is merely the jealousy of the malcontents.", "author": "Salvador Dali"},
{"quote": "Doing the best at this moment puts you in the best place for the mext moment", "author": "Oprah Winfrey"},
{"quote": "Act the way you'd like to be and soon you'll be the way you'd like to act.", "author": "Bob Dylan"},
{"quote": "If you fuel your journey on the opinions of others, you are going to run out of gas.", "author": "Steve Maraboli"},
{"quote": "Congratulations!", "author": "Dr. Seuss"},
{"quote": "If you are not the hero of your own story, then you're missing the whole point of your humanity.", "author": "Steve Maraboli"},
{"quote": "To succeed in life, you need three things: a wishbone, a backbone and a funnybone.", "author": "Reba McEntire"},
{"quote": "If you’re in the luckiest one per cent of humanity, you owe it to the rest of humanity to think about the other 99 per cent.", "author": "Warren Buffett"},
{"quote": "Life always begins with one step outside of your comfort zone.", "author": "Shannon L. Alder"},
{"quote": "The level of success you achieve will be in direct proportion to the depth of your commitment.", "author": "Roy T. Bennett"},
{"quote": "Integrity is doing what is right and truthful, and doing as you say you would do.", "author": "Roy T. Bennett"},
{"quote": "It's failure that gives you the proper perspective on success.", "author": "Ellen DeGeneres"},
{"quote": "Judgment is a negative frequency.", "author": "Stephen Richards"},
{"quote": "When your back is to the wall and you are facing fear head on, the only way is forward and through it.", "author": "Stephen Richards"},
{"quote": "Whosoever desires constant success must change his conduct with the times.", "author": "Niccolo Machiavelli"},
{"quote": "Each new day is a blank page in the diary of your life. The secret of success is in turning that diary into the best story you possibly can.", "author": "Douglas Pagels"},
{"quote": "No matter what your history has been, your destiny is what you create today. What are you going to create?", "author": "Steve Maraboli"},
{"quote": "Men are born to succeed, not to fail.", "author": "Henry David Thoreau"},
{"quote": "Edit your life frequently and ruthlessly. It's your masterpiece after all.", "author": "Nathan W. Morris"},
{"quote": "Success will be within your reach only when you start reaching out for it.", "author": "Stephen Richards"},
{"quote": "Every single time you help somebody stand up you are helping humanity rise.", "author": "Steve Maraboli"},
{"quote": "People don't need love. What they need is success in one form or another. It can be love but it needn't be.", "author": "Charles Bukowski"},
{"quote": "A quitter never wins-and-a winner never quits.", "author": "Napoleon Hill"},
{"quote": "The world’s greatest achievers have been those who have always stayed focussed on their goals and have been consistent in their efforts.", "author": "Dr Roopleen"},
{"quote": "When you are living the best version of yourself, you inspire others to live the best versions of themselves.", "author": "Steve Maraboli"},
{"quote": "You’re frustrated because you keep waiting for the blooming of flowers of which you have yet to sow the seeds.", "author": "Steve Maraboli"},
{"quote": "Before you can successfully make friends with others, first you have to become your own friend.", "author": "Stephen Richards"},
{"quote": "I do not like to repeat successes I like to go on to other things.", "author": "Walt Disney"},
{"quote": "Your success and happiness lie in you.", "author": "Helen Keller"},
{"quote": "Strike the shepherd and the sheep will scatter", "author": "Robert Greene"},
{"quote": "Don't set your goals by what other people deem important.", "author": "Jaachynma N.E. Agu"},
{"quote": "To be heroic is to be courageous enough to die for something; to be inspirational is to be crazy enough to live a little.", "author": "Criss Jami"},
{"quote": "To succeed in the world it is not enough to be stupid - one must also be polite.", "author": "Voltaire"},
{"quote": "Don't let what you cannot do interfere with what you can do. ", "author": "John R Wooden"},
{"quote": "Don't give up! It's not over. The universe is balanced. Every set-back bears with it the seeds of a come-back.", "author": "Steve Maraboli"},
{"quote": "The merit of all things lies in their difficulty.", "author": "Alexandre Dumas"},
{"quote": "Decide what you want to be....", "author": "John A Widtsoe"},
{"quote": "It is extraordinarily entertaining to watch the historians of the past ... entangling themselves in what they were pleased to call the \"problem\" of", "author": "Dorothy L. Sayers"},
{"quote": "The real glory is being knocked to your knees and then coming back. That's real glory. Thats the essence of it.", "author": "Vince Lombardi"},
{"quote": "I am not a victim. No matter what I have been through, I'm still here. I have a history of victory.", "author": "Steve Maraboli"},
{"quote": "Anyone who imagines they can work alone winds up surrounded by nothing but rivals, without companions. The fact is, no one ascends alone.", "author": "Lance Armstrong"},
{"quote": "When emerging from humble beginnings, those around you tend to underestimate your authenticity because they knew you before you were 'somebody'.", "author": "Criss Jami"},
{"quote": "Who you are tomorrow begins with what you do today.", "author": "Tim Fargo"},
{"quote": "It is in your moments of decision that your destiny is shaped. ", "author": "Anthony Robbins"},
{"quote": "If you're not gonna go all the way, why go at all?", "author": "Joe Namath"},
{"quote": "Our business in life is not to succeed, but to continue to fail in good spirits.", "author": "Robert Louis Stevenson"},
{"quote": "The most important thing is this: to sacrifice what you are now for what you can become tomorrow.", "author": "Shannon Alder"},
{"quote": "Those who don't jump will never fly.", "author": "Leena Ahmad Almashat"},
{"quote": "Failure is constructive feedback that tells you to try a different approach to accomplish what you want.", "author": "Idowu Koyenikan"},
{"quote": "When you fail, that is when you get closer to success.", "author": "Stephen Richards"},
{"quote": "Find a purpose to serve, not a lifestyle to live.", "author": "Criss Jami"},
{"quote": "The roughest roads often lead to the top.", "author": "Christina Aguilera"},
{"quote": "You may be disappointed if you fail, but you are doomed if you don’t try.", "author": "Beverly Sills"},
{"quote": "Don't worry about being effective. Just concentrate on being faithful to the truth.", "author": "Dorothy Day"},
{"quote": "It’s a lack of clarity that creates chaos and frustration. Those emotions are poison to any living goal.", "author": "Steve Maraboli"},
{"quote": "The road to success is dotted with many tempting parking spaces.", "author": "Will Rogers"},
{"quote": "The whole secret of a successful life is to find out what is one's destiny to do, and then do it.", "author": "Henry Ford"},
{"quote": "Be curious about the world in which you live. Look things up. Chase down every reference. Go deeper than anybody else--that's how you'll get ahead.", "author": "Austin Kleon"},
{"quote": "Stop blaming outside circumstances for your inside chaos.", "author": "Steve Maraboli"},
{"quote": "You rarely win, but sometimes you do.", "author": "Harper Lee"},
{"quote": "Nearly' only counts in horseshoes and hand-grenades.", "author": "Neil Gaiman"},
{"quote": "Success comes from the inside out. In order to change what is on the outside, you must first change what is on the inside.", "author": "Idowu Koyenikan"},
{"quote": "You have succeeded in life when all you really WANT is only what you really NEED.", "author": "Vernon Howard"},
{"quote": "What do you mean I have to wait for someone's approval?", "author": "Richelle E. Goodrich"},
{"quote": "Never run from the enemy, tackle them", "author": "Victoria Addino"},
{"quote": "There is no progress or accomplishment without sacrifice.", "author": "Idowu Koyenikan"},
{"quote": "The money you make is a symbol of the value you create.", "author": "Idowu Koyenikan"},
{"quote": "It takes nothing to stay in poverty, but everything to break free from it.", "author": "Idowu Koyenikan"},
{"quote": "To dream of success is to set a goal of where you want to be; to wake up, take action, and achieve it is what true success is all about.", "author": "Idowu Koyenikan"},
{"quote": "Doing the tough things sets winners apart from losers.", "author": "Stephen Richards"},
{"quote": "Don't look so worried. Most successful missions are just a series of barely averted disasters.", "author": "Sabaa Tahir"},
{"quote": "No guts, no story.", "author": "Chris Brady"},
{"quote": "To burn always with this hard gemlike flame, to maintain this ecstasy, is success in life.", "author": "Walter Pater"},
{"quote": "Be happy with who you are and what you do, and you can do anything you want.", "author": "Steve Maraboli"},
{"quote": "Do not let another day go by where your dedication to other people's opinions is greater than your dedication to your own emotions!", "author": "Steve Maraboli"},
{"quote": "People are successful because they think and act like successful people.", "author": "Roy T. Bennett"},
{"quote": "...it is well known that a vital ingredient of success is not knowing that what you're attempting can't be done.", "author": "Terry Pratchett"},
{"quote": "I am struck by how sharing our weakness and difficulties is more nourishing to others than sharing our qualities and successes.", "author": "Jean Vanier"},
{"quote": "If your success is not on your own terms, if it looks good to the world but does not feel good in your heart, it is not success at all.", "author": "Anna Quindlen"},
{"quote": "No other success can compensate for failure in the home.", "author": "J. E. McCulloch"},
{"quote": "The line between failure and success is so fine. . . that we are often on the line and do not know it.", "author": "Elbert Hubbard"},
{"quote": "When you live your life by poor standards, you inflict damage on everyone who crosses your path, especially those you love.", "author": "Jordan Belfort"},
{"quote": "The secret to success is constancy of purpose.", "author": "Benjamin Disraeli"},
{"quote": "If you want to find happiness, find gratitude.", "author": "Steve Maraboli"},
{"quote": "If you think you can then you can.", "author": "Stephen Richards"},
{"quote": "Whole life is a search for beauty. But, when the beauty is found inside, the search ends and a beautiful journey begins.", "author": "Harshit Walia"},
{"quote": "The power to change your life lies in the simplest of steps.", "author": "Steve Maraboli"},
{"quote": "Today is the only day in which we have any power.", "author": "Steve Maraboli"},
{"quote": "Soar with wit. Conquer with dignity. Handle with care.", "author": "Criss Jami"},
{"quote": "Judging is preventing us from understanding a new truth. Free yourself from the rules of old judgments and create the space for new understanding.", "author": "Steve Maraboli"},
{"quote": "Fear can only grow in darkness. Once you face fear with light, you win.", "author": "Steve Maraboli"},
{"quote": "Your life is a print-out of your thoughts.", "author": "Steve Maraboli"},
{"quote": "You can't just wish change; you have to live the change in order for it to become a reality.", "author": "Steve Maraboli"},
{"quote": "Don't be afraid of failure. This is the way to succeed.", "author": "LeBron James"},
{"quote": "The bottom line is, insults only hurt when they come from someone I respect.", "author": "Kresley Cole"},
{"quote": "It doesn't matter how great your shoes are if you don't accomplish anything in them.", "author": "Martina Boone"},
{"quote": "You only have to do a very few things right in your life so long as you don't do too many things wrong.", "author": "Warren Buffett"},
{"quote": "There's no reason to have a plan B because it distracts from plan A.", "author": "Will Smith"},
{"quote": "I never fail. It's just that the people around me succeed more than I.", "author": "Carroll Bryant"},
{"quote": "With one day's reading a man may have the key in his hands.", "author": "Ezra Pound"},
{"quote": "If you really want the key to success, start by doing the opposite of what everyone else is doing.", "author": "Brad Szollose"},
{"quote": "There is absolutely no greater high than challenging the power structure as a nobody, giving it your all, and winning!", "author": "Abbie Hoffman"},
{"quote": "If you don’t know exactly where you’re going, how will you know when you get there?", "author": "Steve Maraboli"},
{"quote": "God’s word is not just to be heard and repeated, it is to be breathed, lived, and emulated with each action.", "author": "Steve Maraboli"},
{"quote": "You will find the key to success under the alarm clock.", "author": "Benjamin Franklin"},
{"quote": "It is not the possession of truth, but the success which attends the seeking after it, that enriches the seeker and brings happiness to him.", "author": "Max Planck"},
{"quote": "Success is neither magical nor mysterious. Success is the natural consequence of consistently applying basic fundamentals.", "author": "E. James Rohn"},
{"quote": "Almost anyone can be an author; the business is to collect money and fame from this state of being.", "author": "A.A. Milne"},
{"quote": "If you want to give yourself a fair chance to succeed, never expect too much too soon", "author": "Po Bronson"},
{"quote": "What you perceive as a failure today may actually be a crucial step towards the success you seek. Never give up.", "author": "Richelle E. Goodrich"},
{"quote": "Do you love yourself enough to BE what you love yourself enough to WANT?", "author": "Steve Maraboli"},
{"quote": "Flaming enthusiasm, backed by horse sense and persistence, is the quality that most frequently makes for success.", "author": "Dale Carnegie"},
{"quote": "It is not as much about who you used to be, as it is about who you choose to be.", "author": "Sanhita Baruah"},
{"quote": "One of the most healing things you can do is recognize where in your life you are your own poison.", "author": "Steve Maraboli"},
{"quote": "What seems to us as bitter trials are often blessings in disguise", "author": "Oscar Wilde"},
{"quote": "The distance between insanity and genius is measured only by success.", "author": "Bruce Feirstein"},
{"quote": "Life itself is simple...it's just not easy.", "author": "Steve Maraboli"},
{"quote": "You have been blessed with immeasurable power to make positive changes in your life.", "author": "Steve Maraboli"},
{"quote": "I cannot say this too strongly: Do not compare yourselves to others. Be true to who you are, and continue to learn with all your might.", "author": "Daisaku Ikeda"},
{"quote": "You are where you are right now because of the actions you've taken, or maybe, the inaction you've taken.", "author": "Steve Maraboli"},
{"quote": "Take your victories, whatever they may be, cherish them, use them, but don't settle for them.", "author": "Mia Hamm"},
{"quote": "There is only one success-to be able to spend life in your own way.", "author": "Christopher Morley"},
{"quote": "Don't be afraid to give up the good to go for the great.", "author": "John D. Rockefeller"},
{"quote": "NEVER be surprised by your own success!", "author": "Steve Maraboli"},
{"quote": "Your life begins to change the day you take responsibility for it.", "author": "Steve Maraboli"},
{"quote": "Success is a journey, not a destination.", "author": "Ben Sweetland"},
{"quote": "Never feel shame for trying and failing for he who has never failed is he who has never tried.", "author": "Og Mandino"},
{"quote": "Sometimes success demands a certain refined insanity.", "author": "Isobelle Carmody"},
{"quote": "To become successful, one must put themselves in the paths of giants!", "author": "Lillian Cauldwell"},
{"quote": "Sometimes not getting what you want is a brilliant stroke of luck.", "author": "Lorii Myers"},
{"quote": "Don't waste your time hating a failure. Failure is a greater teacher than success. Listen, learn, go on.", "author": "Clarissa Pinkola Estés"},
{"quote": "You can have it all, just not all at the same time.", "author": "Betty Friedan"},
{"quote": "Success is the progressive realization of a worthy ideal", "author": "Thomas S. Monson"},
{"quote": "...success is not a comparison of what we have done with what others have done.", "author": "Myles Munroe"},
{"quote": "Today is a new day and it brings with it a new set of opportunities for me to act on.", "author": "Idowu Koyenikan"},
{"quote": "Even if you're on the right track, you'll get run over if you just sit there. ", "author": "Will Rodgers"},
{"quote": "People can change anything they want to, and that means everything in the world. ", "author": "Joe Strummer"},
{"quote": "The only real battle in life is between hanging on and letting go.", "author": "Shannon L. Alder"},
{"quote": "The way to screw up somebody's life is to give them what they want.", "author": "Patrick Swayze"},
{"quote": "Success is getting what you want; happiness is wanting what you get.", "author": "Ingrid Bergman"},
{"quote": "Go as far as you can see and you will see further.", "author": "Zig Ziglar"},
{"quote": "At any given moment the choice to be happy is present- we just have to choose to be happy.", "author": "Steve Maraboli"},
{"quote": "Play around. Dive into absurdity and write. Take chances. You will succeed if you are fearless of failure.", "author": "Natalie Goldberg"},
{"quote": "If you're waiting until you feel talented enough to make it, you'll never make it.", "author": "Criss Jami"},
{"quote": "Your agreement with reality defines your life.", "author": "Steve Maraboli"},
{"quote": "Happiness simply cannot be relied upon as a measure of success.", "author": "John C. Maxwell"},
{"quote": "Stop lying to yourself. When we deny our own truth, we deny our own potential.", "author": "Steve Maraboli"},
{"quote": "Diligence is the mother of good fortune.", "author": "Miguel de Cervantes Saavedra"},
{"quote": "Success is a poor teacher", "author": "Robert Kiyosaki"},
{"quote": "If you feel obsessed to prove something to the world,", "author": "Toba Beta"},
{"quote": "Participate in your own dreams, don’t just say what you want or complain about what you don’t have.", "author": "Steve Maraboli"},
{"quote": "Success is doing what you want to do, when you want, where you want, with whom you want, as much as you want.", "author": "Anthony Robbins"},
{"quote": "The difference between greed and ambition is a greedy person desires things he isn't prepared to work for.", "author": "Habeeb Akande"},
{"quote": "Success is something you experience when you act accordingly. Success is not something you have, it's something you do.", "author": "Steve Maraboli"},
{"quote": "No matter how good you get you can always get better, and that's the exciting part.", "author": "Tiger Woods"},
{"quote": "When you have faults, do not fear to abandon them.", "author": "Confucius"},
{"quote": "Chanel is an institution, and you have to treat an institution like a whore – and then you get something out of her", "author": "Karl Lagerfeld"},
{"quote": "When the actions becomes frequent than the words, success becomes heavier than the dreams. Do more, say less.", "author": "Israelmore Ayivor"},
{"quote": "Success is counted sweetest", "author": "Emily Dickinson"},
{"quote": "The only guarantee for failure is to stop trying", "author": "John C. Maxwell"},
{"quote": "If you can't do great things,", "author": "John Ortberg"},
{"quote": "You are forgiven for your happiness and your successes only if you generously consent to share them.", "author": "Albert Camus"},
{"quote": "Stop giving meaningless praise and start giving meaningful action.", "author": "Steve Maraboli"},
{"quote": "Failure is a greater teacher than success", "author": "Clarissa Pinkola Estés"},
{"quote": "We set out to save the Shire, Sam and it has been saved - but not for me.", "author": "J.R.R. Tolkien"},
{"quote": "The backbone of success is...hard work, determination, good planning, and perserverence.", "author": "Mia Hamm"},
{"quote": "It's a funny thing about life, once you begin to take note of the things you are grateful for, you begin to lose sight of the things that you lack.", "author": "Germany Kent"},
{"quote": "Stop allowing your day-to-day life to be clouded by busy nothingness.", "author": "Steve Maraboli"},
{"quote": "Live your vision and demand your success.", "author": "Steve Maraboli"},
{"quote": "How many people you bless is how you measure success", "author": "Rick Ross"},
{"quote": "...If there is no risk, there is no reward.", "author": "Christy Raedeke"},
{"quote": "Moods can be contagious. Don't catch or spread a bad mood.", "author": "Marilyn Suttle"},
{"quote": "Strive not to be a success, but rather to be of value.", "author": "Albert Einstein"},
{"quote": "You are beautiful. Your beauty, just like your capacity for life, happiness, and success, is immeasurable.", "author": "Steve Maraboli"},
{"quote": "Free yourself from the complexities of your life! A life of simplicity and happiness awaits you.", "author": "Steve Maraboli"},
{"quote": "Men love women who are courageous for it means they can go all the way with him in his pursuit of his good dreams and intentions.", "author": "Agu Jaachynma N.E."},
{"quote": "For some unknown reason, success usually occurs in private, while failure occurs in", "author": "Jill Shalvis"},
{"quote": "Success ... seems to be connected with action. Successful men keep moving. They make mistakes, but they don't quit.", "author": "Conrad Hilton"},
{"quote": "Don't think that just because you made it to the next level that the haters and naysayers disappear. Remember, new levels bring new devils.", "author": "Steve Maraboli"},
{"quote": "Do not sabotage your new relationship with your last relationship’s poison.", "author": "Steve Maraboli"},
{"quote": "We may place blame, give reasons, and even have excuses; but in the end, it is an act of cowardice to not follow your dreams.", "author": "Steve Maraboli"},
{"quote": "The comfort zone is a psychological state in which one feels familiar, safe, at ease, and secure.", "author": "Roy T. Bennett"},
{"quote": "Fashion does not have to prove that it is serious. It is the proof that intelligent frivolity can be something creative and positive", "author": "Karl Lagerfeld"},
{"quote": "Why are you going to choose failure when success is an option?", "author": "Jillian Michaels"},
{"quote": "You’ve got to be sure of yourself before", "author": "Napoleon Hill"},
{"quote": "Interrupt your thoughts of \"I should\", with your action of doing.", "author": "Steve Maraboli"},
{"quote": "A lack of clarity could put the brakes on any journey to success.", "author": "Steve Maraboli"},
{"quote": "To do more for the world than the world does for you - that is success.", "author": "Henry Ford"},
{"quote": "With ordinary talent and extraordinary perseverance, all things are attainable", "author": "Thomas Fowell Buxton"},
{"quote": "We must transcend the illusion that money or power has any bearing on our worthiness as children of God.", "author": "Steve Maraboli"},
{"quote": "If you want to be successful, it's just this simple. Know what you are doing. Love what you are doing. And believe in what you are doing.", "author": "Will Rogers"},
{"quote": "The struggles we endure today will be the ‘good old days’ we laugh about tomorrow.", "author": "Aaron Lauritsen"},
{"quote": "I don't do that kind of negativity. If you put your energy into thinking about how much the fall would hurt, you're already halfway down.", "author": "Tana French"},
{"quote": "When God takes out the trash, don't go digging back through it. Trust Him.", "author": "Amaka Imani Nkosazana"},
{"quote": "More powerful than the will to win is the courage to begin.", "author": "Orrin Woodward"},
{"quote": "They say you should know your limits and work within them. But how can you really know your limits unless you try to expand them?", "author": "Jonathan Cainer"},
{"quote": "When you know what you want, and you want it bad enough, you'll find a way to get it.", "author": "Jim Rohn"},
{"quote": "Free yourself from the burden of feeling the need to hold on to anything. Let go… you are a part of everything.", "author": "Steve Maraboli"},
{"quote": "Learn from your history, but don’t live in it.", "author": "Steve Maraboli"},
{"quote": "Like poetry, fashion does not state anything. It merely suggests", "author": "Karl Lagerfeld"},
{"quote": "You cannot continue on the same path and arrive at a different destination. Make the choice to have your actions reflect your goals.", "author": "Steve Maraboli"},
{"quote": "The speed of your success is limited only by your dedication and what you're willing to sacrifice", "author": "Nathan W. Morris"},
{"quote": "Stop just cheering for others who are living their visions. Commit yourself to your own success and follow the steps required to achieve it.", "author": "Steve Maraboli"},
{"quote": "Don't tie your success to anything other than what's inside you", "author": "Debra Anastasia"},
{"quote": "If you think someone or something other than yourself is responsible for your happiness or success, I'd guess you're not that happy or successful.", "author": "Rob Liano"},
{"quote": "There is nothing worse for the lying soul than the mirror of reality.", "author": "Steve Maraboli"},
{"quote": "When you truly embrace your human impermanence you connect with the power you have, and influence you have, over the time you have.", "author": "Steve Maraboli"},
{"quote": "Too much action with too little intent makes for wasteful exertion of energy and the confusion between movement and progress.", "author": "Steve Maraboli"},
{"quote": "Success is the best revenge.", "author": "Kanye West"},
{"quote": "Free yourself from the inauthenticity and disempowerment of your story.", "author": "Steve Maraboli"},
{"quote": "There is strange comfort in knowing that no matter what happens today, the Sun will rise again tomorrow.", "author": "Aaron Lauritsen"},
{"quote": "Success can be defined in many ways but failure in only one ... quitting!", "author": "Gerard de Marigny"},
{"quote": "No matter what the cause, God is only as willing as you are.", "author": "Steve Maraboli"},
{"quote": "Action is the universal language of success.", "author": "Steve Maraboli"},
{"quote": "The most critical time in any battle is not when I’m fatigued, it’s when I no longer care.", "author": "Craig D. Lounsbrough"},
{"quote": "Whether you try too hard to fit in or you try too hard to stand out, it is of equal consequence: you exhaust your significance.", "author": "Criss Jami"},
{"quote": "There is no tomorrow and there was no yesterday; if you truly want to accomplish your goals you must engulf yourself in today.", "author": "Noel DeJesus"},
{"quote": "If you want good luck; you must go out there and search for that luck!! Because luck is waiting for you to look for it.", "author": "Temitope Owosela"},
{"quote": "It's not always that we need to do more but rather that we need to focus on less.", "author": "Nathan W. Morris"},
{"quote": "The greatest love stories are not those in which love is only spoken, but those in which it is acted upon.", "author": "Steve Maraboli"},
{"quote": "The secret of success in life is for a man to be ready for his opportunity when it comes.", "author": "Benjamin Disraeli"},
{"quote": "Success is getting what you want. Happiness is wanting what you get.", "author": "Dale Carnegie"},
{"quote": "Success doesn't come to you; you go to it.", "author": "T. Scott McLeod"},
{"quote": "The road to success is always under construction.", "author": "Steve Maraboli"},
{"quote": "The difference between Success and failure is not giving up.", "author": "steven redhead"},
{"quote": "No matter how dim the light filtering through the trees is, you can still try your best to grasp it. -Kaien Cross", "author": "Matsuri Hino"},
{"quote": "Failure is always an option", "author": "Adam Savage"},
{"quote": "The people we consider successful in our society are all people that seize every moment and make the best of each situation.", "author": "Steve Maraboli"},
{"quote": "If at first you don't succeed, remove all evidence you ever tried. ", "author": "David Brent"},
{"quote": "Success to me is being happy, truly fulfilled, being proud of myself, and doing different things all the time.", "author": "Leighton Meester"},
{"quote": "Life's trials will test you, and shape you, but don’t let them change who you are.", "author": "Aaron Lauritsen"},
{"quote": "Many people succeed when others do not believe in them. But rarely does a person succeed when he does not believe in himself.", "author": "Herb True"},
{"quote": "Prepare yourself for success. You have to see it coming to get there.", "author": "Destiny Booze"},
{"quote": "The success of my rule does not rely on my ability to recite obscure Latin verse.", "author": "Sherry Thomas"},
{"quote": "If at first you don't succeed, lower you expectations", "author": "Jonathan Tropper"},
{"quote": "Now I know what success is: living your truth, sharing it.", "author": "Kamal Ravikant"},
{"quote": "The number of ways to live in one lifetime is limitless. So why limit yourself?", "author": "Suzy Kassem"},
{"quote": "Success in this world depends on knowing exactly how little effort each job is worth...distribution of energy...", "author": "Evelyn Waugh"},
{"quote": "Stop trying to 'fix' yourself; you're NOT broken! You are perfectly imperfect and powerful beyond measure.", "author": "Steve Maraboli"},
{"quote": "The more you can have control over your ego rather than let it run amuck, the more successful you’ll be in all areas of life.", "author": "Roy T. Bennett"},
{"quote": "It's no use saying, \"We are doing our best.\" You have got to succeed in doing what is necessary.", "author": "Winston S. Churchill"},
{"quote": "The empowered woman is powerful beyond measure and beautiful beyond description.", "author": "Steve Maraboli"},
{"quote": "Remember how far you’ve come, and you won’t have to rely on a destiny for your future. It will come on your own.", "author": "Shannon A. Thompson"},
{"quote": "What good has impatience ever brought? It has only served as the mother of mistakes and the father of irritation.", "author": "Steve Maraboli"},
{"quote": "Just pick a goal and stick to it―no big complicated secret.", "author": "Richelle Goodrich"},
{"quote": "You measure the size of the accomplishment by the obstacles you have to overcome to reach your goals.", "author": "Booker T. Washington"},
{"quote": "The French say you get hungry when you’re eating, and I get inspired when I’m working. It’s my engine", "author": "Karl Lagerfeld"},
{"quote": "If at first you don’t succeed, you’re doing it wrong. Learn from the experience. Try again, but with a different approach.", "author": "Steve Maraboli"},
{"quote": "There are no environments where you're only going to win, because life just isn't like that.", "author": "Bobby Orr"},
{"quote": "When you are just EXISTING, life happens to you… and you manage; when you are truly LIVING, you happen to life… and you lead.", "author": "Steve Maraboli"},
{"quote": "Luck is a word the bitter teach to the ignorant.", "author": "Steve Maraboli"},
{"quote": "It is important that when we make a resolution, or establish a goal, that we take the ACTION necessary to accomplish that goal.", "author": "Steve Maraboli"},
{"quote": "Everything is easier said than done. Wanting something is easy. Saying something is easy. The challenge and the reward are in the doing.", "author": "Steve Maraboli"},
{"quote": "While others were dreaming about it - I was getting it done.", "author": "Nathan W. Morris"},
{"quote": "to be successful, you have to be out there, you have to hit the ground running", "author": "Richard Branson"},
{"quote": "You‘ve been given the innate power to shape your life.", "author": "Steve Maraboli"},
{"quote": "You need mountains, long staircases don't make good hikers.", "author": "Amit Kalantri"},
{"quote": "The possibility of the dream gives strength.", "author": "Lailah Gifty Akita"},
{"quote": "Never mind those failures till yesterday. Each new day is a sequel of a wonderful life; gifted with hopes to succeed.", "author": "Aniruddha Sastikar"},
{"quote": "You think intelligence and grit can succeed by themselves, but I'm telling you that's a pretty illusion.", "author": "Nancy Kress"},
{"quote": "We have forty million reasons for failure, but not a single excuse.", "author": "Rudyard Kipling"},
{"quote": "When you go in search of honey, you must expect to be stung by bees.", "author": "Joseph Joubert"},
{"quote": "It is safer to search in the maze than to remain in a cheeseless situation", "author": "Spencer Johnson"},
{"quote": "A confident woman wears a smile and has this air of comfortability and pleasantness about her.", "author": "Agu Jaachynma N.E."},
{"quote": "You become what you think about", "author": "Napoleon Hill"},
{"quote": "Notice the difference between being in control and needing control.", "author": "Marilyn Suttle"},
{"quote": "If you have to ask if you’ve done enough, you haven’t. Each day brings with it the opportunity to do more than you did yesterday.", "author": "Steve Maraboli"},
{"quote": "If there were a master of stupidity in this world,", "author": "Toba Beta [Betelgeuse Incident]"},
{"quote": "Challenges in life can either enrich you or poison you. You are the one who decides.", "author": "Steve Maraboli"},
{"quote": "Recognize that throughout this beautiful day,you have an incredible amount of opportunities to move your life into the direction you want it to go.", "author": "Steve Maraboli"},
{"quote": "A person who makes few mistakes makes little progress.", "author": "Bryant McGill"},
{"quote": "You are the point of origin for everything in your world: you set the standard for yourself.", "author": "Steve Maraboli"},
{"quote": "Should-haves solve nothing. It's the next thing to happen that needs thinking about.", "author": "Alexandra Ripley"},
{"quote": "The time has come to harness the blessed power within us and to use it to transcend from our current existence into a more empowered reality.", "author": "Steve Maraboli"},
{"quote": "Believe in yourself. Under-confidence leads to a self-fulfilling prophecy that you are not good enough for your work.", "author": "Dr Roopleen"},
{"quote": "Success sometimes may be defined as a disaster put on hold. Qualified. Has to be.", "author": "Nadine Gordimer"},
{"quote": "Every beginner possesses a great potential to be an expert in his or her chosen field.", "author": "Lailah Gifty Akita"},
{"quote": "Your success and happiness lies in you. Resolve to keep happy, and your joy and you shall form an invicible host against difficulties.", "author": "Helen Keller"},
{"quote": "You would not be here TODAY if YESTERDAY was your defining moment. LIVE THIS DAY and move towards your dreams.", "author": "Steve Maraboli"},
{"quote": "Without being push to the wall, we will have remained in our comfortable zone. But this circumstance challenges us to find the courage to move on.", "author": "Lailah Gifty Akita"},
{"quote": "Remember, results aren't the criteria for success — it's the effort made for achievement that is most important.", "author": "John Wooden"},
{"quote": "Sometimes we have to soak ourselves in the tears and fears of the past to water our future gardens.", "author": "Suzy Kassem"},
{"quote": "You have to take your own bold approach, and if you do you will be rewarded with success.", "author": "Steven Moffat"},
{"quote": "To be successful, one has to be one of three bees - the queen bee, the hardest working bee, or the bee that does not fit in.", "author": "Suzy Kassem"},
{"quote": "A real decision is measured by the fact that you've taken a new action. If there's no action, you haven't truly decided.", "author": "Anthony Robbins"},
{"quote": "if you gone come in second, you're just the first loser!", "author": "Tiger Woods"},
{"quote": "Powerful words come with powerful intent. Where you have passion, strength, courage, and determination you can accomplish anything!", "author": "K.L. Toth"},
{"quote": "There is no secret ingredient", "author": "Mr Ping, Po's father"},
{"quote": "Every flower blooms at a different pace.", "author": "Suzy Kassem"},
{"quote": "Living as we do in an age of noise and bluster, success is now measured accordingly. We must all be seen, and heard, and on the air.", "author": "Daphne du Maurier"},
{"quote": "If you want to be successful, you must respect one rule. NEVER TO LIE TO YOURSELF.", "author": "Paulo Cohelo"},
{"quote": "Where would his torture be, indeed, if at every step the hope of succeeding upheld him?", "author": "Albert Camus"},
{"quote": "It's not always what we don't know that gets in our way; sometimes it's what we think we know that keeps us from learning.", "author": "Steve Maraboli"},
{"quote": "He shrugged his shoulders to shift the pain of failure---the pain that is so much greater than the pleasure of success.", "author": "Ian Fleming"},
{"quote": "Her failure was a useful preliminary to success.", "author": "Edith Wharton"},
{"quote": "From this point forward, you don’t even know how to quit in life.", "author": "Aaron Lauritsen"},
{"quote": "It is not enough to be busy; so are the ants. The question is: What are we busy about?", "author": "Henry David Thoreau"},
{"quote": "Creativity is the brain's invisible muscle -- that when used and excercised routinely -- becomes better and stronger.", "author": "Ashley Ormon"},
{"quote": "Optimists move through life with a happy exterior. What happens on the inside shows up on the outside.", "author": "Marilyn Suttle"},
{"quote": "The universe doesn't give you what you want in your mind; it gives you what you demand with your actions.", "author": "Steve Maraboli"},
{"quote": "Trustful people are the pure at heart, as they are moved by the zeal of their own trustworthiness.", "author": "Criss Jami"},
{"quote": "What is success? It is being able to go to bed each night with your soul at peace", "author": "Paulo Coelho"},
{"quote": "Some people talk about other people’s failures with so much pleasure that you would swear they are talking about their own successes.", "author": "Mokokoma Mokhonoana"},
{"quote": "Forget about style; worry about results. ", "author": "Bobby Orr"},
{"quote": "Beware of those who are bitter, for they will never allow you to enjoy your fruit.", "author": "Suzy Kassem"},
{"quote": "Once you figure out what you want in life—expect nothing less.", "author": "Lorii Myers"},
{"quote": "Using your talent, hobby or profession in a way that makes you contribute with something good to this world is truly the way to go.", "author": "Simon Zingerman"},
{"quote": "Isana felt her throat tighten.", "author": "Jim Butcher"},
{"quote": "You cannot score a goal when you are sitting on the bench. To do so, you have to dress up and enter the game.", "author": "Israelmore Ayivor"},
{"quote": "Once you understand how powerful you are within, you exponentially increase the power and potentiality of everything outside of you.", "author": "Steve Maraboli"},
{"quote": "I dont write books so that you can be fascinated with me. I write them so you can be fascinated with YOU!", "author": "Steve Maraboli"},
{"quote": "Success is not determined by the outcome. The outcome is the result of having already decided that you are successful to begin with.", "author": "T.F. Hodge"},
{"quote": "I suppose the secret of his success is in his tremendous idleness which almost approaches the supernatural.", "author": "Lawrence Durrell"},
{"quote": "Success is that old ABC - ability, breaks and courage. ", "author": "Charles Luckman"},
{"quote": "FOCUS = Follow On Course Until Successful.", "author": "Ifeanyi Enoch Onuoha"},
{"quote": "Do the best you can, with what you can, while you can, and success in inevitable.", "author": "Steve Maraboli"},
{"quote": "The logic of worldly success rests on a fallacy: the strange error that our perfection depends on the thoughts and opinions and applause of other men!", "author": "Thomas Merton"},
{"quote": "We can’t continuously be a society of well-wishers. We must take action to bring those wishes to fruition.", "author": "Steve Maraboli"},
{"quote": "Racing is about discipline and intelligence, not about who has the heavier foot. The one who drives smart will always win in the end.", "author": "Garth Stein"},
{"quote": "Success is something you experience when you act accordingly. Success is not something you have, it’s something you do.", "author": "Steve Maraboli"},
{"quote": "Success, for most people, requires unlearning as much as learning.", "author": "Orrin Woodward"},
{"quote": "Those who are truly grateful are deeply moved by the privilege of living.", "author": "Auliq-Ice"},
{"quote": "With sticky thinking you can become unstuck!", "author": "Stephen Richards"},
{"quote": "Happiness is something we reap from the seeds we sow. Plant misery seeds and that us what you reap.", "author": "Stephen Richards"},
{"quote": "To get what you want, you have to deserve what you want. The world is not yet a crazy enough place to reward a whole bunch of", "author": "Charles T. Munger"},
{"quote": "Don't wait for other people to be loving, giving, compassionate, grateful, forgiving, generous, or friendly... lead the way!", "author": "Steve Maraboli"},
{"quote": "Stop waiting for the perfect day or the perfect moment... Take THIS day, THIS moment and lead it to perfection.", "author": "Steve Maraboli"},
{"quote": "What I have achieved by industry and practice, anyone else with tolerable natural gift and ability can also achieve.", "author": "J. S. Bach"},
{"quote": "To turn your dreams into reality, all your resources, efforts and concentration should be aligned in the same direction.", "author": "Dr Roopleen"},
{"quote": "Dream your dream; and realize that you are more than just the dreamer, you are the point of origin for its reality.", "author": "Steve Maraboli"},
{"quote": "Success isn't a result of spontaneous combustion. You must set yourself on fire.", "author": "Arnold H. Glasow"},
{"quote": "When you give appreciation IN ORDER TO get something– it's manipulation and people can sense it. Appreciate genuinely.", "author": "Marilyn Suttle"},
{"quote": "6 Ways To Give Your Mind A Break:", "author": "Germany Kent"},
{"quote": "The key to flow is to pursue an activity for its own sake, not for the rewards it brings.", "author": "Susan Cain"},
{"quote": "Success does not consist in never making blunders, but in never making the same one a second time.", "author": "Josh Billings"},
{"quote": "It's impossible to walk through solid rock... You have to walk between the molecules that make up the rock.", "author": "J.M. Dattilo"},
{"quote": "When your intentions are pure, so too will be your success.", "author": "Charles F. Glassman MD"},
{"quote": "Without struggle, success has no value.", "author": "Aaron Lauritsen"},
{"quote": "That is why enemies can be great motivators. They serve as fuel for your fire.", "author": "Simon Zingerman"},
{"quote": "The elegance under pressure is the result of fearlessness.", "author": "Ashish Patel"},
{"quote": "It is in the balancing of your spirituality with your humanity that you will find immeasurable happiness, success, good health, and love.", "author": "Steve Maraboli"},
{"quote": "Big things begin with big thinking.", "author": "Kent Healy"},
{"quote": "Discovering While Doing Is Natural...", "author": "Sujit Lalwani"},
{"quote": "We cannot reach the pinnacle except by taking advantage of the abilities we have and acquiring those that we do not.", "author": "Muhammad Adb Al-Rahman Al-Arifi"},
{"quote": "We live in a system that espouses merit, equality, and a level playing field, but exalts those with wealth, power, and celebrity, however gained.", "author": "Derrick Bell"},
{"quote": "Never underestimate the power you have to take your life in a new direction.", "author": "Germany Kent"},
{"quote": "Rich will be my life if I", "author": "Roman Payne"},
{"quote": "How to win in life:", "author": "Germany Kent"},
{"quote": "When we fail, our pride supports us, and when we succeed it betrays us.", "author": "Charles Colton"},
{"quote": "No man can be a failure if he thinks he's a success; If he thinks he is a winner, then he is.", "author": "Robert W. Service"},
{"quote": "If life throws you a few bad notes or vibrations, don't let them interrupt or alter your song.", "author": "Suzy Kassem"},
{"quote": "Do not let your grand ambitions stand in the way of small but meaningful accomplishments.", "author": "Bryant McGill"},
{"quote": "Know what you want and reach out eagerly for it.", "author": "Lailah Gifty Akita"},
{"quote": "Even if you are on the right track, but just sit there, you will still get run over.", "author": "Will Rogers"},
{"quote": "For me, Chanel is like music. There are certain notes and you have to make another tune with them", "author": "Karl Lagerfeld"},
{"quote": "Our moral economy went bankrupt long before our financial one.", "author": "Steve Maraboli"},
{"quote": "Nothing that happens to you was meant to be. The only thing about you that was meant to be is you. Blaze your own trail.", "author": "George Alexiou"},
{"quote": "If you have a success you have it for the wrong reasons. If you become popular it is always because of the worst aspects of your work.", "author": "Ernest Hemingway"},
{"quote": "It is wise to keep in mind that neither success nor failure is ever final.", "author": "Roger Babson"},
{"quote": "An empowered life begins with serious personal questions about oneself. Those answers bare the seeds of success.", "author": "Steve Maraboli"},
{"quote": "When we give ourselves permission to fail..we at the same time, give ourselves permission to excel.", "author": "Eloise Ristad"},
{"quote": "Timing, perseverance, and ten years of trying will eventually make you look like an overnight success.", "author": "Biz Stone"},
{"quote": "If you didn't earn something, it's not worth flaunting.", "author": "Aaron Lauritsen"},
{"quote": "Life is a web of intersections and choices. Your 1st choice is to recognize an intersection. Your 2nd choice is to be grateful for it.", "author": "Ryan Lilly"},
{"quote": "How much you can learn when you fail determines how far you will go into achieving your goals.", "author": "Roy   Bennett"},
{"quote": "success awaits those who steadfastly commit to any requisite sacrifice", "author": "Ken Poirot"},
{"quote": "If you won’t trust yourself, nobody else will.", "author": "Anamika Mishra"},
{"quote": "Don't be in a hurry to achieve your dreams. Take a day to play with your kids and relax - your dreams will still be there tomorrow.", "author": "Lindsey Rietzsch"},
{"quote": "Some people only dream of success… while others wake up and use Cosmic Ordering.", "author": "Stephen Richards"},
{"quote": "Success is not to discover what others like, it is to acquire and practise the skills that help one gain their love.", "author": "Muhammad Adb Al-Rahman Al-Arifi"},
{"quote": "Never allow the fear of striking out keep you from playing the game!", "author": "Babe Ruth"},
{"quote": "If you find yourself drawn to an event against all logic, go. The universe is telling you something.", "author": "Gloria Steinem"},
{"quote": "To become a master at any skill, it takes the total effort of your: heart, mind, and soul working together in tandem.", "author": "Maurice Young"},
{"quote": "Success teaches us nothing; only failure teaches.", "author": "Hyman G. Rickover"},
{"quote": "All men who have achieved great things have been great dreamers.", "author": "Orison Swett Marden"},
{"quote": "Success is not what you have done compared to what others have done. Success is what you have done compared to what you were supposed to do.", "author": "Tony Evans"},
{"quote": "Success goes to the ones who do. Get up. Show up. Throw up if you have to. Do it afraid, but do it no matter.", "author": "Toni Sorenson"},
{"quote": "Beware of those who criticize you when you deserve some praise for an achievement, for it is they who secretly desire to be worshiped.", "author": "Suzy Kassem"},
{"quote": "How we feel is not who we are. We might feel like failures, but as long as we are still trying, we are not failures. We are works in progress.", "author": "Toni Sorenson"},
{"quote": "Reconnect with the highest truth and ignite the divine sparks in you.", "author": "Amit Ray"},
{"quote": "Some of the most powerful speeches I have given have been delivered in the dedicated silence of my actions.", "author": "Steve Maraboli"},
{"quote": "Every achievement is a servitude. It compels us to a higher achievement.", "author": "Albert Camus"},
{"quote": "The key ingredient to any kind of happiness or success is to never give less than your best", "author": "Russell Simmons"},
{"quote": "I am not afraid of tomorrow for I have seen yesterday, I have today and I know Him who holds tomorrow so I know tomorrow will be beautiful for me.", "author": "Agu, Jaachynma N.E."},
{"quote": "If the fire in your heart is strong enough, it will burn away any obstacles that come your way.", "author": "Suzy Kassem"},
{"quote": "Failure is the condiment that gives success its flavour.", "author": "Truman Capote"},
{"quote": "The word \"seek\" is a verb. Are you treating it as such in your life? If you seek change, success, or love, DO it - BE it!", "author": "Steve Maraboli"},
{"quote": "If your failure is not a lesson, it's indeed a failure.", "author": "Ogwo David Emenike"},
{"quote": "Do you know where your breakthrough begins? Your breakthrough begins where your excuses ends.", "author": "Patience Johnson"},
{"quote": "As an Odd-Fish, it is not my job to be right,' said Sir Oort. 'It is my job to be wrong in new and exciting ways.", "author": "James Kennedy"},
{"quote": "Success is not how high you have climbed, but how you make a positive difference to the world.", "author": "Roy   Bennett"},
{"quote": "Happy people produce. Bored people consume.", "author": "Stephen Richards"},
{"quote": "No matter how small you start, always dream big.", "author": "Stephen Richards"},
{"quote": "So, I must be taken as I have been made. The success is not mine, the failure is not mine, but the two together make me.", "author": "Charles Dickens"},
{"quote": "Do you wait for things to happen, or do you make them happen yourself? I believe in writing your own story.", "author": "Charlotte Eriksson"},
{"quote": "Opportunity doesn't make appointments, you have to be ready when it arrives.", "author": "Tim Fargo"},
{"quote": "Don't nourish your fears more than you nourish your hopes.", "author": "Steve Maraboli"},
{"quote": "Encouragement is like water to the soul, it makes everything grow.", "author": "Chris Burkmenn"},
{"quote": "Success is realising the true joy and wonder of life can only be yours if you follow your own intuition, aiming to achieve your bliss.", "author": "Steven Redhead"},
{"quote": "A knock down has never been a knockout unless you allow it.", "author": "Jaachynma N.E. Agu"},
{"quote": "Don't try to follow trends. Create them.", "author": "Simon Zingerman"},
{"quote": "A dream is a seed.", "author": "Donna McGoff"},
{"quote": "Imagine in vibrant, wonderful detail your heart’s desire—a reality only you can envision, an adventure only you can direct.", "author": "Richelle Goodrich"},
{"quote": "Marriage is the union of two 'I's to form a 'V'. Both 'I's have to tilt equally to make a good 'V'. 'I's standing tall can never make a 'V'.", "author": "Ashok  Kallarakkal"},
{"quote": "Formal education and current position can define your worthiness. What makes you extraordinary is defined by your attitude towards others.", "author": "Ashish Patel"},
{"quote": "Ambition is not what a man would do, but what a man does, for ambition without action is fantasy.", "author": "Bryant McGill"},
{"quote": "We're all to driven by materialism. Obsessed with success. With money. With trying to impress people who'll never be impressed.", "author": "Sophie Kinsella"},
{"quote": "Don`t allow ignorance to further enslave your destiny.", "author": "Jaachynma N.E. Agu"},
{"quote": "Doubts in your mind are a much greater roadblock to success than obstacles on the journey.", "author": "Orrin Woodward"},
{"quote": "Success is assured when a person fears the pain of regret more than the pain of the process.", "author": "Orrin Woodward"},
{"quote": "Nothing succeeds like success.", "author": "Alexandre Dumas"},
{"quote": "Success and failure come and go, but don't let them define you. It's who you are that matters.", "author": "Kamal Ravikant"},
{"quote": "The choice to make good choices is the best choice you can choose. Fail to make that choice and on most choices you will lose.", "author": "Ryan Lilly"},
{"quote": "Those who reach for the Sun, usually drop the world.", "author": "Lionel Suggs"},
{"quote": "Unbreakable, would you thought they called me Mr. Glass", "author": "Kanye West"},
{"quote": "Fortunate are those who take the first steps.", "author": "Paulo Coelho"},
{"quote": "That some achieve great success, is proof to all that others can achieve it as well.", "author": "Abraham Lincoln"},
{"quote": "Stuff your brain with knowledge.", "author": "Karl Lagerfeld"},
{"quote": "Why be a man when you can be a success.", "author": "Bertolt Brecht"},
{"quote": "Any fool can hope when success lies plainly in view. It wants genuine strength to hope when matters are hopeless.", "author": "Michael Flynn"},
{"quote": "There is a difference between talented people and gifted people.Talented people are good AT something; Gifted people ARE that something.", "author": "Steve Maraboli"},
{"quote": "My dreams are worthless, my plans are dust, my goals are impossible.", "author": "Og Mandino"},
{"quote": "Success is a decision, not a gift.", "author": "Steve Backley"},
{"quote": "No one can take the shot for you.", "author": "Lorii Myers"},
{"quote": "Your environment will eat your goals and plans for breakfast.", "author": "Steve Pavlina"},
{"quote": "Nothing makes a person desire improvement like failure", "author": "Chris Stocking"},
{"quote": "A life fueled by passions is like riding on the back of a dragon.", "author": "Suzy Kassem"},
{"quote": "Get out of your own way… stop the paralysis by analysis… decide what you want, create a simple plan, and get moving!", "author": "Steve Maraboli"},
{"quote": "For some people, their fear to lose is greater than their desire to succeed, so they end up doing nothing and their dreams become impossible.", "author": "Rodolfo Costa"},
{"quote": "When the awareness of what is achievable brushes your life, your journey has begun.", "author": "Lorii Myers"},
{"quote": "I'm happy for all who reached for the stars happily and successfully.", "author": "Ana Monnar"},
{"quote": "A failure establishes only this, that our determination to succeed was not strong enough.", "author": "Christian Nestell Bovee"},
{"quote": "It's better to dare to dream big and achieve half of your dreams than to dream small dreams and achieve all", "author": "Bernard Kelvin Clive"},
{"quote": "Plant your tiny seeds and keep watering them every day. Soon, they’ll grow.", "author": "Israelmore Ayivor"},
{"quote": "Moving forward implies MOTION when in all actuality it may be simply standing STILL and seeing the salvation of the Lord.", "author": "John Paul Warren"},
{"quote": "The disempowered mind believes dreams come true; the empowered mind knows you bring your dreams to life.", "author": "Steve Maraboli"},
{"quote": "We should learn to smile as we fall,", "author": "Ana Claudia Antunes"},
{"quote": "Friendship is not by force but by choice.", "author": "Stella Oladiran"},
{"quote": "Victory does not come to cowards;it comes to the brave ones.", "author": "Jaachynma N.E. Agu"},
{"quote": "In order to grow, I promise you'll have to let go of some habits. 10 times out of 10, they'll be the habits you're most in love with.", "author": "Brandi L. Bates"},
{"quote": "When you know you can do something, and you feel good about yourself, you do not have to devalue others.", "author": "John Patrick Hickey"},
{"quote": "Life may bring you to your knees; pray. Then GET UP and participate in the answer. BECOME the remedy! BE the solution!", "author": "Steve Maraboli"},
{"quote": "If you can show people how to build castles, make sure you do not neglect building and nurturing your own.", "author": "Suzy Kassem"},
{"quote": "The more details, depth and thought you put into your ideas the more valuable they become.", "author": "Simon Zingerman"},
{"quote": "Get off the treadmill of consumption, replication, and mediocrity. Begin lifting the weights of creativity, originality, and success.", "author": "Ryan Lilly"},
{"quote": "Momentum builds success.", "author": "Suzy Kassem"},
{"quote": "The way into the hall of success always passes through the chamber of decision. Decide to be a success; success is deliberate!", "author": "Israelmore Ayivor"},
{"quote": "When a man finds this kind of woman, he will go all out for her knowing that she will not be a letdown.", "author": "Agu Jaachynma N.E."},
{"quote": "I'd rather strive for the kind of interview where instead of me asking to introduce myself to society, society asks me to introduce myself to society.", "author": "Criss Jami"},
{"quote": "If all the world's a stage, I suggest you start performing at your best.", "author": "Rob Liano"},
{"quote": "Don’t grieve when people fail to recognize your ability. Grieve for your lack of ability instead.", "author": "Confucius"},
{"quote": "With adequate planning, passion and perseverance, you can achieve the God-given goals.", "author": "Lailah Gifty Akita"},
{"quote": "There's sometimes a tugging feeling you get to push further when you aren't being challenged enough or when things get too comfortable.", "author": "Criss Jami"},
{"quote": "It is our action that determines the viability of our dream.", "author": "Steve Maraboli"},
{"quote": "The noble-minded worry about their lack of ability, not about people’s failure to recognize their ability.", "author": "Confucius"},
{"quote": "You cannot control the past but you have control over the life you build going forward.", "author": "Nancy  D. Butler"},
{"quote": "The greatest reward for a man's failure is not necessarily the consequent success, but what he becomes by it.", "author": "Ogwo David Emenike"},
{"quote": "Sometimes, you have to step into oblivion, in order to paint success.", "author": "Lionel Suggs"},
{"quote": "If a craftsman wants to do good work, he must first sharpen his tools.", "author": "Confucius"},
{"quote": "Make plans for your new goals. And press towards achieving the goals with all your strength.", "author": "Lailah Gifty Akita"},
{"quote": "Failures are the stairs we climb to reach success.", "author": "Roy   Bennett"},
{"quote": "Success and failure are two edges of the same blade, two sides of the same coin. To fear one is to forever deny the possibility of the other.", "author": "Michelle Sagara West"},
{"quote": "Erase self-doubt by working to build your strengths instead of focusing on your weaknesses.", "author": "Rodolfo Costa"},
{"quote": "‎Determination, effort, and practice are rewarded with success.", "author": "Mary Lydon Simonsen"},
{"quote": "If one felt successful, there'd be so little incentive to be successful.", "author": "Alain de Botton"},
{"quote": "Love, as life, is a journey. Finding true love for the ever after is an amazing achievement.", "author": "Fadi Hattendorf"},
{"quote": "Whoever submits himself to a super-discipline can expect great triumphs.", "author": "Samael Aun Weor"},
{"quote": "Athletes who are able to stay completely focused in pursuit of their dreams are the ones that are most likely to become champions.", "author": "Steve Backley"},
{"quote": "Do ordinary things extraordinarily well.", "author": "Gregg Harris"},
{"quote": "It’s a shame how much artists have to bleed for people to enjoy their work.", "author": "Solange nicole"},
{"quote": "It's not so much what you accomplish. But what's more important is how far you've come to accomplish what you have.", "author": "Therone Shellman"},
{"quote": "The way to be nothing is to do nothing", "author": "Nathaniel Howe"},
{"quote": "What have you gained since you haven't prayed? What will you lose if you pray?", "author": "Agu, Jaachynma N.E."},
{"quote": "hard work + smart work = eye caching success, shortcut is not ever", "author": "Chiranjit Paul"},
{"quote": "the old maxim... \"there are three things necessary to success in life--Impudence! Impudence! Impudence!", "author": "william hazlitt"},
{"quote": "The person who makes a success of living is the one who sees his goal steadily and aims for it unswervingly. That is dedication. ", "author": "Cecil B. DeMille"},
{"quote": "Dont struggle for salary.. DO struggle for Success..", "author": "Bhadra"},
{"quote": "To be successful, you must decide exactly what you want to accomplish, then resolve to pay the price to get it.", "author": "Bunker Hunt"},
{"quote": "We do not live to think, but, on the contrary, we think in order that we may succeed in surviving.", "author": "José Ortega y Gasset"},
{"quote": "People who work in an environment where doing their best is recognized have a better chance of feeling good about their work.", "author": "Marilyn Suttle"},
{"quote": "Success nullifies. You then have to do it again, preferably differently", "author": "Karl Lagerfeld"},
{"quote": "When you’re busy, avoid taking the quickest action. Instead make the extra effort to truly serve the customer.", "author": "Marilyn Suttle"},
{"quote": "Becoming well known (at least among your prospects & connections) is the most valuable element in the connection process.", "author": "Jeffrey Gitomer"},
{"quote": "There are three qualities that every individual must have to achieve success: a Monk’s patience, a Warrior’s courage, a Child’s imagination.", "author": "Sharad Vivek Sagar"},
{"quote": "Go higher and higher, until it becomes impossible to bring you down, I wanna use a microscope to locate you, don't even dream of coming down.", "author": "Michael Bassey Johnson"},
{"quote": "Success is more a function of consistent common sense than it is of genius.", "author": "An Wang"},
{"quote": "Run wild and free like a waterfall", "author": "Anamika Mishra"},
{"quote": "The futility of action does not absolve one from the failure to act. -", "author": "Janette Turner Hospital "},
{"quote": "The goal of retirement is to live off your assets-not on them", "author": "Frank Eberhart"},
{"quote": "You have had many successes, and you have earned the right to be respected.", "author": "Lorii Myers"},
{"quote": "Do an evening review at the end of the day to reflect on what went well, and what you'd do differently next time.", "author": "Marilyn Suttle"},
{"quote": "Great losses are great lessons.", "author": "Amit Kalantri"},
{"quote": "I am learning, and I believe I shall do quite well.", "author": "Shannon Drake"},
{"quote": "One person's success doesn't take away from your own.", "author": "Jeremy Piven"},
{"quote": "It’s the ‘everyday’ experiences we encounter along the journey to who we wanna be that will define who we are when we get there.", "author": "Aaron Lauritsen"},
{"quote": "For the grateful, there is no room for disappointment; Each moment offers life.", "author": "Auliq-Ice"},
{"quote": "When I was small I felt like a Superhero as my father threw me up in the air.", "author": "Hasil Paudyal"},
{"quote": "The strength of every individual is the grace for great work.", "author": "Lailah Gifty Akita"},
{"quote": "People are successful because they think and act like successful people.", "author": "Roy   Bennett"},
{"quote": "Self determination is greatest will power.", "author": "Lailah Gifty Akita"},
{"quote": "Visionary decision-making happens at the intersection of intuition and logic.", "author": "Paul O'Brien"},
{"quote": "Just as the bird needs wings to fly, a leader needs useful information to flow. Leaders learn.", "author": "Israelmore Ayivor"},
{"quote": "Never let success get to your head and never let failure get to your heart.", "author": "Ziad K. Abdelnour"},
{"quote": "Stop worrying about someone taking your spot. God already have it reserved. Do the work to get there and fill it!", "author": "Yvonne Pierre"},
{"quote": "If you have time to whine then you have time to find solution.", "author": "Dee Dee Artner"},
{"quote": "Achieving success is a challenge but so is struggling so you may as well choose success.  ", "author": "Rob Liano"},
{"quote": "BREAKING NEWS: You're awesome and designed for success; live this day accordingly!", "author": "Steve Maraboli"},
{"quote": "You know you made it, when your friends tell their friends that you are their friend.", "author": "Mokokoma Mokhonoana"},
{"quote": "Don't interpret anything too much. This is time waster number 1.", "author": "Dee Dee Artner"},
{"quote": "You know you made it, when people you know, tell people they know, that you know them.", "author": "Mokokoma Mokhonoana"},
{"quote": "Take action! An inch of movement will bring you closer to your goals than a mile of intention.", "author": "Steve Maraboli"},
{"quote": "If you're always following the crowd, you will never truly know who you are. Walk your own path.", "author": "Julian Pencilliah"},
{"quote": "Not every hen lay eggs. Not every hen that lays eggs gets them hatched. Not everyone born with greatness becomes as such. Go, hatch your eggs.", "author": "Israelmore Ayivor"},
{"quote": "To soar, we must leave anything that weighs us down...", "author": "Saru Singhal"},
{"quote": "The awful penalty of success is the haunting dread of subsequent failure.", "author": "A.C. Benson"},
{"quote": "Real success is not rooted in positions, places or possessions, but in fulfilment of God's purposes for our lives.", "author": "Ifeanyi Enoch Onuoha"},
{"quote": "The mind is the mine of man, wherein he digs out good or evil.", "author": "Ogwo David Emenike"},
{"quote": "You only have to doze a moment, and all is lost. For ruin and salvation both have their source inside you.", "author": "Epictetus"},
{"quote": "don't read the success stories", "author": "Asif Jaana"},
{"quote": "Success, like happiness, is a by-product, not a goal.", "author": "Roy   Bennett"},
{"quote": "Well, if it can be thought, it can be done, a problem can be overcome,", "author": "E.A. Bucchianeri"},
{"quote": "Be a King. Dare to be Different, dare to manifest your greatness.", "author": "Jaachynma N.E. Agu"},
{"quote": "Don't die without fulfilling your purpose.", "author": "Jaachynma N.E. Agu"},
{"quote": "Listen for the call of your destiny, and when it comes, release your plans and follow.", "author": "Mollie Marti"},
{"quote": "God is never tired of bringing the sun out every morning, taking it in the evenings and bringing out the moon.", "author": "Jaachynma N.E. Agu"},
{"quote": "Dare to be different. Represent your maker well and you will forever abide in the beautiful embrace of his loving arms.", "author": "Jaachynma N.E. Agu"},
{"quote": "We think a wise person is someone who solves problems. Truth is, a wise person is someone who avoids problems.", "author": "Prem Rawat"},
{"quote": "Like everything in life, it is not what happens to you but how you respond to it that counts.", "author": "Steve Backley"},
{"quote": "It is never about who is right or wrong, it is about what is best.", "author": "Steve Backley"},
{"quote": "Integrity is a powerful force, keeping you alive to others long after you’ve left their presence.", "author": "Mollie Marti"},
{"quote": "Without enthusiasm then what we have surrounded ourselves with becomes worthless.", "author": "Stephen Richards"},
{"quote": "The secret code of success is patience,", "author": "Bernard Kelvin Clive"},
{"quote": "Just like your body and lifestyle can be healthy or unhealthy, the same is true with your beliefs. Your beliefs can be your medicine or your poison.", "author": "Steve Maraboli"},
{"quote": "Behind a life of influence you will find a masterful storyteller.", "author": "Mollie Marti"},
{"quote": "You can start to change your luck today. Begin believing that you can have what you desire and superior things will arrive.", "author": "Steve Backley"},
{"quote": "Getting lost is not fatal. Almost every time, it will make your world.", "author": "Julien Smith"},
{"quote": "The thrust of continuous action is the firewood which fuels motivation.", "author": "Steve Backley"},
{"quote": "Only great fools remain ungrateful.", "author": "Agu, Jaachynma N.E."},
{"quote": "Success is counted sweetest by those ne'er succeed.", "author": "Emily Dickinson"},
{"quote": "Success is getting what you want. Happiness is wanting what you get.", "author": "W.P. Kinsella"},
{"quote": "Do not look down with disdain on what Christ spent so much to achieve for you.", "author": "Jaachynma N.E. Agu"},
{"quote": "Do the things you were sent here to do effectively.", "author": "Agu, Jaachynma N.E."},
{"quote": "If you want to lead an extraordinary life, find out what the ordinary do–and don't do it.", "author": "Tommy Newberry"},
{"quote": "The lesson of Buffett was: To succeed in a spectacular fashion you had to be spectacularly unusual.", "author": "Michael Lewis"},
{"quote": "I've always believed that one woman's success can only help another woman's success.", "author": "Gloria Vanderbilt"},
{"quote": "Nothing succeeds like indifference to success.", "author": "Marty Rubin"},
{"quote": "It is questionable, for that matter, whether success is an adequate response to life. Success can eliminate as many options as failure.", "author": "Tom Robbins"},
{"quote": "Whoever is under a man's power is under his protection, too.", "author": "David Schwartz"},
{"quote": "On your quest to spirituality it is often required to suspend your rationality; but true spirituality asks that you enhance your rationality.", "author": "Steve Maraboli"},
{"quote": "life is a continous journey of transformation", "author": "Sukant Ratnakar"},
{"quote": "character is not made in a crisis- it is only exhibited", "author": "Robert Freedman"},
{"quote": "Faith is the poetry of our dreams; action is the builder of our reality.", "author": "Steve Maraboli"},
{"quote": "Not matter what your sacred or religious book is, it's not how well you know the book, it's how well you're in alignment with the author.", "author": "Steve Maraboli"},
{"quote": "I wokeup in morning and saw, world has move on", "author": "Sukant Ratnakar"},
{"quote": "Never sit back and wait for a opportunity to find you, get up and search for one, it exists find it!", "author": "Victoria Addino"},
{"quote": "Failure is The Way of Success", "author": "Chiranjit Paul"},
{"quote": "Success comes to those who hustle wisely.", "author": "K.A. Jordan"},
{"quote": "When you've succeeded, you'd say:", "author": "Toba Beta"},
{"quote": "Successful people play the part of being successful consistently in all that they do.", "author": "Lorii Myers"},
{"quote": "I couldn't do no yodelin', so I turned to howlin'. And it's done me just fine.", "author": "Howlin' Wolf"},
{"quote": "I don't define success by how much money someone makes. I don't define success by how many trophies or plaques or awards someone has.", "author": "Celia Rivenbark"},
{"quote": "If you want to be a successful runner, you have to consider everything. It's no good just thinking about endurance and not to develop fine speed.", "author": "Arthur Lydiard"},
{"quote": "Apply yourself. Get all the education you can, but then...do something. Don't just stand there, make it happen.", "author": "Lee Iacocca"},
{"quote": "Anything worthy is worth the fight!", "author": "Besa Kosova"},
{"quote": "Actually, I'm an overnight success. But it took twenty years.", "author": "Monty Hall"},
{"quote": "Win or lose, you are trying, that's what matters.", "author": "Avina Celeste"},
{"quote": "You can do this, and if you can't do it today, you'll do it tomorrow. You are not a failure.", "author": "Alisha Rai"},
{"quote": "It's only out of reach when you choose to keep your feet flat on the floor.", "author": "Lana M.H. Wilder"},
{"quote": "Success is messy. But so is life. Deal with it. Poverty is messier.", "author": "James Arthur Ray"},
{"quote": "Failure is when you stop trying to do something.", "author": "Anthony T.Hincks"},
{"quote": "Never give up on the fight until you win the belt.", "author": "Israelmore Ayivor"},
{"quote": "Start small and keep going.", "author": "Abhijit Naskar"},
{"quote": "People who are ready to learn are those who will be the best to lead.", "author": "Israelmore Ayivor"},
{"quote": "Be open about your thoughts, ideas, and desires and you will be right with your decisions.", "author": "Auliq Ice"},
{"quote": "If one thousand of you participate in the murder of one child, then one thousand of you are a thousand times guilty.", "author": "Compton Gage"},
{"quote": "Success is focusing the full power of all you are on what you have a burning desire to achieve.\" ", "author": "Wilfred Peterson"},
{"quote": "The sure way to succeed Is to endure to the very end.", "author": "Lailah Gifty Akita"},
{"quote": "No crime is a means to an end. No crime can be rationalized.", "author": "Compton Gage"},
{"quote": "The purpose is to get across; change horses mid-stream if necessary.", "author": "Haresh Sippy"},
{"quote": "Men's lives are short .", "author": "Robert Fitzgerald"},
{"quote": "If one million of you give assent to the one thousand who participate in the murder of a child, then one million of you are a million times guilty.", "author": "Compton Gage"},
{"quote": "We often dream and forget to take actions, but how can we become a success without taking action?", "author": "Debasish Mridha"},
{"quote": "It`s Okay to Play or Work Alone in the Information Age But If We Must Make Headway in this Transformation Age, Collaboration is the Way to Go.", "author": "Anyaele Sam Chiyson"},
{"quote": "Small shifts in your thinking, and small changes in your energy, can lead to massive alterations of your end result.", "author": "Kevin Michel"},
{"quote": "Success needs vision to see, passion to transcend, patience to withstand and the character to overcome failures.", "author": "Amit Ray"},
{"quote": "The tower of success stands on the pillars of vision, action, patience and the character to withstand criticisms.", "author": "Amit Ray"},
{"quote": "No matter how you define success, you will need to be resilient, empowered, authentic, and limber to get there.", "author": "Joanie Connell"},
{"quote": "It is literally true that you can succeed best and quickest by helping others to succeed.", "author": "Napoleon Hill"},
{"quote": "Nobody really cares if you’re miserable, so you might as well be happy, and make the most of where you are", "author": "Germany Kent"},
{"quote": "You got to insist on your success, resist every obstacle and persist in times of difficulty and you will get there.", "author": "Israelmore Ayivor"},
{"quote": "Don’t aim at success—the more you aim at it and make it a target, the more you are going to miss it.", "author": "Viktor E. Frankl"},
{"quote": "Being sick successfully is not included in society’s panoply of worthy goals.", "author": "Kaimana Wolff"},
{"quote": "Who dare tries is a success, and shall master the art of conquering dreams.", "author": "T.F. Hodge"},
{"quote": "You solely owe success and happiness to yourself. So why not make your inner-self proud of your daily decisions and actions?", "author": "Edmond Mbiaka"},
{"quote": "Great achievement requires personal force, determined spirit and self-confidence.", "author": "Lailah Gifty Akita"},
{"quote": "No experience is wasted. It is the stepping stones for a great success.", "author": "Lailah Gifty Akita"},
{"quote": "A beautiful idea can give you immortality—not success or money.", "author": "Debasish Mridha"},
{"quote": "You have to conquer every obstacle, before you can reach the top of the mountain.", "author": "Lailah Gifty Akita"},
{"quote": "You can use the stumbling blocks to build your success.", "author": "Lailah Gifty Akita"},
{"quote": "Don’t just manage; go extra mile and win your race. Never give up the fight. You will win.", "author": "Israelmore Ayivor"},
{"quote": "There is no try. There is only do.", "author": "John Green"},
{"quote": "The only limitation is that which one sets up in one's own mind.", "author": "Napoleon Hill"},
{"quote": "Busy with the ugliness of the expensive success", "author": "Dejan Stojanovic"},
{"quote": "Have nuts and be nuts.", "author": "Criss Jami"},
{"quote": "WINNER:is A Runner who “Wins Inspite Of Ninety Nine Excellent", "author": "Sujit Lalwani"},
{"quote": "Giving is the master key to success, in all applications of human life.", "author": "Bryant McGill"},
{"quote": "COMPETITOR is one who can steal a few deals, but, the pinch of which, A VISIONARY Never feels...!", "author": "Sujit Lalwani"},
{"quote": "Let All Your Life’s Experiences Lead To More Writing & Encourage More Reading..!", "author": "Sujit Lalwani"},
{"quote": "When every minute of your day is planned & you are packed for days,", "author": "Sujit Lalwani"},
{"quote": "It is during our failures that we discover our true desire for success.", "author": "Kevin Ngo"},
{"quote": "No matter how loud the sirens or how numerous the hazard signs, we all touch the flames at least once to prove they're hot.", "author": "Richelle E. Goodrich"},
{"quote": "Failure has its successes.", "author": "Brian  Howard"},
{"quote": "Success is Never Ending, Failure Is Never Final.", "author": "Dr. Robert Schuller"},
{"quote": "You mark and celebrate errors, transforming failures into successes.", "author": "Dejan Stojanovic"},
{"quote": "We must thank to all the failed people in the history as they showed us the true way to success!", "author": "Mehmet Murat ildan"},
{"quote": "Nothing is impossible, Everything should be possible when we trying for achieve the goal", "author": "Sanjeev Murukan"},
{"quote": "Result of HARDWORK Is Neither Friends Nor Enemy,", "author": "Sujit Lalwani"},
{"quote": "Everybody achieves success in life—a blessed few early in their careers, the rest of us when we lower our standards", "author": "Dag Ekeberg"},
{"quote": "Success will not come to you like a baby who came to his mother", "author": "Isra"},
{"quote": "I shall not dwell in the past...", "author": "Oscar Trejo Jr."},
{"quote": "Be as successful as a Smith.", "author": "Gregory C Dugger"},
{"quote": "A man who fails well is greater than one who succeeds badly.", "author": "Thomas Merton"},
{"quote": "Lineage, personality, and environment may shape you, but they do not define your full potential.", "author": "Mollie Marti"},
{"quote": "Tomorrow will never call to ask your opinion; you don't control it. Stop allowing today's possibilities to be robbed by tomorrow's insecurities.", "author": "Steve Maraboli"},
{"quote": "With every choice you create the life you’ll live; with every decision you design it.", "author": "Mollie Marti"},
{"quote": "Dominate in your domain; You can do it.", "author": "Jaachynma N.E. Agu"},
{"quote": "The only secret of wealth creation is knowing how to use Cosmic Ordering.", "author": "Stephen Richards"},
{"quote": "Your life isn't behind you; your memories are behind you. Your life is ALWAYS ahead of you. Today is a new day - seize it!", "author": "Steve Maraboli"},
{"quote": "Human beings are incredibly slow, Cosmic Ordering is incredibly fast!", "author": "Stephen Richards"},
{"quote": "The harder you work, the luckier you are, and I worked like hell.", "author": "Gerald Ford"},
{"quote": "True success is a silence inner process that can empower the mind, heart and soul through strong aspiration for great achievement.", "author": "Nur Sakinah Thomas"},
{"quote": "I rather now strive to reach rather than wait to receive!", "author": "Jonathan Anthony Burkett"},
{"quote": "The price you have to pay to be great at something - is repetition.", "author": "Andrew      Brown"},
{"quote": "Success comes to us when we have a burning desire to achieve and we focus our full power on achieving that.", "author": "Sakshi Chetana"},
{"quote": "In the beginning man was poor, then along came Cosmic Ordering.", "author": "Stephen Richards"},
{"quote": "A clever person solves a problem; a wise person uses Cosmic Ordering!", "author": "Stephen Richards"},
{"quote": "Whatever your desire, use Cosmic Ordering to get what you require!", "author": "Stephen Richards"},
{"quote": "On the road to success some will always expect tragedy ... ditch your doubts and experience success with Cosmic Ordering.", "author": "Stephen Richards"},
{"quote": "Twenty years from now you will be disappointed you never used Cosmic Ordering today.", "author": "Stephen Richards"},
{"quote": "Everybody talks about being rich, Cosmic Ordering does something about it.", "author": "Stephen Richards"},
{"quote": "A man may fail many times, and then he turns to Cosmic Ordering.", "author": "Stephen Richards"},
{"quote": "Often the only difference between success and failure is not using Cosmic Ordering.", "author": "Stephen Richards"},
{"quote": "When life gives you lemons, use Cosmic Ordering!", "author": "Stephen Richards"},
{"quote": "There are more triumphs than defeats with Cosmic Ordering.", "author": "Stephen Richards"},
{"quote": "Cosmic Ordering success sticks to you like mud to a blanket.", "author": "Stephen Richards"},
{"quote": "Believe and achieve with Cosmic Ordering.", "author": "Stephen Richards"},
{"quote": "Success is not the end of the journey. It is the beginning of the expression of your infinite potential.", "author": "Sakshi Chetana"},
{"quote": "To fail is nothing, unless you continue to ignore Cosmic Ordering.", "author": "Stephen Richards"},
{"quote": "Success is not only a goal. It is a journey. When you commit yourself to the journey, the goal is surely there to be attained.", "author": "Sakshi Chetana"},
{"quote": "Don't call yourself discouraged anymore;it's no longer your name.", "author": "Jaachynma N.E. Agu"},
{"quote": "Don't let any situation intimidate you anymore, don't accept defeat anymore.", "author": "Jaachynma N.E. Agu"},
{"quote": "Don't say negative things about your spouse and children.", "author": "Jaachynma N.E. Agu"},
{"quote": "You recreate your world to your taste with God's Word in your mouth.", "author": "Jaachynma N.E. Agu"},
{"quote": "You are not permitted to suffer what others suffer, you are not permitted to fail or die young.", "author": "Jaachynma N.E. Agu"},
{"quote": "You may not attain the highest height with one leap but my dear; you will reach your destination.", "author": "Jaachynma N.E. Agu"},
{"quote": "God rewards every act of obedience to His Will.", "author": "Jaachynma N.E. Agu"},
{"quote": "I awoke one morning to find myself famous.", "author": "Lord Byron"},
{"quote": "Create your world with God's Word in your mouth just say it and it will be accomplished!", "author": "Jaachynma N.E. Agu"},
{"quote": "Your mouth is not given to you for feeding alone; it is given to you to programme events and circumstance around you.", "author": "Jaachynma N.E. Agu"},
{"quote": "Worship is the marriage of two Spirits - the Spirit of God and the Spirit of man.", "author": "Jaachynma N.E. Agu"},
{"quote": "The presence of God is so important in the life of believers. There is abundance of all you need to make your life comfortable in His presence.", "author": "Jaachynma N.E. Agu"},
{"quote": "So cheer up Beloved; for your God is able, He is the maker of all things.", "author": "Jaachynma N.E. Agu"},
{"quote": "Your status has changed. Your Name is changed! You are a new creation.", "author": "Jaachynma N.E. Agu"},
{"quote": "The presence of the Lord destroys a life of struggle. You will struggle until you encounter His presence.", "author": "Jaachynma N.E. Agu"},
{"quote": "He is the only option for better living.", "author": "Jaachynma N.E. Agu"},
{"quote": "You are not permitted to live and die as a non-entity because you have encountered the greatness that is associated with Christ.", "author": "Jaachynma N.E. Agu"},
{"quote": "Man is like a bride unto God. God is jealous when man veers away from Him.", "author": "Jaachynma N.E. Agu"},
{"quote": "God wants all man's attention, thoughts and focus to be on Him.", "author": "Jaachynma N.E. Agu"},
{"quote": "Let your words glorify God and edify your hearers and then beautify your life.", "author": "Jaachynma N.E. Agu"},
{"quote": "The choice is yours. Don't let your pronouncements destroy your destiny rather let them build your future up!", "author": "Jaachynma N.E. Agu"},
{"quote": "Another way of remaining in intimacy with God is by remaining in His presence.", "author": "Jaachynma N.E. Agu"},
{"quote": "God is not a thief. That which steals, kills and destroys is the devil - not God!", "author": "Jaachynma N.E. Agu"},
{"quote": "God comes down in the evenings to chat with man, enjoy man's company and find out how man faired in the course of the day.", "author": "Jaachynma N.E. Agu"},
{"quote": "Are you the fruit of redemption? If yes, then make a delightful noise unto Him.", "author": "Jaachynma N.E. Agu"},
{"quote": "You don't need to go running from pillar to post looking for what God looks like.", "author": "Jaachynma N.E. Agu"},
{"quote": "Words are directed to your personalities namely; - God, your hearers, devil and yourself.", "author": "Jaachynma N.E. Agu"},
{"quote": "When we are connected to the source, we will not be afraid of any task set before us.", "author": "Jaachynma N.E. Agu"},
{"quote": "A strong man does not succumb to pressures, he knows that without pressures he will not find pleasures and so he will not be made.", "author": "Jaachynma N.E. Agu"},
{"quote": "it is easy to surpass a predecessor, but difficult to avoid being surpassed by a successor.", "author": "Eiji Yoshikawa"},
{"quote": "Money. The ultimate motivation. The ultimate way of keeping score.", "author": "Michael Connelly"},
{"quote": "Patience and persistence are the keys... The keys to unlock doors of success... With these two virtues, you grow in reasoning and experience.", "author": "Ogwo David Emenike"},
{"quote": "Sometimes success is simply being willing to give it your all.", "author": "Amanda Beard"},
{"quote": "You can actually recreate your world with the Word of the Creator in your mouth.", "author": "Jaachynma N.E. Agu"},
{"quote": "Things get done only if the data we gather can inform and inspire those in a position to make difference.", "author": "Mike Schmoker"},
{"quote": "We cannot prevail by our own might or strength, we need to plug on to the source of our strength so that we will remain resourceful always.", "author": "Jaachynma N.E. Agu"},
{"quote": "I am unique...I play by a different set of rules; I am not intimidated by anything.", "author": "Agu Jaachynma N.E."},
{"quote": "Previous journeys in search of treasure have taught me that a zigzag strategy is the best way to get ahead.", "author": "Tahir Shah"},
{"quote": "The minute you start talking about what you’re going to do if you lose, you have lost.", "author": "George P. Shultz"},
{"quote": "Knowledge is very vital in life`s transformation and transition", "author": "Jaachynma N.E. Agu"},
{"quote": "The way to achieve your goals is step by step, you just need to build enough track, to be ahead of the train.\" ~ John Milton Lawrence", "author": "John Milton Lawrence"},
{"quote": "I felt sure we could gain the upper hand by putting ourselves in the mindset of the Incas.", "author": "Tahir Shah"},
{"quote": "It doesn't matter how wealthy you may be in material things, what matters is do you know what to do with those wealth?", "author": "Jaachynma N.E. Agu"},
{"quote": "Everyone that enters through Him is secured and the person shall find pastures for himself. Jesus really cares!", "author": "Jaachynma N.E. Agu"},
{"quote": "The Prince came to give life unto those whose lives were almost being snuffed out by the devil via the cares of this world.", "author": "Jaachynma N.E. Agu"},
{"quote": "Life will be a whole lot better if we understand what our salvation in Christ means.", "author": "Jaachynma N.E. Agu"},
{"quote": "On the road to success, even little stones may cause you fall down! If you are not serious and careful, forget about reaching your target!", "author": "Mehmet Murat ildan"},
{"quote": "Set out time to worship God in your closet, give Him quality praise and watch Him raise you.", "author": "Jaachynma N.E. Agu"},
{"quote": "He would never again need anything from his mother and father but their love.", "author": "Frederick Drimmer"},
{"quote": "your right standing with God and your connection to Him remains your strongest defense in the day of calamity.", "author": "Jaachynma N.E. Agu"},
{"quote": "Too often, people get stuck in a state of over-thinking, the result is that they never reach a decision.", "author": "Steve Backley"},
{"quote": "The first step is the most important. It is the most crucial and the most effective as it will initiate the direction you have chosen.", "author": "Steve Backley"},
{"quote": "If not now, when?", "author": "Steve Backley"},
{"quote": "Act like a champion, and then become one.", "author": "Steve Backley"},
{"quote": "Share your aspirations only with those who will support you, not those who will respond with doubt or lack of interest.", "author": "Steve Backley"},
{"quote": "It is action that creates motivation.", "author": "Steve Backley"},
{"quote": "Blame is the creed of the disempowered.", "author": "Steve Maraboli"},
{"quote": "If you want to continue to be the best in the world, then you have to train and compete like you are second best in the world.", "author": "Steve Backley"},
{"quote": "If you remain static and wait for success to come to you it will certainly not happen.", "author": "Steve Backley"},
{"quote": "If not you, who?", "author": "Steve Backley"},
{"quote": "It is one thing to know what should be done, it is another to do it.", "author": "Steve Backley"},
{"quote": "Nothing could be any worse than having to turn to your friends, your colleagues and your loved ones and say –‘I gave up too soon’.", "author": "Steve Backley"},
{"quote": "Success is simply never giving in to failure - either in mind or body.", "author": "Steve Backley"},
{"quote": "See it, feel it, trust it!", "author": "Steve Backley"},
{"quote": "The only test is what you see when you look in a mirror.", "author": "Steve Backley"},
{"quote": "(Ulrich, 100 year old Bulgarian man): in Solo, by Rana Dasgupta", "author": "Rana Dasgupta"},
{"quote": "God is not ecstatic about the lack you are experiencing; He is not delightful over your failures, He is not happy about your stagnancy.", "author": "Agu, Jaachynma N.E."},
{"quote": "If you are able to focus unswervingly on your goals, then all that you desire will become yours.", "author": "Steve Backley"},
{"quote": "Your world of poverty can be recreated to that of affluence simply by speaking the Prince's language.", "author": "Agu, Jaachynma N.E."},
{"quote": "Just identify the very first physical action you need to take, and do it.", "author": "Steve Backley"},
{"quote": "The sprint is like life ... blink and you miss it.", "author": "Steve Backley"},
{"quote": "Mix with positive-minded people as a means to tap into your unexploited potential.", "author": "Steve Backley"},
{"quote": "Dining with the King; your attire, attitude and mentality must change.", "author": "Agu, Jaachynma N.E."},
{"quote": "You have to create your self-belief by going to your core to find the probable reasons for the negativity in you, and then demolish them.", "author": "Steve Backley"},
{"quote": "When the Prince comes into your life, you will stop thinking and start reasoning.", "author": "Jaachynma N.E. Agu"},
{"quote": "Stop pointing fingers and placing blame on others. Your life can only change to the degree that you accept responsibility for it.", "author": "Steve Maraboli"},
{"quote": "If obstacles are large, jump higher.", "author": "Steve Backley"},
{"quote": "If you have positive energy you will always attract positive outcomes.", "author": "Steve Backley"},
{"quote": "I'd rather be a failure in something that I love than a success in something that I hate.", "author": "George Burns"},
{"quote": "See it first in your mind, then become it.", "author": "Steve Backley"},
{"quote": "Invest your energy in the things you can control.", "author": "Steve Backley"},
{"quote": "Every time a champion makes a decision they have a chance to learn something new, regardless of the outcome.", "author": "Steve Backley"},
{"quote": "Your current apathy is simply your soul telling you that it is confused.", "author": "Steve Backley"},
{"quote": "Lucky people will focus on what’s in front of them rather than scrabbling about for what they’re searching for.", "author": "Steve Backley"},
{"quote": "Morale and attitude are fundamentals to success.", "author": "Bud Wilkinson"},
{"quote": "To think is good. To obsess is bad.", "author": "Steve Backley"},
{"quote": "The challenge for you is to decide not what is important, but what is most important and then focus your attention on that.", "author": "Steve Backley"},
{"quote": "They don’t give Olympic medals out for talking a good game.", "author": "Steve Backley"},
{"quote": "Do you want to know what one of the secrets to achieving all of your goals is? You’ve got to be committed.", "author": "Steve Backley"},
{"quote": "When you think a positive thought, you become positive.", "author": "Steve Backley"},
{"quote": "These are the people who will encourage you to go after your dreams and will inspire you to succeed. Stick to them like a barnacle to a rock.", "author": "Steve Backley"},
{"quote": "Success is virulent. Once you get the bug then it’s in you.", "author": "Steve Backley"},
{"quote": "The people and successes in your life mirror your beliefs.", "author": "Steve Backley"},
{"quote": "For many, lack of achievement is more a consequence of fear of taking a chance and getting uncomfortable.", "author": "Steve Backley"},
{"quote": "Tell me your thinking, and I’ll tell you what your life looks like.", "author": "Steve Backley"},
{"quote": "Trust in your own beliefs or succumb to the influence of others’.", "author": "Steve Backley"},
{"quote": "The more we see ourselves as a vibrant, successful, inspiring person who boldly declares and manifests her vision, the more we become just that.", "author": "Kristi Bowman"},
{"quote": "The first step toward success is taken when you refuse to be a captive of the environment in which you first find yourself.", "author": "Mark Cain"},
{"quote": "People think that the opposite of success is failure, but it's not. Failure is part of the process of success.", "author": "Randy Gage"},
{"quote": "In those things toward which we exerted our best endeavors we succeeded.", "author": "George Clason"},
{"quote": "The measure of a society is not only what it does but the quality of its aspirations.", "author": "Wade Davis"},
{"quote": "Your greatest responsibility in your life is to be the best version of yourself. When you feel for what the soul believes that is who you become.", "author": "Shannon Alder"},
{"quote": "The successful cannot be unhappy -- it was a contradiction in terms.", "author": "Barry Unsworth"},
{"quote": "At this rate, I'm still going to be aspiring by the time I'm expiring.", "author": "Scott Cherney"},
{"quote": "As Henry Moore carved", "author": "Donald Hall"},
{"quote": "Your career success in the workplace of today–independent of technical expertise–depends on the quality of your people skills. (9)", "author": "Max Messmer"},
{"quote": "I can only strive for what is important", "author": "Rosie Thomas"},
{"quote": "He'd had his career, his triumphs. Success had brought him nothing but misery; he couldn't handle it. Success had thrown him in the gutter", "author": "John Grisham"},
{"quote": "Success shuns the man who lacks ideas.", "author": "David Schwartz"},
{"quote": "Life is a journey worth making.", "author": "Diva Jefferson"},
{"quote": "Because I keep it real and reality is a ruthless bitch. Plus I wanna make money – you cool with that?” - Gable", "author": "J.M. August"},
{"quote": "Failure are given power, not success ..", "author": "David S. Mark"},
{"quote": "Failure isn't bad if it doesn't attack the heart. Success is all right if it doesn't go to the head.", "author": "Grantland Rice"},
{"quote": "If I have succeeded better than many who surround me, it has been chiefly - may I say almost solely - from universal assiduity.", "author": "John Dalton"},
{"quote": "...nothing succeeds like success.", "author": "Patricia Cornwell"},
{"quote": "Leave God out of your mess and go look in the mirror instead.", "author": "Larry Winget"},
{"quote": "If you net a profit, reward the \"producers.\" Allocate a portion to innovation & future growth. Place a portion in cash reserves to weather storms.", "author": "Jennifer Ritchie Payette"},
{"quote": "Early scientists were often ridiculed for their theories. Be open to replacing outdated belief systems with new ones.", "author": "Jennifer Ritchie Payette"},
{"quote": "Finding the key will set you free.", "author": "Hazel Butterworth"},
{"quote": "The path we traveled more accurately", "author": "John Bruna"},
{"quote": "Be humble. Your success depends on it.", "author": "Ibn Jeem"},
{"quote": "To live as a carbon copy of everyone else is to not live at all.", "author": "J. W. Barlament"},
{"quote": "We need not compare ourselves to others in order to gauge our success. We need only compare ourselves to the people we used to be.", "author": "J. W. Barlament"},
{"quote": "Try harder to learn, than to shine", "author": "Sir Gustav Nossal"},
{"quote": "When building a business, seek multiple yet complementary revenue streams. This will help you survive the ups & downs of the economy.", "author": "Jennifer Ritchie Payette"},
{"quote": "Who are you trying to protect, punish or please by not succeeding?", "author": "Noah St. John"},
{"quote": "Some people are troubled by their mediocrity. Some, by their greatness.", "author": "Mokokoma Mokhonoana"},
{"quote": "Be the person you are, succeed the best way you can and take pride in what you achieve.", "author": "Zita Steele"},
{"quote": "I pray for your kindness more than your success, because the latter without the former is a tragedy.", "author": "Jen Hatmaker"},
{"quote": "...the basic tools that have always produced amazing young adults: hard work, failure, simplicity, gratefulness, restraint and discipline.", "author": "Jen Hatmaker"},
{"quote": "DeWeese asks, 'Does this tie in with what you were doing on \"Quality?\"'", "author": "Robert M. Pirsig"},
{"quote": "Ability determines if you can; attitude determines if you will.", "author": "Frank Sonnenberg"},
{"quote": "Believe that you can fly, and you will.", "author": "Anthony T. Hincks"},
{"quote": "Sometimes suffering is the sacrifice you have to make to achieve greatness, success and your destiny.", "author": "Jeanette Coron"},
{"quote": "I’m so optimistic my blood type is B Positive", "author": "DeWayne Owens"},
{"quote": "I’m so optimistic my blood type is B Positive!", "author": "DeWayne Owens"},
{"quote": "That you have just caught success after chasing it for many years does not mean that death will stop chasing you for at least a few seconds.", "author": "Mokokoma Mokhonoana"},
{"quote": "Don't blindly follow someone, follow market and try to hear what it is telling you.", "author": "Jaymin Shah"},
{"quote": "Don’t fear to fail, fear to miss out on taking the countless opportunities this world has to offer you.", "author": "Jaymin Shah"},
{"quote": "You never know what kind of setup market will present to you, your objective should be to find opportunity where risk reward ratio is best.", "author": "Jaymin Shah"},
{"quote": "Only sensual women can reignite men’s creativity and fire. They can increase their will to work hard and reach their fullest potential.", "author": "Lebo Grand"},
{"quote": "Embrace what success means to you. Not to the person next to you.", "author": "Monika Kristofferson"},
{"quote": "Acting as if is a great technique to apply to real life... acting as if you're having the time of your life will actually alter your mood.", "author": "Michael Kearns"},
{"quote": "Creativity doesn't stick to business hours.", "author": "Marco Rathmann"},
{"quote": "Nobody with style measures success in money. They measure it on the good impact they have on others.", "author": "Marco Rathmann"},
{"quote": "Your success as a disciple of Christ is not something you do; it is someone you disciple to also become a disciple-maker.", "author": "Jonathan Hayashi"},
{"quote": "Our boundaries define our personal space - and we need to be sovereign there in order to be able to step into our full power and potential.", "author": "Jessica Moore"},
{"quote": "Boundaries and sensitivity are directly connected.", "author": "Jessica Moore"},
{"quote": "Success is built over-time not over-night", "author": "Nicky Verd"},
{"quote": "We are infinite beings. Everything that we need is already within us.", "author": "Teri Karjala"},
{"quote": "Successful is one whose imitators are successful.", "author": "Raheel Farooq"},
{"quote": "When you lose something you misused is when you realize how important it was to you", "author": "Mary Uwamahoro"},
{"quote": "A successful person doesn't make excuses. They deal with reality.", "author": "Akiroq Brost"},
{"quote": "Choose to collaborate (abundance perspective) and watch your competitors (scarcity perspective) become your allies.", "author": "Jennifer Ritchie Payette"},
{"quote": "Save more than you spend, but do not hoard. Reinvest. Grow. Focus on replowing your fields so they bear fruit.", "author": "Jennifer Ritchie Payette"},
{"quote": "The ego wants to rule, but the heart will quietly prevail.", "author": "Jennifer Ritchie Payette"},
{"quote": "Want to detox yourself? Write down your dreams each morning in a journal and reflect. It's like cleaning out the cookies from your mental computer.", "author": "Jennifer Ritchie Payette"},
{"quote": "Keep it real; wear the \"no photo shop seal", "author": "Jennifer Ritchie Payette"},
{"quote": "Connect with my energy, not my photographic image.", "author": "Jennifer Ritchie Payette"},
{"quote": "Any tomorrow that will count must start from today.", "author": "Bamigboye Olurotimi"},
{"quote": "Before throwing money at someone else to make you successful, understand that success comes from within first.", "author": "Brandon Turner"},
{"quote": "They want it. They get it. You get it. They want you.", "author": "Sola Kosoko"},
{"quote": "To own you own happiness you must be willing to free yourself from the past and the stories that no longer serve you.", "author": "Teri Karjala"},
{"quote": "It is difficult to create a new story when we are still living in our past stories.", "author": "Teri Karjala"},
{"quote": "We are infinite beings. Everything we need to succeed is already within us.", "author": "Teri Karjala"},
{"quote": "Growth cannot take place until we miche beyond what we have always known.", "author": "Teri Karjala"},
{"quote": "Sometimes we have to let others go in order to shine brighter.", "author": "Teri Karjala"},
{"quote": "Getting into the habit of writing what you are grateful for every night is a must- do daily habit.", "author": "Teri Karjala"},
{"quote": "Your job is to keep faith it will work out, i'n it's own perfect way.", "author": "Teri Karjala"},
{"quote": "What amazing possibilities are you ready to take action on now?", "author": "Teri Karjala"},
{"quote": "The secret to shifting is a daily practice.", "author": "Teri Karjala"},
{"quote": "In business, the size of our success is partly attributable to the fear of failure that has prevented some people from being our competitors.", "author": "Mokokoma Mokhonoana"},
{"quote": "You Were My Success", "author": "Ehsan Sehgal"},
{"quote": "Perfection is not the ultimate requirement in order someone to have a remarkable career and to deserve to have one, not only in music but everywhere.", "author": "Maria Karvouni"},
{"quote": "No one has ever reached perfection in the first stations of a desirable destination.", "author": "Maria Karvouni"},
{"quote": "Sometimes will is what eventually makes the difference.", "author": "Maria Karvouni"},
{"quote": "It is not a failure to readjust my sails to fit the waters I find myself in.", "author": "Mackenzi Lee"},
{"quote": "Mediocrity is always a safe option but never a satisfactory one.", "author": "Apoorve Dubey"},
{"quote": "The ability to go from one failure to another without loss of enthusiasm is the ultimate foundation of success and strength.", "author": "Tanya Masse"},
{"quote": "Never think that you cannot rise above your problems, always think your problems cannot rise above you and you will overcome them.", "author": "Apoorve Dubey"},
{"quote": "People who are going to be successful know it’s gonna happen. And those people tend to hustle until it does happen.", "author": "Retta"},
{"quote": "Don’t believe and rely on mainstream media or movies for the understanding of human behaviour. They are often misguided and are utopian.", "author": "Hemant Pandey"},
{"quote": "People rise in love but in ‘betrayed love’ they climb to unmatched heights.", "author": "Hemant Pandey"},
{"quote": "Hard work is the best talent that I know, strangely, it works in all the fields of human endeavour.", "author": "Apoorve Dubey"},
{"quote": "Failure is a destination for those who give up and success for those who keep trying.", "author": "Apoorve Dubey"},
{"quote": "The only thing that hurts harder than a failure is not trying.", "author": "Apoorve Dubey"},
{"quote": "With diligent determination, you can fulfill ypur dreams.", "author": "Lailah Gifty Akita"},
{"quote": "Ultimately if you became super rich and successful,your mind will become placid and calm. Do it now! This is essence of meditation and enlightenment.", "author": "Hemant Pandey"},
{"quote": "My technique is my love for my profession, when you love to do something you do your best.", "author": "Debasish Mridha MD"},
{"quote": "Don't follow money, let money follow your purpose", "author": "Manuel Corazzari"},
{"quote": "To win you must have the will.", "author": "Lailah Gifty Akita"},
{"quote": "Failure isn't the opposite of success, it's part of success. Failure becomes success when we learn from it.", "author": "Leisa Rayven"},
{"quote": "Pressure is God's way of increasing your capacity.", "author": "Andrena Sawyer"},
{"quote": "Determination, courage and self-confidence are the key factors for success", "author": "Dalai Lama XIV"},
{"quote": "A success? Selling the most valuable thing in ourselves.", "author": "Ljupka Cvetanova"},
{"quote": "You become what you have as a need the most to become.", "author": "Maria Karvouni"},
{"quote": "A smart business owner learns from the mistakes of others.", "author": "Andrena Sawyer"},
{"quote": "Wisdom does not always come with age. It comes from Experience. - Kailin Gow on Wisdom and Experience.", "author": "Kailin Gow"},
{"quote": "Nothing can defeat you, if you make up your mind to fight and nothing can save you, if you have accepted defeat.", "author": "Apoorve Dubey"},
{"quote": "Your deepest prayers are your sincerest actions. They are always rewarded.", "author": "Apoorve Dubey"},
{"quote": "Regret is not when you could not finish what you started but regret is when you do not start what you could have finished.", "author": "Apoorve Dubey"},
{"quote": "Don't let your dreams stay buried under the comfort of your current success.", "author": "Simeon Ivanov"},
{"quote": "He asked me: why you are not patient?, I answered: I am very patient just I am at war against time", "author": "Hisham Fawzi"},
{"quote": "Becoming a billionaire is not to make billions of dollars - but affecting lives of a billion people. That's my goal! ❤️- GS", "author": "George Stamatis"},
{"quote": "A man can never be what does not exist in his mind.", "author": "Meestar Qboy"},
{"quote": "Achievement is not about ‘doing something.’ Rather, it’s about ‘being someone.", "author": "Craig D. Lounsbrough"},
{"quote": "Fear kills more dreams than failure ever will. Doubt kills more dreams than failure ever will.", "author": "Suzy Kassem"},
{"quote": "Fear kills more dreams than failure ever will.", "author": "Suzy Kassem"},
{"quote": "Anyone can deal with success, but only the wise can learn from failure.", "author": "Oscar Auliq-Ice"},
{"quote": "Success comes to us only after our acceptance that being just good isn't good enough, we must put best of our efforts to become the best.", "author": "Shahenshah Hafeez Khan"},
{"quote": "The Mind Of A Visionary Can Travel To Paradise On Bear Foot.", "author": "Ekeh Joe Obinna"},
{"quote": "To always win, you always need to be hungry!", "author": "Hisham Fawzi"},
{"quote": "Celebrate every day, every moment, every success and every failure. Life is a celebration of love and consciousness.", "author": "Debasish Mridha MD"},
{"quote": "Sometimes you have to go through temporary discomfort and make temporary sacrifices; in order to get long term success and comfort.", "author": "Jeanette Coron"},
{"quote": "The Leader who is successful does not impress anyone with stories he should inspire others with his integrity of choices.", "author": "Bluenscottish"},
{"quote": "Love with the motives does not have the success and embraces shame, and sorry.", "author": "Ehsan Sehgal"},
{"quote": "To listen be silent, to succeed be persistent", "author": "Debasish Mridha MD"},
{"quote": "We can't go back to yesterday, but we can triumph in tomorrow", "author": "Debasish Mridha MD"},
{"quote": "You're looking for success, but it's not out there. It's inside you. Be and become successful.", "author": "Debasish Mridha MD"},
{"quote": "You don't have to be a master to try, but you have to try to be a master.", "author": "Debasish Mridha MD"},
{"quote": "An attitude of gratitude is the best outfit to wear when looking for success and happiness.", "author": "Debasish Mridha MD"},
{"quote": "Knowledge will act as power, but you only gain wisdom with experience.", "author": "Debasish Mridha MD"},
{"quote": "Success is not synonymous to stress, but to happiness. So be happiness oriented.", "author": "Debasish Mridha MD"},
{"quote": "Despite fear don't forget to try, for you have to try to succeed.", "author": "Debasish Mridha MD"},
{"quote": "The key to success is not hard work, it is love.", "author": "Debasish Mridha MD"},
{"quote": "In life, we work not to become successful but to enjoy the journey and gain experience.", "author": "Debasish Mridha MD"},
{"quote": "Knowledge is important, but understanding is everything", "author": "Debasish Mridha MD"},
{"quote": "True education fills the heart with wisdom and kindness.", "author": "Debasish Mridha MD"},
{"quote": "Often times success doesn't come from strength, but from flexibility and adaptability", "author": "Debasish Mridha MD"},
{"quote": "Not your money, but your education, can lead you to your desired destination.", "author": "Debasish Mridha MD"},
{"quote": "In life, success is important, but the journey towards happiness is most important.", "author": "Debasish Mridha MD"},
{"quote": "The most important goal of education is to pursue the ultimate purpose of life and achieve success with happiness.", "author": "Debasish Mridha MD"},
{"quote": "Never give up your desire to be what you want to be. Stay focused, persistent and relentless.", "author": "Debasish Mridha MD"},
{"quote": "Nobody wants to get lost and end up in a homeless shelter, but you may if you don't have a definite destination with a clear map.", "author": "Debasish Mridha MD"},
{"quote": "Start your journey with purpose and vision, then pursue it with great passion.", "author": "Debasish Mridha MD"},
{"quote": "You can't cross the ocean of life just by dreaming about it, you have to jump in and swim", "author": "Debasish Mridha MD"},
{"quote": "When you better yourself, everything comes easier", "author": "Debasish Mridha MD"},
{"quote": "Success is nothing but a perception of triumph in the face of tragic failure", "author": "Debasish Mridha MD"},
{"quote": "To be noble, help others to succeed", "author": "Debasish Mridha MD"},
{"quote": "You plan by dreaming, you learn by doing, and you succeed by persisting.", "author": "Debasish Mridha MD"},
{"quote": "Every success demands some kind of sacrifice, so don't fear to do it, just do it with love.", "author": "Debasish Mridha MD"},
{"quote": "Problems are not strangers, they are the true teachers.", "author": "Debasish Mridha MD"},
{"quote": "Life is a game, so never forget to enjoy success as well as failure.", "author": "Debasish Mridha MD"},
{"quote": "Just as the most beautiful rose grows next to painful thorns, so does the most joyful success reside next to the most painful failures.", "author": "Debasish Mridha MD"},
{"quote": "I am hopeful; I see seeds of success germinating with every failure.", "author": "Debasish Mridha MD"},
{"quote": "I shut the windows to all problems and focus on finding the doors to opportunity.", "author": "Debasish Mridha MD"},
{"quote": "You don't have to be fast and fearless to achieve success, but you need to be persistent.", "author": "Debasish Mridha MD"},
{"quote": "Theology is the crown of Philosophy", "author": "Tiffany Dorese Winfree"},
{"quote": "The more failures you overcome, the more sweeter your victory will become.", "author": "Joshua Suya Pelicano"},
{"quote": "My technique is my love for my profession. When you love to do something, you do your best.", "author": "Debasish Mridha MD"},
{"quote": "Education is not only a process of learning, it's a way of life", "author": "Debasish Mridha MD"},
{"quote": "Knowledge could be very dangerous or very helpful, depends on what kind of knowledge and who uses it.", "author": "Debasish Mridha MD"},
{"quote": "True education empowers people to change the world for the better", "author": "Debasish Mridha MD"},
{"quote": "Success loves boldness", "author": "Debasish Mridha MD"},
{"quote": "To be successful you don't have to be fast and fearless, but you need to be persistent.", "author": "Debasish Mridha MD"},
{"quote": "All credit goes to consciousness, without it there is no life and no credit.", "author": "Debasish Mridha MD"},
{"quote": "When you are endowed with consciousness, you begin your journey to greatness", "author": "Debasish Mridha MD"},
{"quote": "Who you will be in two years from now depends on your choices and focus, so choose and take action carefully.", "author": "Debasish Mridha MD"},
{"quote": "Greatness Cannot Be Stopped", "author": "Tiffany Dorese Winfree"},
{"quote": "Failure is not a hindrance for success but a noble ingredient for a sweeter fruit.", "author": "Joshua Suya Pelicano"},
{"quote": "The only fight you should be fighting is fighting against the odds. Other fights are not worth fighting and you should not be fighting them.", "author": "De philosopher DJ Kyos"},
{"quote": "The Other Side: We're still living our messy humanness, but now we have the tools and knowing that we can succeed.", "author": "Helen S. Rosenau"},
{"quote": "More times than not, going backwards is a necessary part of going forwards.", "author": "Craig D. Lounsbrough"},
{"quote": "Every success, whether it is the biggest or the smallest, inspires the joy and the beauty of life.", "author": "Ehsan Sehgal"},
{"quote": "We are not born with abilities, this comes from practice, persistence, and perseverance.", "author": "Debasish Mridha MD"},
{"quote": "A person of value is always a success but a person who is successful is not always a person of value.", "author": "Jeffrey G. Duarte"},
{"quote": "All credit goes to consciousness, without consciousness there is no life and no credit.", "author": "Debasish Mridha MD"},
{"quote": "You are bestowed with consciousness so that you can grow your own wings of imagination and fly away to your own unique destination", "author": "Debasish Mridha MD"},
{"quote": "To be a success, discuss ideas not idols; focus on the possibilities of success not failure.", "author": "Debasish Mridha MD"},
{"quote": "Love your job as if it's your love affair. You will never have to go to work again, but will meet your lover every day.", "author": "Debasish Mridha MD"},
{"quote": "A great goal with fearless action is a powerful combination for great success", "author": "Debasish Mridha MD"},
{"quote": "To be successful, think of happiness.", "author": "Debasish Mridha MD"},
{"quote": "An action is the mother of all creation and the only way to succeed.", "author": "Debasish Mridha MD"},
{"quote": "Sometimes it is good to be in uncomfortable situations because it is in finding our way out of such difficulties that we learn valuable lessons.", "author": "Idowu Koyenikan"},
{"quote": "Acquiring wisdom is great but it is not the goal, applying it is.", "author": "idowu koyenikan"},
{"quote": "You want to see a very bad man? Make an ordinary man successful beyond his imagination. Let's see how good he is when he can do whatever he wants.", "author": "Min Jin Lee"},
{"quote": "We are all strangers to our hidden potential until we confront problems that reveal our capabilities.", "author": "Apoorve Dubey"},
{"quote": "There is a gap between dreams and reality. Don't fear this gap, but zap it with action, persistence and perseverance.", "author": "Debasish Mridha MD"},
{"quote": "The past will never find you to hurt you, but it never forgets to remind you of the lessons you learned from the successes and failures of the past.", "author": "Debasish Mridha MD"},
{"quote": "Problems are not strangers, they are true teachers.", "author": "Debasish Mridha MD"},
{"quote": "Life is a game, so never forget to enjoy the success as well as failures.", "author": "Debasish Mridha MD"},
{"quote": "Life is a game, so never forget to enjoy success as well as failures.", "author": "Debasish Mridha MD"},
{"quote": "As the most beautiful rose grows next to a painful thorn, so is the most joyful success residing next to the most painful failures.", "author": "Debasish Mridha MD"},
{"quote": "You will always be where you're meant to be.", "author": "Debasish Mridha MD"},
{"quote": "I am hopeful, I see seeds of success germinating with every failure.", "author": "Debasish Mridha MD"},
{"quote": "Shut the window to all problems and focus on finding the doors to opportunity.", "author": "Debasish Mridha MD"},
{"quote": "You're looking for success, but it's not out there, it is inside you. Be and become successful.", "author": "Debasish Mridha MD"},
{"quote": "We can't go back to yesterday, but we can triumph in tomorrow.", "author": "Debasish Mridha MD"},
{"quote": "Every success demands some kind of sacrifice, so don't fear to do it, do it with love.", "author": "Debasish Mridha MD"},
{"quote": "To listen be silent, to succeed be persistent.", "author": "Debasish Mridha MD"},
{"quote": "Success is an acknowledgement honored by a group who values your actions in the specificity of the venture they cherish - Nothing More!", "author": "Rejean Nantel"},
{"quote": "As the most beautiful rose grows next to a painful thorn, so is the most joyful success residing next to the most painful failures.", "author": "Debasish DebMridha MD"},
{"quote": "Opportunities are essential to successful leadership. It's no coincidence that the greatest leaders create their own opportunities.", "author": "T Jay Taylor"},
{"quote": "Failure is a functional component of success", "author": "Reginald L. Russell"},
{"quote": "Celebrate every day, every moment, every success and failure. Life is a celebration of love and consciousness.", "author": "Debasish Mridha MD"},
{"quote": "Men ought to attempt everything and fear nothing.", "author": "Niccolò Machiavelli"},
{"quote": "Your time is the most valuable asset with you; invest it, where you get best returns.", "author": "Apoorve Dubey"},
{"quote": "The easiest way to success is through bed. You can only dream about it.", "author": "Ljupka Cvetanova"},
{"quote": "The most ever Common Question to ask is.", "author": "Mohammed Zaki Ansari"},
{"quote": "If you’re not chasing your dreams, you’re still sleeping. WAKE UP! Don’t throw away another day. GO GET IT!", "author": "Steve Maraboli"},
{"quote": "Some people are each way more hurt by their worst enemy’s success than they were hurt by their then best friend’s death.", "author": "Mokokoma Mokhonoana"},
{"quote": "Even if yesterday was wildly successful, I still don’t want to repeat it. Rather, I want to build on it.", "author": "Craig D. Lounsbrough"},
{"quote": "Proven fact: You can never finish something you didn't start.", "author": "Sarah Knight"},
{"quote": "Success is nothing but a perception of triumph in the face of tragic failure.", "author": "Debasish Mridha MD"},
{"quote": "Our heart doesn't care for success, but longs for love and happiness. Our ego looks for futile success relentlessly.", "author": "Debasish Mridha MD"},
{"quote": "Not your money, but your education, can take you to your desired destination.", "author": "Debasish Mridha MD"},
{"quote": "Success is important, but the journey towards happiness is most important in life.", "author": "Debasish Mridha MD"},
{"quote": "The most important goal of education is to pursue the ultimate purpose of life, to achieve success with happiness.", "author": "Debasish Mridha MD"},
{"quote": "Remember the future is always brighter than the past, so be optimistic and appreciative.", "author": "Debasish Mridha MD"},
{"quote": "Never give up your desire to be what you've always wanted to be. Be focused, persistent and relentless.", "author": "Debasish Mridha MD"},
{"quote": "Nobody wants to get lost in a homeless shelter, but you end up there if you don't have a definite destination with a clear map.", "author": "Debasish Mridha MD"},
{"quote": "Start your journey with purpose and vision, pursue it with great passion.", "author": "Debasish Mridha MD"},
{"quote": "You can't cross the ocean of life just by dreaming about it, you have to jump in and swim.", "author": "Debasish Mridha MD"},
{"quote": "No one else but you holds the key to your success; it is your persistence and purpose-oriented action.", "author": "Debasish Debsish Mridha MD"},
{"quote": "When you better yourself, everything comes easier.", "author": "Debasish Mridha MD"},
{"quote": "If you have the will, you will be able to gain the skill to cross the hill and reach your destination.", "author": "Debasish Mridha MD"},
{"quote": "Often times success doesn't come from strength, but from flexibility and adaptability.", "author": "Debasish Mridha MD"},
{"quote": "To be noble, help others to succeed.", "author": "Debasish Mridha MD"},
{"quote": "You plan by dreaming, you learn by doing and you succeed by persisting.", "author": "Debasish Mridha MD"},
{"quote": "Amplify with your authority instead of shouting publicity. A sell only goes so far.", "author": "Loren Weisman"},
{"quote": "Fear kills more dreams than failure ever will. Doubt and fear are the two villains of success.", "author": "Suzy Kassem"},
{"quote": "It is what it is because you allowed it to be so.", "author": "Suzy Kassem"},
{"quote": "Love makes us invincible.", "author": "Mimi Novic"},
{"quote": "If you want fame or wealth or wolves, go out and hunt for them.", "author": "Zane Grey"},
{"quote": "Stop sitting on the sidelines of everyone else's life and become and active participant in your own life.", "author": "Lease L. Youmans"},
{"quote": "Big life changes are made in small, manageable chunks.", "author": "Sarah Knight"},
{"quote": "True education fills hearts with wisdom and kindness.", "author": "Debasish Mridha MD"},
{"quote": "Realize, rise and act – make mistakes, fall hard, then rise again and try again.", "author": "Abhijit Naskar"},
{"quote": "Err my friend, but be not defeated and keep on moving.", "author": "Abhijit Naskar"},
{"quote": "Sometimes success is the source of your happiness, but sometimes happiness can be the source of your success.", "author": "Richie Norton"},
{"quote": "You don't have to be a master to try, but you have to try to master.", "author": "Debasish Mridha MD"},
{"quote": "The most enjoyable part about being an Indie Author and an Amazon Author Success Story, is that my success inspires others.", "author": "Kailin Gow"},
{"quote": "If failure is supposed to be a stepping stone to success, then I'd like to have a serious chat with the fellow who set down those stones.", "author": "Thomas Pride"},
{"quote": "Down with, \"Fake it, till you make it.\"", "author": "Raju Mandhyan"},
{"quote": "Success isn't just about what you accomplish in your life, it's about what you inspire others to do.", "author": "Anonymous"},
{"quote": "Patience is the slow road to success", "author": "Kao Kalia Yang"},
{"quote": "Even a trillion dollars is made up of cents.", "author": "Mokokoma Mokhonoana"},
{"quote": "Just hold onto your faith and always be willing to put in the hard work on your own.", "author": "Cliff Hannold"},
{"quote": "Success is not what you accomplish in life, it is about how you inspire others to succeed.", "author": "Dr. Christopher Dayagdag"},
{"quote": "Despite fear, don't forget to try, for you have to try to succeed.", "author": "Debasish Mridha MD"},
{"quote": "To achieve great success, you first have to learn to admire great failure.", "author": "Abhishek Aditeya"},
{"quote": "Knowledge will act as power, but you gain wisdom with experience.", "author": "Debasish Mridha MD"},
{"quote": "An attitude of gratitude is the best outfit to wear when you're looking for success and happiness.", "author": "Debasish Mridha MD"},
{"quote": "Change is inevitable, but choice defines the direction of change. So, define choice to find success and happiness.", "author": "Debasish Mridha MD"},
{"quote": "My technique is my love for my profession. When you love to do something, you do your best.", "author": "Debasish Mishra MD"},
{"quote": "True education is like light. It eradicates all the darkness of ignorance and is the best tool for success known to mankind.", "author": "Debasish Mridha MD"},
{"quote": "The key to success is love, not hard work.", "author": "Debasish Mridha MD"},
{"quote": "There is no harm in having big dreams. Rather have this as a habit. It's worth!", "author": "Kankane Rakhi Surendra"},
{"quote": "If you want to fly, don't fear the sky, but grow the wings of imagination and dare to fly.", "author": "Debasish Mridha MD"},
{"quote": "In life we work, not to become a success, but to enjoy the journey and gain experience.", "author": "Debasish Mridha MD"},
{"quote": "Life is like the seasons. To enjoy your journey, you have to accept the changes that come with it.", "author": "Debasish Mridha MD"},
{"quote": "True intelligence comes from knowing that wisdom comes from perceptions and experiences.", "author": "Debasish Mridha MD"},
{"quote": "Knowledge is important, but understanding is everything.", "author": "Debasish Mridha MD"},
{"quote": "True education is not the memorization of data, but the understanding.", "author": "Debasish Mridha MD"},
{"quote": "Even though our time in this life is temporary, if we live well enough, our legacy will last forever.", "author": "idowu koyenikan"},
{"quote": "What is considered impossible is someone else’s opinion. What is possible is my decision.", "author": "idowu koyenikan"},
{"quote": "You don't get that good by doing nothing.", "author": "Emma   Mills"},
{"quote": "What you do today defines who you will be tomorrow, so choose your destination and take action.", "author": "Debasish Mridha MD"},
{"quote": "For underdeveloped nations there is no better way to develop the nation than true education and empowerment of women.", "author": "Debasish Mridha MD"},
{"quote": "A great goal with fearless action is a powerful combination for great success.", "author": "Debasish Mridha MD"},
{"quote": "All change and improvement begins with one person and that is you.", "author": "Debasish Mridha MD"},
{"quote": "To be a success, think of happiness.", "author": "Debasish Mridha MD"},
{"quote": "Courage doesn't bring you success, but it lets you persist to face adversity with boldness and poise.", "author": "Debasish Mridha MD"},
{"quote": "Action is the mother of all creation and the only way to succeed.", "author": "Debasish Mridha MD"},
{"quote": "Action has power. For success, believe in yourself and take action.", "author": "Debasish Mridha MD"},
{"quote": "Success is not synonymous to stress, but to happiness. So, be happiness oriented.", "author": "Debasish Mridha MD"},
{"quote": "To be a success, discuss ideas not idols. Focus on the possibilities of success not failure.", "author": "Debasish Mridha MD"},
{"quote": "All credit goes to consciousness; without consciousness, there is no life and no credit.", "author": "Debasish Mridha MD"},
{"quote": "He felt that to succeed here the idea of success must grasp and limit his mind.", "author": "F. Scott Fitzgerald"},
{"quote": "You are bestowed with consciousness so that you can grow your own wings of imagination and fly away to your own unique destination.", "author": "Debasish Mridha MD"},
{"quote": "Our failures are way less likely than our successes to be ignored by our enemies.", "author": "Mokokoma Mokhonoana"},
{"quote": "Your past, including your failures, simply offers feedback that makes you wiser and stronger than before.", "author": "Brittany Burgunder"},
{"quote": "Sometimes, you just have to dive straight in, I guess that's what life is all about.", "author": "Anthony T. Hincks"},
{"quote": "Allowing success is the opposite of forcing success.", "author": "Steve Chandler"},
{"quote": "Sometimes, life lets you float amongst the clouds rather than sail upon the waters.", "author": "Anthony T. Hincks"},
{"quote": "Captivate the attention of your customer by oozing credibility.", "author": "Stacey Kehoe"},
{"quote": "Who you will be in two years from now depends on your choices and focus. So, choose and take action carefully.", "author": "Debasish Mridha MD"},
{"quote": "When you are endowed with consciousness, you begin your journey to greatness.", "author": "Debasish Mridha MD"},
{"quote": "Don't let the indecision of others distract you.", "author": "Louise Philippe Dulay"},
{"quote": "They say getting thin is the best revenge. Success if much better.", "author": "Oprah Winfrey"},
{"quote": "...all flourishing is mutual.", "author": "Robin Wall Kimmerer"},
{"quote": "It’s only a dream when your eyes are closed...", "author": "Niedria Dionne Kenny"},
{"quote": "Lack of a formal education is a death sentence to some and an opportunity to explore for others", "author": "Nicky Verd"},
{"quote": "Dream if you want your future to come to life.", "author": "Anthony T. Hincks"},
{"quote": "The haters just don't get it...", "author": "Steve Maraboli"},
{"quote": "A champion is someone who has overcome a lot of fear.", "author": "Marty Rubin"},
{"quote": "Success reveals how little ambition is worth.", "author": "Marty Rubin"},
{"quote": "Success has nothing to do with morality.", "author": "Elmar Hussein"},
{"quote": "Failure brings a climax in which one has the privilege of clearing his mind of fear and making a new start in another direction.", "author": "Napoleon Hill"},
{"quote": "It is not natural for human beings to NOT grow to the next stage of life when they should.", "author": "Saidi Mdala"},
{"quote": "It was Suzy Kassem who first said, Fear kills more dreams than failure ever will.", "author": "Suzy Kassem"},
{"quote": "You might well remember that nothing can bring you success but yourself.", "author": "Napoleon Hill"},
{"quote": "A person can influence a situation or the situation can influence a person.", "author": "Kristy McMorlan"},
{"quote": "There are no shortcuts to excellence", "author": "Angela Duckworth"},
{"quote": "Succenergy, activate your energy, discover all your success inside of you.", "author": "Tania Tome"},
{"quote": "Find your whole future by going deep inside of you. There is a blooming success that will only hasten when you discover the whole world inside of you.", "author": "Tania Tome"},
{"quote": "Praxis, cinequanon condition to make life a real existence.", "author": "Tania Tome"},
{"quote": "Choose to be with people who will share opportunities ,jobs ,ideas , knowledge and solutions, because problems we all have and we all know off.", "author": "De philosopher DJ Kyos"},
{"quote": "No one is born with abilities; it comes from practice, persistence and perseverance.", "author": "Debasish Mridha MD"},
{"quote": "Success loves boldness.", "author": "Debasish Mridha MD"},
{"quote": "For success you don't have to be fast and fearless, but you need persistence.", "author": "Debasish Mridha MD"},
{"quote": "To keep life moving forward, hope for the best, take action and be persistent.", "author": "Debasish Mridha MD"},
{"quote": "Investors are people with more money than time.", "author": "Antonio García Martínez"},
{"quote": "Victory only comes through wear and tear.", "author": "E.A. Bucchianeri"},
{"quote": "A professor once told me: Sir, you are insane! In which I replied: Sir, I am just eccentrically very normal !", "author": "Hisham Fawzi"},
{"quote": "Whenever you create anything, you take a risk. And that includes your life. It may work out, it may not. It may be well received, it may not be. . . .", "author": "Rob Bell"},
{"quote": "Down and out? You are not alone! Most people have gone through that process. Yet today, they are a success.", "author": "Gift Gugu Mona"},
{"quote": "We ought to relentlessly ignore excuses, especially those we are told by ourselves.", "author": "Mokokoma Mokhonoana"},
{"quote": "I am a great believer in Luck. The harder I work, the more of it I seem to have.", "author": "Coleman Cox"},
{"quote": "Success is not about Money , fame or Job", "author": "Saif Rehman"},
{"quote": "Success is achieved by developing our strengths, not by eliminating our weaknesses.", "author": "Marilyn Von Savant"},
{"quote": "Raindrops will always carry their dreams & hopes with them, no matter where they go.", "author": "Anthony T. Hincks"},
{"quote": "Success is not that adjourns the team after achieving, but that motivates the team to face new challenges", "author": "Mohamed Abbasheikh"},
{"quote": "Gossip is the biggest hindrance to building trust and productivity in organizations across America.", "author": "Ford Taylor"},
{"quote": "Success and suffering are two sides of the same coin.", "author": "Amit Kalantri"},
{"quote": "There's something inherently disappointing about success,’ from Topsy-Turvy, a Mike Leigh film about Gilbert and Sullivan.", "author": "Mike Leigh"},
{"quote": "The sky is the limit when the universe is involved.", "author": "Anthony T. Hincks"},
{"quote": "Success is not the result of an single quality; it's about alignment between who you are and where you choose to be.", "author": "Eric Barker"},
{"quote": "God is into the business of building Character into the hearts of men", "author": "Manuel Corazzari"},
{"quote": "If you can't do the little things no BIG thing will ever be in your reach", "author": "Maria Koszler"},
{"quote": "Even if the whole world turns against you, until you agree, no failure, no crisis, no obscurity can win over you.", "author": "Abhijit Naskar"},
{"quote": "A hundred failures would not matter, when one single success could change the destiny of the world.", "author": "Arthur C. Clarke"},
{"quote": "Achieving something gives you a sense of fulfillment; so, create your own happiness by following up on your passions and achieving them.", "author": "Patricia Dsouza"},
{"quote": "The life can always change for any of us, and the one who was on the bottom once might turn up on the top when you least expect it, and vice versa.", "author": "Tamuna Tsertsvadze"},
{"quote": "It is good to have your own vision, but it is dangerous not to run with it.", "author": "Bamigboye Olurotimi"},
{"quote": "Most artists wont congratulate other artist for winning because they suffer from it should have been me syndrome", "author": "De philosopher DJ Kyos"},
{"quote": "Don't wait for success to become stronger and confident", "author": "Saif Rehman"},
{"quote": "Leadership is a choice. To choose power or empowerment.", "author": "Lolly Daskal "},
{"quote": "WE all have our own PATH to follow – STOP walking in someone else’s PATH if it isn’t designed for you.", "author": "Patricia Dsouza"},
{"quote": "You are special and you will always remain.", "author": "Patricia Dsouza"},
{"quote": "Purse your transformation from a place of freedom and peace.", "author": "Patricia Dsouza"},
{"quote": "My boundaries are not determined by natural limitation but by parameters of my faith that I chose to attach to the realities of my limitlessness.", "author": "Patricia Dsouza"},
{"quote": "Like growth, success is often a steppingstone from failure.", "author": "Mokokoma Mokhonoana"},
{"quote": "You can have excuses or you can have success; you can't have both.", "author": "Jen Sincero"},
{"quote": "The past is history, the future is a mystery, and this moment is a gift. That is why this moment is called the 'present.", "author": "Deepak Chopra"},
{"quote": "The top challengers are usually understood, but there are always a few dark horses in the running for every major tournament.” —Oscar Auliq-Ice", "author": "Oscar Auliq-Ice"},
{"quote": "You are your mind, so if you can see it, you can achieve it.", "author": "Abhijit Naskar"},
{"quote": "I'd rather die a legend, than live as an insect.", "author": "Abhijit Naskar"},
{"quote": "Be unique. Tread smart. Stay original. Keep being YOU. Don't allow anyone tell you otherwise.", "author": "P.C. Clotter"},
{"quote": "Helping someone who does not help.It will kill you emotionally , kill your happiness and leaving you with regrets.", "author": "De philosopher DJ Kyos"},
{"quote": "Giving your time to someone who does not it.It will kill you emotionally , kill your happiness and leaving you with regrets.", "author": "De philosopher DJ Kyos"},
{"quote": "How does one know you’ve “made it”?", "author": "Charlotte Eriksson"},
{"quote": "It’s a choice to put in the hours, go the extra mile, and do the things others aren’t willing to do.", "author": "Oscar Auliq-Ice"},
{"quote": "Fail, fail and fail again - but never let those failures keep you from moving ahead.", "author": "Abhijit Naskar"},
{"quote": "Fake life is expensive.", "author": "De philosopher DJ Kyos"},
{"quote": "A recipe for success:", "author": "Hisham Fawzi"},
{"quote": "You're either 100% committed or just 99% committed to your outcomes.", "author": "Lucas Robak"},
{"quote": "In a world where everyone was trying to radiate success while praying for actual profits, Brooke's margins narrowed and narrowed.", "author": "Will Boast"},
{"quote": "The power of testimony is progress.", "author": "JNOEL"},
{"quote": "Don't wait for the experience.", "author": "Anthony T. Hincks"},
{"quote": "To succeed in life, you need to create the experience that everyone wants, and needs.", "author": "Anthony T. Hincks"},
{"quote": "You can’t have what’s next until you let go of what’s now.", "author": "Jonathan Heimberg"},
{"quote": "Being successful is nothing but an act of removing the illusion that something is impossible.", "author": "Shahenshah Hafeez Khan"},
{"quote": "What makes this study different is that it studies Japanese cross-cultural adaptation by focusing on student success rather than student difficulties.", "author": "Peter Hanami"},
{"quote": "How can you", "author": "Prof Basu Mali"},
{"quote": "It is important to remember that to read means to read the right and good books.", "author": "Prof Basu Mali, Motivational Speaker, NFLP (USA)"},
{"quote": "The life you’re capable of living is waiting for you—all you have to do is choose to go after it.", "author": "Oscar Auliq-Ice"},
{"quote": "We all have the power to make little choices that can change the course of our lives forever.", "author": "Oscar Auliq-Ice"},
{"quote": "No purpose is served in blaming others to whitewash your own shortcomings.", "author": "Prof. Basu Mali, Motivational Speaker, NFNLP (USA)"},
{"quote": "Ravan had a lot of wealth, might and power to rule the world but can you call him a successful person?", "author": "Prof. Basu Mali, Motivational Speaker, NFNLP (USA)"},
{"quote": "Breathe as the tears flow,", "author": "Somya Kedia"},
{"quote": "Trees reached for the sky long before man came into this world.", "author": "Anthony T. Hincks"},
{"quote": "Learn to accept everything about yourself, even the part of yourself that struggles to accept everything about yourself", "author": "Lolly Daskal"},
{"quote": "Ten Keys To Success: Number 0; there is no easy or guaranteed recipe. Number 11: some else's path to it will not be yours.", "author": "Rasheed Ogunlaru"},
{"quote": "Confronting your enemy in anger feeds your ego, but diminishes your chance of success.", "author": "Shon Mehta"},
{"quote": "Sometimes we have to fall apart to see the pieces", "author": "Kierra C.T. Banks"},
{"quote": "Leaders are readers and learners are earners.", "author": "Janna Cachola"},
{"quote": "Many times, success begins when we leave our comfort zone.", "author": "Laurie Buchanan, PhD"},
{"quote": "Google Analytics is the best friend of all Digital Marketers as it dictates the decision making and success of every websites.", "author": "Dr. Chris Dayagdag"},
{"quote": "The taste of success is worthy; when at least one flavor of failure added in it.", "author": "Ankit Sahay"},
{"quote": "Never mind, you know the word", "author": "Alexandre Dumas"},
{"quote": "Choose happiness despite hardship.", "author": "Richie Norton"},
{"quote": "If we still point fingers when something wrong is happening. We are not ready and we will never find a solution for the problem at hand.", "author": "De philosopher DJ Kyos"},
{"quote": "How much the sea became very small, when the first ship sailed.", "author": "Mohamed Ismail"},
{"quote": "When you turn your problem into passion, your solution becomes success.", "author": "Janna Cachola"},
{"quote": "Ten Keys To Success: Number 0; there is no guaranteed or easy recipe. Number 11: some else's path to it will not be yours.", "author": "Rasheed Ogunlaru"},
{"quote": "I FOUND MYSELF LIVING FOR THE ONES WHO LOST THEIR LIVES", "author": "Qwana M. Reynolds-Frasier"},
{"quote": "With confidence, you have won before you have started.", "author": "Mangesh Kumar Panwar"},
{"quote": "Success comes from continually expanding your frontiers in every direction - creatively, financially, spiritually, and physically.", "author": "James Altucher"},
{"quote": "You are what you do, so you have to do what you want to be. We are how we spend our time.", "author": "Ian Rogers"},
{"quote": "I’ve realized people can live in a world they’ve personally constructed through a distorted lens of guilt and shame, whether they deserve it or not.", "author": "Kristy McMorlan"},
{"quote": "A problem cannot be solved without understanding it.", "author": "Kristy McMorlan"},
{"quote": "Just add a 'g' before race; race with grace and success will be yours!", "author": "Md. Ziaul Haque"},
{"quote": "Self-will can either destroy or catapult your ministry.", "author": "Jonathan Heimberg"},
{"quote": "Living happily with parents requires adjustments.", "author": "Vineet Raj Kapoor"},
{"quote": "Just a grain can bring a bird down from the skies.", "author": "Vineet Raj Kapoor"},
{"quote": "The sweet smell of success comes on the back of the stench of hard earned sweat.", "author": "Anthony T.Hincks"},
{"quote": "The moment you need to get started is called \"now\".", "author": "Shihab Kazi"},
{"quote": "Some people build roads and then walk", "author": "Vineet Raj Kapoor"},
{"quote": "If there is failure in a relationship, it's because there was no LOVE.", "author": "Coletha Albert"},
{"quote": "Skills give you options, it opens doors of possibilities.", "author": "January Donovan"},
{"quote": "Too much fanfare spoils success.", "author": "Marty Rubin"},
{"quote": "As material items can still leave us feeling unfulfilled, perhaps a better gauge of success is simply happiness, finding enjoyment in what we do.", "author": "Kristi Bowman"},
{"quote": "I feel bad for you . If you only feel better about yourself when you body shame others . When you are oppressing others or you others are failing.", "author": "De philosopher DJ Kyos"},
{"quote": "It doesn't matter the size of step you take, but that you take one. I know you are constrained and cannot do many things, but you can do something.", "author": "Ibrahim Hanif"},
{"quote": "What do you want to be when you grow up,\" asked the goat her ambitious lamb.", "author": "Ljupka Cvetanova"},
{"quote": "Small thinking keeps small businesses small", "author": "Mac Duke The Strategist"},
{"quote": "Confidence is the underwear of achievement", "author": "Ibrahim Hanif"},
{"quote": "Break the mold, do whatever the hell you want within your abilities. Don't overextend yourself to create a false appearance of wealth and success", "author": "Candice Galek"},
{"quote": "Succeed On 'Em!", "author": "Stephanie Lahart"},
{"quote": "Those who dig for water and give up, make potholes. Those who persist and dig deep, make a well.", "author": "L.A. Golding"},
{"quote": "The only secret to success is...YOU!", "author": "Anthony T.Hincks"},
{"quote": "Living great lives just means you have grown the skill muscles necessary to make choices in line with your dreams and purpose.", "author": "January Donovan"},
{"quote": "Meaningful work gives life purpose and connects you to something bigger than yourself.", "author": "Germany Kent"},
{"quote": "Blind ambition will either lead to an open elevator shaft or a broom closet.", "author": "Anthony T.Hincks"},
{"quote": "Whatever you do, do as an original human – as a master, not as a slave.", "author": "Abhijit Naskar"},
{"quote": "The higher the obstacles, the higher we get to rise", "author": "Vineet Raj Kapoor"},
{"quote": "It's when I'm on the road to somewhere that I really wish that I was on the road to nowhere.", "author": "Anthony T.Hincks"},
{"quote": "You can cry again or You can try again. Choice is yours.", "author": "Soham Mondal"},
{"quote": "Leadership is developed daily, not in a day.", "author": "Lolly Daskal"},
{"quote": "Trust is the foundation of great leadership.", "author": "Lolly Daskal"},
{"quote": "Success isn't important. What's important is that one is happy and doing things one enjoys.", "author": "Marty Rubin"},
{"quote": "One of the most important lessons a leader can learn is how trust works.", "author": "Lolly Daskal"},
{"quote": "No matter how gifted a leader is, their gifts will never reach their maximum potential without the application of self-belief.", "author": "Lolly Daskal"},
{"quote": "Be armed with purpose, persistence and intention and the enemy called defeat will choose another to battle.", "author": "Daisy Gallagher"},
{"quote": "Character makes trust possible and trust makes great leadership possible.", "author": "Lolly Daskal"},
{"quote": "Leadership is not only for a few people, leadership is for everyone and anyone who wants to lead.", "author": "Lolly Daskal"},
{"quote": "Whatever you will accomplish is restricted by your ability to lead others.", "author": "Lolly Daskal"},
{"quote": "The greater the impact you want to make, the greater your influence needs to be.", "author": "Lolly Daskal"},
{"quote": "A person's impact is only a fraction of what it could be with great leadership.", "author": "Lolly Daskal"},
{"quote": "Excuse Me While I Succeed!", "author": "Stephanie Lahart"},
{"quote": "Success is within the reach of just about everyone.", "author": "Lolly Daskal"},
{"quote": "Your leadership ability is determined by their leadership gap.", "author": "Lolly Daskal "},
{"quote": "The greatest ‘victory’ in any victory is that I didn’t make it about myself.", "author": "Craig D. Lounsbrough"},
{"quote": "Either you shine in the dark or get lost in the light.", "author": "Soham Mondal"},
{"quote": "The requisite of an Empire are the dreams & ambitions build on the boundaries of trust.", "author": "Kudretullah Sak"},
{"quote": "Nothing is impossible for those who believe. - Hidden Treasures", "author": "Robin Bertram"},
{"quote": "Success is never final.", "author": "Adamson and Steckel"},
{"quote": "Self-affirmation is the line drawn between success and failure", "author": "Hisham Fawzi"},
{"quote": "In life there is only one enemy who can stop your dreams - you!", "author": "Daisy Gallagher"},
{"quote": "Its ok to get discouraged in LIFE - just dont NEVER allow it to make you want to discontinue\" - (G-Swiss)", "author": "G Swiss"},
{"quote": "999 times I failed in vain,", "author": "Soham Mondal"},
{"quote": "The biggest mistake some people make is underestimating their own ability.", "author": "Colleen Ferrary Bader"},
{"quote": "From the moment you think you have made it, is the beginning of the end.", "author": "J.R. Rim"},
{"quote": "Whatever you strive to do, as long as you do it your best, its enough.", "author": "Joshua Suya Pelicano"},
{"quote": "In the race of life, of death, no runner is ahead, no runner behind.", "author": "Marty Rubin"},
{"quote": "i want work that is a relentless oasis.", "author": "Nayyirah Waheed"},
{"quote": "Perception is the beginning of all realization and actualization of possibilities.", "author": "Abhijit Naskar"},
{"quote": "God Doesn't Love Me The Way I Deserve...He Loves Me The Way He Desires...", "author": "Jaachynma N.E. Agu"},
{"quote": "Victory in itself expires which is why you must win daily.", "author": "Awolumate Samuel"},
{"quote": "If you go out without a plan, you will return home without any achievement.", "author": "Awolumate Samuel"},
{"quote": "There's no success without sacrifice.", "author": "Jeanette Coron"},
{"quote": "Greatness isn’t found in how you handle success, but in how you handle failure.", "author": "Todd Stocker"},
{"quote": "The illusion of fear accompanies goals to test the will to succeed.", "author": "T.F. Hodge"},
{"quote": "Don’t wait for perfect conditions because life has no perfect conditions. The secret to success lies in your ability to do more with less.", "author": "Moffat Machingura"},
{"quote": "stay hungry my friends ..... and you will conquer what you think is impossible !!!", "author": "Hisham Fawzi"},
{"quote": "After some point, working harder makes achieving the goal harder or even impossible.", "author": "Mokokoma Mokhonoana"},
{"quote": "When telling a story you can utilize numerous ways to create an attractive narrative that will enchant your audience aka ideal customers and clients.", "author": "Naomi Mc Laughlan"},
{"quote": "Don't let your dreams be just dreams. Make it a reality.", "author": "Joshua Suya Pelicano"},
{"quote": "It only takes one word, three letters to start achieving your dreams: ACT", "author": "Joshua Suya Pelicano"},
{"quote": "All achievements – all feats of excellence, rise from the protoplasmic realm of the brain.", "author": "Abhijit Naskar"},
{"quote": "There are people that who want to be someone and there are people that want to do something.", "author": "David Axelrod"},
{"quote": "I have always known that in life, becoming significant is really tough, however, remaining a mediocre is even tougher.", "author": "Awolumate Samuel"},
{"quote": "The ultimate goal is the goal to succeed.", "author": "Arshad Wahedna"},
{"quote": "Discomfort may be a doorway; don’t run from it.", "author": "Joseph Deitch"},
{"quote": "But man's duty is to try and endeavour, success depends upon chance and environments.", "author": "Bhagat Singh"},
{"quote": "Success is nothing if you don't have the right people to share it with; you're just gonna end up Lonley.", "author": "selena gomez"},
{"quote": "Persistence refines the miserable piece of carbon in you into the purest form of diamond.", "author": "Tobi Delly"},
{"quote": "I reached my very edge. I was about to break down. I was about to break through.", "author": "Talismanist Giebra"},
{"quote": "Become a minimalist. Eliminate clutter from your life by living with the 100 things that you wear and use the most.", "author": "Ann Marie Sabath"},
{"quote": "That man who is regular and punctual will get sure success in all walks of life.", "author": "Sivananda Saraswati"},
{"quote": "When Opportunity meets Preparation she greets her with open arms and they both say in unison, \"Let's do this!", "author": "Sanjo Jendayi"},
{"quote": "Think about your future in a positive way and you will move towards your goals.", "author": "Aurora Berill"},
{"quote": "Progress Is A Process... - (G Swiss)", "author": "G Swiss"},
{"quote": "I was only a few years away from becoming an overnight success.", "author": "Kathy Griffin"},
{"quote": "Vision is your first creation of the future.", "author": "Tobi Delly"},
{"quote": "Your core values are your deciding factors for success.", "author": "Tobi Delly"},
{"quote": "Your belief system consists of the power to create and to destroy.", "author": "Tobi Delly"},
{"quote": "A talent is a gift from God.", "author": "Tobi Delly"},
{"quote": "Passion is the fire to all great things.", "author": "Tobi Delly"},
{"quote": "Dreaming is how you set your future in motion.", "author": "Tobi Delly"},
{"quote": "Adaptability is a most desirable habit or quality for success in life.", "author": "Sivananda Saraswati"},
{"quote": "People who can manage their time can also manage their money. After all, managing minutes and managing money is the same exact principle.", "author": "Ann Marie Sabath"},
{"quote": "You aren't doing \"nothing\" when you choose to put your wellbeing first. In fact, this is the key to having everything.", "author": "Brittany Burgunder"},
{"quote": "You aren't doing \"nothing\" when you choose to put your well-being first. In fact, this is the key to having everything.", "author": "Brittany Burgunder"},
{"quote": "Stay focused. Not every distraction is a worthy detour.", "author": "Steve Maraboli"},
{"quote": "Trying” is failing with honor.", "author": "Ann Marie Sabath"},
{"quote": "Some of the people who we envy for having something we lack envy us for lacking something they have.", "author": "Mokokoma Mokhonoana"},
{"quote": "Tell me the four people with whom you spend the most time and I will tell you who you are.", "author": "Ann Marie Sabath"},
{"quote": "Great success never comes without great struggle. Then why do we fear failure and struggle?", "author": "Debasish Mridha"},
{"quote": "Being the first to start or leave does not necessarily mean that you will be the first to finish or arrive. Or that you will finish or arrive.", "author": "Mokokoma Mokhonoana"},
{"quote": "Philosophy of mind is more important for success and happiness than ambition, education, or status.", "author": "Debasish Mridha"},
{"quote": "pride only gurantees you will LOSE - whether now or eventually - what it will be that you lose or who it will be - only time will tell ... - (G Swiss)", "author": "G Swiss"},
{"quote": "It’s hard to do a really good job on anything you don’t think about in the shower", "author": "Paul Graham"},
{"quote": "Believe in yourself, Give your best to everything and know that your one failure is not final.", "author": "Jyoti Patel"},
{"quote": "Success comes in cans, not cannots.", "author": "James Patterson"},
{"quote": "I rather be wrong sometimes than being fouled by others all the times", "author": "Hisham Fawzi"},
{"quote": "Champions know the emotions you want to feel and help you feel them by remaining genuine to a noble intention.", "author": "Thomas Le Hoang"},
{"quote": "Im loved for my ambition but hated for my success.", "author": "John Maiorana (oohGiovanni)"},
{"quote": "The best judge is the one who knows what is best, and has stand in the same shoes while trying to succeed in the same goal.", "author": "Bradley B. Dalina"},
{"quote": "Failure in Life is for Learning to get success", "author": "Muneeb Ambalvi"},
{"quote": "We do not grow when things are going well. We grow when things are challenging. Problems are the key ingredient in personal growth.", "author": "7Cups"},
{"quote": "If you are too lazy to plow, then you should never expect a harvest.", "author": "Proverb 20:4"},
{"quote": "If we are unwilling to crash, we can never soar.", "author": "Carmine Savastano"},
{"quote": "I see many more successes and wins from those working to be better over those trying to be the best.", "author": "Loren Weisman"},
{"quote": "Never measure success by other peoples standards. \"Accomplishing YOUR OWN goals gives YOU the right to dictate YOUR own Success.", "author": "Marlan Rico Lee"},
{"quote": "Will it take the death of me to finally learn that the things that I describe as success may very well be the death of me?", "author": "Craig D. Lounsbrough"},
{"quote": "Don’t be resentful of others’ success, celebrate it. Success is not a limited resource and other people’s success doesn’t have to hinder yours.", "author": "Avina Celeste"},
{"quote": "What you think of yourself in your mind is nobody's business. Make it count.", "author": "Majid Kazmi"},
{"quote": "We forget to live while we are too busy making plans how to live our lives.", "author": "JOHN TASKINSOY"},
{"quote": "The mirrors of capitalism will never reflect us as wealthy, successful or even worthy.", "author": "Malebo Sephodi"},
{"quote": "You may have all the knowledge one can possibly acquire, but it is useless unless it is molded and transformed by the power of imagination.", "author": "JOHN TASKINSOY"},
{"quote": "You cannot possibly live a million lives even if you were the world's richest person alive, sure you can through books.", "author": "JOHN TASKINSOY"},
{"quote": "Judging people because of their unique differences is easy, take the time to love them.", "author": "JOHN TASKINSOY"},
{"quote": "Loving someone deeply and being loved by someone equally makes you a complete person.", "author": "JOHN TASKINSOY"},
{"quote": "I love pressure, so deadlines don't scare me; bring it on!", "author": "JOHN TASKINSOY"},
{"quote": "If your understanding lacks the ability to explain what you understand to people of all ages, then you have not really understood.", "author": "JOHN TASKINSOY"},
{"quote": "Standing for even the smallest things as a start will enable you to stand for greater things in life.", "author": "JOHN TASKINSOY"},
{"quote": "Earlier adopters will be ultimate winners.", "author": "Sukant Ratnakar"},
{"quote": "Our future success is directly proportional to our ability to understand, adopt and integrate new technology into our work.", "author": "Sukant Ratnakar"},
{"quote": "Dreams will never let you down. Only you can do that.", "author": "Anthony T. Hincks"},
{"quote": "The most difficult thing about success is finding someone who would be happy for you.", "author": "Ljupka Cvetanova"},
{"quote": "Dreams are just dreams, nothing is real about them; but if you forget to live in the real world, then even the most fictitious dreams will feel real.", "author": "JOHN TASKINSOY"},
{"quote": "If everyone is thinking alike, someone is not thinking", "author": "Eric Schmidt"},
{"quote": "Be interested in finding the best way, not in having your way", "author": "Eric Schmidt"},
{"quote": "Success without happiness is a mirage of life.", "author": "Debasish Mridha"},
{"quote": "My definition of success is fulfillment. The bonus is that a person who’s fulfilled sleeps well at night and wakes up refreshed.", "author": "Laurie Buchanan, PhD"},
{"quote": "Don't give up on yourself. Leave that for the other people.", "author": "Anthony T.Hincks"},
{"quote": "What should scare you is not knowing what you don’t know. Always be eager to learn for knowledge is power.", "author": "De philosopher DJ Kyoss"},
{"quote": "I am The Woman That Some Love, Some Admire, Some Envy, Some Hate....But None Ignores, I Have So much Influence!", "author": "Jaachynma N.E. Agu"},
{"quote": "You’re so quiet and subdued! You worry me. Are you well?", "author": "Jack Vance"},
{"quote": "The record is clear; nothing succeeds like success and there is no predictor of academic success better than a history of academic success.", "author": "Karen Arnold"},
{"quote": "Male valedictorians attended Harvard, Yale, Princeton, MIT, and Stanford. Only one woman chose an Ivy League university-Cornell.", "author": "Karen Arnold"},
{"quote": "Women—and only women—lowered their intellectual self-esteem between high school graduation and sophomore year of college.", "author": "Karen Arnold"},
{"quote": "Each breath we take means that we are a success in life.", "author": "Anthony T.Hincks"},
{"quote": "Academically capable men and women almost never follow a single-minded interest from childhood into careers.", "author": "Karen Arnold"},
{"quote": "As a group, valedictorians have always led well-rounded, socially integrated, ‘normal’ lives.", "author": "Karen Arnold"},
{"quote": "Female valedictorians marry a little later and participate somewhat more heavily in paid work than women in their age group nationally.", "author": "Karen Arnold"},
{"quote": "To reach the head of the class, students needed to conform to the school system and work equally hard at all subjects.", "author": "Karen Arnold"},
{"quote": "Valedictorians were highly motivated to excel academically because of early family and school experiences.", "author": "Karen Arnold"},
{"quote": "For all students, a network of career exploration opportunities, sponsors, and mentors is a critical accompaniment to coursework.", "author": "Karen Arnold"},
{"quote": "Gunning for the milestone payments is the key to the success of a project.", "author": "Haresh Sippy"},
{"quote": "If anyone can make a difference in this life, it's YOU!", "author": "Anthony T. Hincks"},
{"quote": "Research is an endless loop of failures interspersed with occasional profound discoveries.", "author": "Steven Magee"},
{"quote": "Plowing like a Negro” is actually the way to success", "author": "Sunday Adelaja"},
{"quote": "If a person labors diligently and has vital qualities, such a person will be very wealthy and successful", "author": "Sunday Adelaja"},
{"quote": "Don't think less of me as a person because of my profession.", "author": "De philosopher DJ Kyos"},
{"quote": "Like a tree, let your roots ground you while your branches grow in many different directions with every new experience.", "author": "Joy Madden"},
{"quote": "The only way to fail, is when you allow it to happen.", "author": "Maged Gamani"},
{"quote": "My biggest fear is seeing myself in a grave without becoming the President of Haiti one day to save my country.", "author": "Werley Nortreus"},
{"quote": "As humans, the development of our personality and success in life is not influenced only by our innate inherited traits", "author": "Sunday Adelaja"},
{"quote": "All feedback is relevant, even if it's not true.", "author": "Ford Taylor"},
{"quote": "The adherent who believes in the hard working ethics of the black man experiences continuous success and development", "author": "Sunday Adelaja"},
{"quote": "If you think not, you won't!", "author": "Anthony T.Hincks"},
{"quote": "One of the problems with having time to read all that you want is that your interests become so eclectic it's hard to focus.", "author": "Karen Arnold"},
{"quote": "Our success and how well we develop in life is greatly influenced by our perceptions, responses and decisions during challenging times", "author": "Sunday Adelaja"},
{"quote": "Read what you can, and read all you can without keeping a record of how many books you have read or how little time is left.", "author": "JOHN TASKINSOY"},
{"quote": "If you feel inferior all the time, this means that you regularly let people say and do to you whatever they feel like.", "author": "JOHN TASKINSOY"},
{"quote": "Success is a game which we measure not by the intentions of our opponents, but by the effects of their play.", "author": "Mapogo Chuene"},
{"quote": "If your plans are failing, search your motives. When you do things for the wrong reasons, do not expect God to back you up.", "author": "DENVER MEDINA"},
{"quote": "Hardships are never made easy.", "author": "Anthony T. Hincks"},
{"quote": "You Have The Holy Spirit That's All You Need For That's All It Takes!", "author": "Jaachynma N.E. Agu"},
{"quote": "Your beliefs can be a prison system created by your mind for yourself. But the door is not locked. If you are aware, you can always come out of that.", "author": "Amit Ray"},
{"quote": "Instead of worry, you believe", "author": "Slobodan Boban Manic"},
{"quote": "Think fast, make a decision, do it", "author": "Slobodan Boban Manic"},
{"quote": "Success is continually a relative of sweat.", "author": "Bharath Mamidoju"},
{"quote": "If you think you can't", "author": "Slobodan Boban Manic"},
{"quote": "Instead of worrying or scaring", "author": "Slobodan Boban Manic"},
{"quote": "Every failure makes me to work twice as hard than me giving up.", "author": "De philosopher DJ Kyos"},
{"quote": "People are successful today because they work hard with an incredible faith in themselves in converting their time", "author": "Sunday Adelaja"},
{"quote": "The idea that only a few are meant for success or greatness is nothing but a myth", "author": "Sunday Adelaja"},
{"quote": "If you can successfully convert your time effectively, you will become unstoppable and your success will amaze the world", "author": "Sunday Adelaja"},
{"quote": "The difference between failure and success is conversion", "author": "Sunday Adelaja"},
{"quote": "Nations that have successfully converted better are those ones we refer to as developed nations today", "author": "Sunday Adelaja"},
{"quote": "You need more faith in self than in God to be successful on earth", "author": "Sunday Adelaja"},
{"quote": "You might be successful on earth without faith in God", "author": "Sunday Adelaja"},
{"quote": "Faith in God is not a compulsory factor for you to be successful on earth, but you will be a failure in heaven without faith in God", "author": "Sunday Adelaja"},
{"quote": "Don't hate that is the only way you will progress to success. Learn to congratulate and compliment others when they do good, win or succeed.", "author": "De philosopher DJ Kyos"},
{"quote": "You have a choice, you can be someone who makes it happen or someone who lets it happen.", "author": "Bobby Darnell"},
{"quote": "The dreams that you have today will become the reality of tomorrow if you truly believe in them.", "author": "Anthony T.Hincks"},
{"quote": "........Anthony T. Hincks.........", "author": "Anthony T.Hincks"},
{"quote": "The only true test of values, either of men or of things, is that of their ability to make the world a better place in which to live.", "author": "Henry Ford"},
{"quote": "God has placed everything in you to succeed", "author": "Sunday Adelaja"},
{"quote": "Invest today, so as to get from it the utmost health, happiness and success", "author": "Sunday Adelaja"},
{"quote": "Your successes were never due to your brains. You achieved them because you have “character.", "author": "V.S. Pritchett"},
{"quote": "I take care of the future by controlling the past.", "author": "Anthony T. Hincks"},
{"quote": "Godliness makes a man great.", "author": "Lailah Gifty Akita"},
{"quote": "Time plays a major role in achieving success", "author": "Sunday Adelaja"},
{"quote": "The best success is defined by happiness not by achievement.", "author": "Debasish Mridha"},
{"quote": "Success is the byproduct of a creative imagination.", "author": "Debasish Mridha"},
{"quote": "The difference between successful and unsuccessful people is how much value they attach to time", "author": "Sunday Adelaja"},
{"quote": "I don't make much of a living, but I do live much of a making.", "author": "Laurence Overmire"},
{"quote": "The skill of setting goals and achieving them is the ultimate skill you can ever master.", "author": "Khoa Bui"},
{"quote": "Sensuality is instrumental to developing the confidence for personal and professional success.", "author": "Lebo Grand"},
{"quote": "Greatness is the born of ordinary men who decided to work extraordinarily hard.", "author": "Craig D. Lounsbrough"},
{"quote": "The difference between ‘wanting’ something and ‘having’ something is ‘doing’ something.", "author": "Craig D. Lounsbrough"},
{"quote": "The man who waits to know everything is the man who never does anything.", "author": "Craig D. Lounsbrough"},
{"quote": "Success is the ability to live life the way you want without compromising values.", "author": "Debasish Mridha"},
{"quote": "Do what you have to do... before you do what you want to do.", "author": "Katrina Cureton"},
{"quote": "If you don't know where you are going, you will never get there.", "author": "Sonali Sinha"},
{"quote": "When you know people, and those people know what you do, success knows how to find you.", "author": "Kelly Hoey"},
{"quote": "Success is not just to be at peace with your achievements. It is also developing the ability to inspire people around you.", "author": "Balroop Singh"},
{"quote": "Successful people do what they love, not what they are told to do.", "author": "Gordana Biernat"},
{"quote": "Become successful! That's the only way people hear what you say.", "author": "Ibn Jeem"},
{"quote": "You can't future proof your role, but you can future proof your career", "author": "Michelle Gibbings"},
{"quote": "Knowing how to write the new rulebook for your", "author": "Michelle Gibbings"},
{"quote": "It is not reputation, wealth, fame, success or religiosity that glorifies God. It's slavery.", "author": "indonesia123"},
{"quote": "No matter what role you play in a meeting, how you show up in that role is critical to the meeting’s success.", "author": "Emily M. Axelrod"},
{"quote": "It is the investment of time that gives birth to success", "author": "Sunday Adelaja"},
{"quote": "What is the key to life? What will ensure good success? Living a God-centered and Holy Spirit led life. Simple. Uncomplicated", "author": "Paddick Van Zyl"},
{"quote": "Your body is made to move so move it.", "author": "Toni Sorenson"},
{"quote": "Falling is not failing. Failing is failing to get back up when you fall.", "author": "Toni Sorenson"},
{"quote": "Those runners who hit their second wind know find something most of the world never discovers.", "author": "Toni Sorenson"},
{"quote": "Your challenge will never get easier, but you will get stronger if you don’t quit.", "author": "Toni Sorenson"},
{"quote": "The road for runners is paved with answers, clarity, and peace.", "author": "Toni Sorenson"},
{"quote": "How long you run matters. How far you run counts. But the fact that you run is what makes you a runner.", "author": "Toni Sorenson"},
{"quote": "Never underestimate or fail to appreciate the power of a good run.", "author": "Toni Sorenson"},
{"quote": "Lace up those shoes, breathe deep, and get out there. You’ve got miracles to make happen today.", "author": "Toni Sorenson"},
{"quote": "Treadmill sweat isn't as sweet as trail sweat.", "author": "Toni Sorenson"},
{"quote": "People who run for the love of running understand that life is about moving forward.", "author": "Toni Sorenson"},
{"quote": "If you can’t run fast, run slow. If you can’t run slow, walk. If you can’t walk, crawl. All that matters is that you don’t stop moving.", "author": "Toni Sorenson"},
{"quote": "A finish line is never an end, it’s a marker that proves your dreams can become realities.", "author": "Toni Sorenson"},
{"quote": "How far can you run? You’ll never know if you don’t move.", "author": "Toni Sorenson"},
{"quote": "Runners don’t just run to strengthen their bodies, they run to strengthen their spirits.", "author": "Toni Sorenson"},
{"quote": "It is not how fast or how far, but how often you run that makes you a real runner.", "author": "Toni Sorenson"},
{"quote": "No one has ever said, “Sorry I went running this morning.", "author": "Toni Sorenson"},
{"quote": "When you run, every step you take leaves your weaker self behind and brings you one step closer to the strongest person you can be.", "author": "Toni Sorenson"},
{"quote": "There are two kinds of success: Good success and bad success! Good success is to be successful without jostling people around or walking over others!", "author": "Mehmet Murat ildan"},
{"quote": "The road to success lies in the heart of knowing what you want to do in life and do it; some call it destiny.", "author": "JOHN TASKINSOY"},
{"quote": "Courage is making a difference in your life and in the world;", "author": "JOHN TASKINSOY"},
{"quote": "The spirit of the eagle flies within us all.", "author": "Anthony T.Hincks"},
{"quote": "Success is not important,", "author": "Somya Kedia"},
{"quote": "Though you have failed before, there is no guarantee that you will fail again. Try, try again because if you stop trying you can never succeed.", "author": "Avina Celeste"},
{"quote": "Make your success a habit not just an act of whim.", "author": "Avina Celeste"},
{"quote": "If some people would work on themselves more", "author": "Slobodan Boban Manic"},
{"quote": "When you get into the dark room", "author": "Slobodan Boban Manic"},
{"quote": "The Universe is neither good nor bad", "author": "Slobodan Boban Manic"},
{"quote": "Success comes to those who are so focused on their purpose that they are oblivious about failures.", "author": "Debasish Mridha"},
{"quote": "The game of mind and emotions is eternal", "author": "Slobodan Boban Manic"},
{"quote": "Teachers should teach people", "author": "Slobodan Boban Manic"},
{"quote": "People are given full freedom of decision-making", "author": "Slobodan Boban Manic"},
{"quote": "The law says: you have the right to do what you like", "author": "Slobodan Boban Manic"},
{"quote": "Your powers are great, you can do everything.", "author": "Slobodan Boban Manic"},
{"quote": "The right reason will reap the desired result,", "author": "J.R. Rim"},
{"quote": "No one made it to the top without the help from others", "author": "Manuel Corazzari"},
{"quote": "Life's Too Short. Dream Big And Commit Big Because You Deserve To Live the Life You Dream.", "author": "Wesam Fawzi"},
{"quote": "There is no obstacle on the path of love", "author": "Slobodan Boban Manic"},
{"quote": "YOU HAVE TO BE WILLING TO RISK A LOSS TO WIN IT ALL!! - (G SWISS)", "author": "G Swiss"},
{"quote": "If money is your only measure of success, do not be surprised when it is all you have.", "author": "Wayne Gerard Trotman"},
{"quote": "A new beginning comes from a new decision, and vise versa", "author": "Farley Maglaya"},
{"quote": "Happiness will bring out the best in you, and enable you to do what you want and who you want to become in life.", "author": "JOHN TASKINSOY"},
{"quote": "Your competence or success have no significance if you are devoid of compassion and kindness.", "author": "Debasish Mridha"},
{"quote": "Failing is not the end of the world, but not trying is. I am who I am because I dared to fail and I was willing to learn from my failures.", "author": "JOHN TASKINSOY"},
{"quote": "When a person wants something. He/She makes a plan. When a person does not want something. He/She makes excuses.", "author": "De philosopher DJ Kyos"},
{"quote": "Failure is just a realization to better way to success.", "author": "Meeran W. Malik"},
{"quote": "Don't just wish for success, earn it!", "author": "Wesam Fawzi"},
{"quote": "Success is not just the destination; it’s the entire journey, every bit of it. It’s not just the outcome rather it’s the entire process.", "author": "Mohsin Ali Shaukat"},
{"quote": "Real, true, key success is honestly liking yourself.", "author": "Richelle E. Goodrich"},
{"quote": "Failing with a positive attitude is a lot better than succeeding with a lousy attitude.", "author": "JOHN TASKINSOY"},
{"quote": "If you do the right things today, you will be the right man tomorrow.", "author": "JOHN TASKINSOY"},
{"quote": "Instead of working hard for money, why not make money work hard for you; this way, you can have more time to enjoy life.", "author": "JOHN TASKINSOY"},
{"quote": "Thanks to all my sufferings, I am a man of success because of them.", "author": "JOHN TASKINSOY"},
{"quote": "Thanks to all my sufferings, I am a man of success today because of them.", "author": "JOHN TASKINSOY"},
{"quote": "No matter who you are or what you do, life is going to push you around. You just have to make it push you in the right direction.", "author": "Connor Chalfant"},
{"quote": "Blaming external factors is not going to enable you to succeed in the next try because you are going to play the pointing finger game again.", "author": "JOHN TASKINSOY"},
{"quote": "When you are true to yourself, you know better than letting people influence your decisions to distract you from reaching your goals.", "author": "JOHN TASKINSOY"},
{"quote": "Success comes with the luxury of matching all your wants with all your needs.", "author": "JOHN TASKINSOY"},
{"quote": "Success is a rare occurrence while failure is in abundance.", "author": "JOHN TASKINSOY"},
{"quote": "Dare to face your competition, because running from it is associated with losers.", "author": "JOHN TASKINSOY"},
{"quote": "Only start something if you intend to finish it, otherwise it is going to be a waste of resources.", "author": "JOHN TASKINSOY"},
{"quote": "Living with a purpose in life is more fulfilling than living a rich lifestyle without a purpose.", "author": "JOHN TASKINSOY"},
{"quote": "Living with a purpose in life is more rewarding than living a rich lifestyle without a purpose.", "author": "JOHN TASKINSOY"},
{"quote": "If you want to reach the mountain top, expect to see rugged roads ahead.", "author": "JOHN TASKINSOY"},
{"quote": "Failing with a positive attitude is a lot better than succeeding with a lousy one.", "author": "JOHN TASKINSOY"},
{"quote": "Throughout my life, I have not done things just because somebody deemed important; this why I am successful today.", "author": "JOHN TASKINSOY"},
{"quote": "No one or nothing determines your destiny, it is shaped by the consequences of all the things you do and the decisions you make.", "author": "JOHN TASKINSOY"},
{"quote": "When life sucks.", "author": "Anthony T.Hincks"},
{"quote": "Achieving quite easy things does not earn you glory, but getting right back up from the hardest fall to succeed gives you the feeling of real glory.", "author": "JOHN TASKINSOY"},
{"quote": "When you want the absolute best chance to succeed at anything you want, your approach should always be the same. Go small.", "author": "Gary Keller"},
{"quote": "you have to have the fight to win to win the fight - (G Swiss)", "author": "G Swiss"},
{"quote": "Having fun at what you do for work is going to substantially increase the possibility of you becoming successful.", "author": "JOHN TASKINSOY"},
{"quote": "While success enjoys audience, failure on the other hand can't stand a witness.", "author": "JOHN TASKINSOY"},
{"quote": "If you do not dare, don't expect to have prosperity.", "author": "JOHN TASKINSOY"},
{"quote": "I don't Care when I suffer because i know The best is coming after the Worst so i hold on strong to my Dreams and hope until it all accomplished", "author": "Siphesihle Manzini"},
{"quote": "You cannot possibly know what gives you discomfort unless you step outside your comfort zone, this where change begins.", "author": "JOHN TASKINSOY"},
{"quote": "A failure gives you some ideas about challenges and obstacles in the uphill road to success, not recognizing them can be fatal.", "author": "JOHN TASKINSOY"},
{"quote": "You cannot possibly know what gives you discomfort unless you step outside your comfort zone, this is where change begins.", "author": "JOHN TASKINSOY"},
{"quote": "Emotions such as disappointments or regrets after failures may be common, but trying again and again will overcome these feelings.", "author": "JOHN TASKINSOY"},
{"quote": "Every risk bears with it the seeds of an opportunity: failure - success, fall - rise, and setback - come-back.", "author": "JOHN TASKINSOY"},
{"quote": "Design your belief for higher purpose and values. Articulate and communicate your belief energy. Belief energy is the core of leadership and success. ", "author": "Amit Ray"},
{"quote": "You need to find out, what you love most from the core of your heart, and for success you need to invest your time and energy on that.", "author": "Amit Ray"},
{"quote": "The success of any country relies on the commitment of its leaders to serve others.", "author": "Gift Gugu Mona"},
{"quote": "The three great essentials of success are, first, try; second, try again; and third, keep trying.", "author": "JOHN TASKINSOY"},
{"quote": "If you have failed once and survived, you are a better person. But if you have failed many times and survived, you are a person of steel.", "author": "JOHN TASKINSOY"},
{"quote": "Success comes at cost, therefore the attainment of success can be viewed as an exchange, through which, you give up something to get it.", "author": "JOHN TASKINSOY"},
{"quote": "The two common characteristics of people who repeatedly fail are hardly ever listening and never learning from past failures.", "author": "JOHN TASKINSOY"},
{"quote": "Wining is a natural outcome of persistent trying which may consist of many failures.", "author": "JOHN TASKINSOY"},
{"quote": "Winning is a natural outcome of persistent trying which may consist of many failures.", "author": "JOHN TASKINSOY"},
{"quote": "Accomplished people never sit around and wait for things to happen to them, they rather make things happen. More precisely, they happen to things.", "author": "JOHN TASKINSOY"},
{"quote": "Success may consist of more than one failure, but the causes of which will be varied nor the same mistake will be repeated as a second time.", "author": "JOHN TASKINSOY"},
{"quote": "A great success usually consists of more than one failure, but the causes are varied and the same mistake will not be repeated as a second time.", "author": "JOHN TASKINSOY"},
{"quote": "If you think you are great and know everything, it is less likely that you will have great success.", "author": "JOHN TASKINSOY"},
{"quote": "To succeed in the new year, you have to set your priority right, pursue your goals with zeal and do away with procrastination.", "author": "Bamigboye Olurotimi"},
{"quote": "You can only achieve what you put your mind into. Now decide, you want to be a loser or you want to conquer the world.", "author": "JOHN TASKINSOY"},
{"quote": "If you want something, you must go out and get it yourself because you do not get what you want in life by demanding.", "author": "JOHN TASKINSOY"},
{"quote": "There is no rule that you must do great things, but whatever you do, you must do your absolute best.", "author": "JOHN TASKINSOY"},
{"quote": "Every detour puts you on the right path for your own success.", "author": "Avina Celeste"},
{"quote": "Life is too short, dare to enjoy every minute.", "author": "JOHN TASKINSOY"},
{"quote": "The do-somethings will always be judged by the do-nothings...", "author": "Steve Maraboli"},
{"quote": "It is easy to fail, but if you do not pay attention and learn from your mistakes, it will never be possible to succeed,", "author": "JOHN TASKINSOY"},
{"quote": "You cannot be upset about results you don't have from work you didn't do.", "author": "Orrin Woodward"},
{"quote": "You will have more opportunities to succeed if you spend less time to criticize others but more time to improve yourself.", "author": "JOHN TASKINSOY"},
{"quote": "I hired a gold medallist from an ivy league that rejected me 20 years ago...success has many dimensions.", "author": "Sandhya Jane"},
{"quote": "Success is a habit, not an action.", "author": "Avina Celeste"},
{"quote": "If you want to get ahead in life, you do less talking and do more working.", "author": "JOHN TASKINSOY"},
{"quote": "Success is sacrifice.", "author": "Lailah Gifty Akita"},
{"quote": "We will always feel inadequate for as long as we view success from a capitalist lens", "author": "Malebo Sephodi"},
{"quote": "If you’re not losing you’re not winning. Your losses create your ability to win.", "author": "Avina Celeste"},
{"quote": "You are successful because you had people believe in you; similarly, you are unsuccessful because you had no friend who believed in you.", "author": "JOHN TASKINSOY"},
{"quote": "Believe in yourself is half of the success, and the other half is not fearing failure.", "author": "JOHN TASKINSOY"},
{"quote": "Life is too short, dare to enjoy every minute.", "author": "JOHN TASKINSOY"},
{"quote": "Sometimes procrastination of one second can shut the door of success", "author": "Myra Yadav"},
{"quote": "She fulfills every purpose while touching the sky.", "author": "Patricia Dsouza"},
{"quote": "Cooking food is a science but making people hungry is an art", "author": "Myra Yadav"},
{"quote": "People who have their dreams fulfilled are those who go outside their comfort zones to fight for their dreams.", "author": "CLEMENT OGEDEGBE"},
{"quote": "The business motivation behind creating a partnership is to dramatically accelerate revenue at a fraction of the cost.", "author": "Sarah Gerdes"},
{"quote": "You alone can create the change you seel. But how? By accepting things as they are, you allow yourself to make apt choices.", "author": "Patricia Dsouza"},
{"quote": "Pursue your transformation from a place of freedom and peace.", "author": "Patricia Dsouza"},
{"quote": "That delicious moment when you realize people are reading your updates when they update their status with terms that only you know how to use them.", "author": "Ana Claudia Antunes"},
{"quote": "Sometimes to stand out you need to sit down.", "author": "Anthony T. Hincks"},
{"quote": "Success is complete only when it does not change who we are and neither pulls us away from our true friends.", "author": "Victor Bello Accioly"},
{"quote": "Success is found in living the life of your dreams. Be happy and you will live with success.", "author": "Avina Celeste"},
{"quote": "If there were formula for success, mathematicians would have definitely held the top spot in the world's richest list.", "author": "JOHN TASKINSOY"},
{"quote": "We can all be perfect", "author": "Ilona Kharitova"},
{"quote": "A wise man learns from his failures. A brilliant man learns how not to fail.", "author": "Melissa McPhail"},
{"quote": "Sound body, serene mind, smiling face and sensible society is enough to live a satisfying social life.", "author": "Amit Kalantri"},
{"quote": "If I get up every day with the optimism that I have the capacity for growth, then that’s success for me.", "author": "Paula Scher"},
{"quote": "Initially, inspiration can come from anywhere but to sustain inspiration one must take actions immediately before it fades away.", "author": "Amit Kalantri"},
{"quote": "I have found the secret KEY to success...", "author": "Nelson M. Lubao"},
{"quote": "Old lady failure died giving birth to twin giants named confidence & optimism, but her name lives on as the mother of success.", "author": "Curtis Tyrone Jones"},
{"quote": "Successful people cannot stand being alone because they always want to see people happy for them.", "author": "JOHN TASKINSOY"},
{"quote": "What makes you a champ isn’t found at the starting line or the finish line, but somewhere in between. You’ve got this. Just keep moving forward.", "author": "Toni Sorenson"},
{"quote": "The Overlooked Expert is the person who's fully capable of starting and running a profitable business.", "author": "Sarah Gerdes"},
{"quote": "It's easy to reach the top. You have to bow.", "author": "Ljupka Cvetanova"},
{"quote": "If Denise doesn’t have her money by Friday, you won’t even see it coming. You’ll just wake up in the hospital. Now, try me bitch.", "author": "Russell Vann"},
{"quote": "Begging destroys Effectiveness and Increases Low Self-Esteem, So Quit Begging.", "author": "Jaachynma N.E. Agu"},
{"quote": "The Purpose of Friendship To Me Is To Have One One To Complement And Not One To Compete With!", "author": "Jaachynma N.E. Agu"},
{"quote": "I am Not In This Place By Chance, I am Called , Chosen And Ordained; This Is Why I Fit In Perfectly", "author": "Jaachynma N.E. Agu"},
{"quote": "Then the cop said, “Now, you guys could just start over. At least you’re not going to jail tonight.", "author": "Russell Vann"},
{"quote": "I ran back into the emergency room crying, yelling, and screaming, “Somebody please help my mother. He is going to kill her!", "author": "Russell Vann"},
{"quote": "The deeper the roots the higher the tree", "author": "Manuel Corazzari"},
{"quote": "Christmastime was coming. I didn’t even know what that was. I was six years old, and had never had a Christmas.", "author": "Russell Vann"},
{"quote": "Shoot for the stars, land on the moon? Don't worry. You break the atmosphere either way.", "author": "Robert Vanleeuwen"},
{"quote": "After that everyone understood that if they had to fight me, it was going to take a while, and like all bullies, they wanted an easy target.", "author": "Russell Vann"},
{"quote": "I went home later that night, thinking about everything. I wanted revenge for my cousin, but what did I know about revenge?", "author": "Russell Vann"},
{"quote": "K.C. wanted to look fancy for the crowd. I just wanted to kick his ass and embarrass him in front of everyone, to get him back. I did just that.", "author": "Russell Vann"},
{"quote": "Fuck that! You think I’m gonna let the nigger get a gun? I’m gonna handle this shit now.", "author": "Russell Vann"},
{"quote": "I forgot about his boys surrounding me. I was too focused on not getting stabbed with the broken bottle.", "author": "Russell Vann"},
{"quote": "We are only as great as the least among us.", "author": "Marjory Sheba"},
{"quote": "Eventually, you get tired of seeing mediocre talent succeed, so you work as hard as they do.", "author": "Darnell Lamont Walker"},
{"quote": "Society breeds convention.", "author": "Anthony T.Hincks"},
{"quote": "People always tell me, Do your best. But I'd rather goof off.", "author": "Marty Rubin"},
{"quote": "The pursuit of social success, in the form of prestige or power or both, is the most important obstacle in a competitive society.", "author": "Bertrand Russell"},
{"quote": "The pursuit of social success, in the form of prestige or power or both, is the most important obstacle to happiness in a competitive society.", "author": "Bertrand Russell"},
{"quote": "Most children don't know freedom, because their life is a never-ending debt to their parents.", "author": "De philosopher DJ Kyos"},
{"quote": "Being overweight does not diminish your worth, but it takes a helluva toll on your sense of worth.", "author": "Toni Sorenson"},
{"quote": "Sweat is a release of fat, of pain, of victory!", "author": "Toni Sorenson"},
{"quote": "Be sore tomorrow—not sorry.", "author": "Toni Sorenson"},
{"quote": "All your small successes along the way, total your ultimate victory. Keep succeeding one small effort at a time. You'll get there.", "author": "Toni Sorenson"},
{"quote": "If you persist in doing what everyone feels you can't do, they'll soon see your success and ask \"how did you do it?", "author": "Israelmore Ayivor"},
{"quote": "Our obstacles are tough, so are our potentials. If we don't unleash our potentials, our obstacles will cripple us!", "author": "Israelmore Ayivor"},
{"quote": "If you start and persist you will succeed.", "author": "Debasish Mridha"},
{"quote": "Do not let your ethics suffer from your extraordinary success.", "author": "Debasish Mridha"},
{"quote": "Successful people who don't know what to do with their recent success get quickly bored with it.", "author": "Amit Kalantri"},
{"quote": "Potentials well expressed are the breeding grounds for greatness and success irrespective of whether we are white or black.", "author": "CLEMENT OGEDEGBE"},
{"quote": "Never think success is for special breeds of humans. Truly success is for ordinary people, who keep wake while others are sleep!", "author": "Israelmore Ayivor"},
{"quote": "To be a success, look at the failure and see the light of success.", "author": "Debasish Mridha"},
{"quote": "If you fail at an attempt, open your eyes to alternate approaches. If you defend your failure, you lose sight of new approaches.", "author": "Israelmore Ayivor"},
{"quote": "Have 10 friends who believe in your dreams than 100 friends who never do. It's not about numbers; it's about purpose.", "author": "Israelmore Ayivor"},
{"quote": "To have true success, you need a true desire to help.", "author": "Debasish Mridha"},
{"quote": "A man who is not eager to help others has no chance to be a success.", "author": "Debasish Mridha"},
{"quote": "When you sense you need courage, you are going to next level of life.", "author": "Amit Kalantri"},
{"quote": "If you want to make your independent identity, that staircase to success is a combination of 'The Confluence of Talent' & 'Knowledge Sharing", "author": "Bhavik Sarkhedi"},
{"quote": "To live a life without success is insignificant. To live a life without loving others is miserable.", "author": "Debasish Mridha"},
{"quote": "The greatness of a nation is dependent on the potentials of its citizens. Great nations don’t make great people, only great people make great nations", "author": "CLEMENT OGEDEGBE"},
{"quote": "Don't Concern about the outcome of your work, if you are struggling with the correct attitude and in the right direction, your success comes to you.", "author": "Milad Ghane"},
{"quote": "Which shoes are you going to put on, and where are you going to get them to take you TODAY?", "author": "Allan Rufus"},
{"quote": "Don't let your problems create a roadblock on the way to your success.", "author": "Debasish Mridha"},
{"quote": "Your inner voice is the most powerful coach you will ever have.", "author": "Toni Sorenson"},
{"quote": "To change your body, you must first change your mind.", "author": "Toni Sorenson"},
{"quote": "Success without happiness is nothing but miserable darkness.", "author": "Debasish Mridha"},
{"quote": "New year, new blessing, new grace and new opportunities, never allow the failures of the past to rub you of the blessings in the new year.", "author": "Bamigboye Olurotimi"},
{"quote": "Autumn is the time of year when Mother Nature says, “Look how easy, how healthy, and how beautiful letting go can be.", "author": "Toni Sorenson"},
{"quote": "The true Christmas spirit is putting others’ happiness before our own, and finding you’ve never known such happiness.", "author": "Toni Sorenson"},
{"quote": "Stop drowning your dreams by jumping into waters that you are unable to swim in.", "author": "Loren Weisman"},
{"quote": "Success comes in direct proportion to the number of people you help.", "author": "Will Craig, Living the Hero's Journey"},
{"quote": "Your body is the most complete and miraculous piece of gym equipment you’ll ever need.", "author": "Toni Sorenson"},
{"quote": "You can't achieve anything without getting in someone's way.", "author": "Abba Eban"},
{"quote": "Encourage your own greatness.", "author": "Avina Celeste"},
{"quote": "Are you living for leisure or leaving a legacy?", "author": "Will Craig, Living the Hero's Journey"},
{"quote": "Success is the launch pad to significance.", "author": "Will Craig, Living the Hero's Journey"},
{"quote": "It doesn't matter where you come from. It only matters where you are and where you want to go.", "author": "Dean Graziosi"},
{"quote": "The priviledges we didn't get, let us make sure that those coming after us get it.", "author": "Paul Bamikole"},
{"quote": "Two things prevent you from becoming a success: dwelling in the past with regret, and following others blindly.", "author": "Debasish Mridha"},
{"quote": "I didn’t become a success; I just found my inner joy and happiness.", "author": "Debasish Mridha"},
{"quote": "How critical it is to stay focused on Jesus Christ.", "author": "Henry Hon"},
{"quote": "Without intention, you can’t begin anything. Without beginning, you cannot succeed in anything.", "author": "Debasish Mridha"},
{"quote": "I am a success because I do my best before I rest.", "author": "Debasish Mridha"},
{"quote": "Focus on the small things life already has offered you, else you may turn your boundless blessings to countless disappointments.", "author": "SHIHAB KAZI"},
{"quote": "Hey world, look at me. I am becoming what you said I could never be.", "author": "Toni Sorenson"},
{"quote": "As for your vision,", "author": "Suhaib Rumi"},
{"quote": "A life lived well will have failures that outnumber successes, but successes that outweigh the failures.", "author": "Nate Hamon"},
{"quote": "It’s impossible to fail if one doesn’t know how the end should look. And it’s impossible to succeed. But it’s possible to enjoy.", "author": "Sarah Manguso"},
{"quote": "Don’t forget that the journey is seldom about the destination. There’s a lot of joy in just getting there.", "author": "Toni Sorenson"},
{"quote": "One step at a time. Baby steps are still steps. Crawl if you must, but keep moving forward. You will never be defeated as long as you keep moving.", "author": "Toni Sorenson"},
{"quote": "A Lion that hunts for survival in the jungle does not envy the one being fed in a zoo", "author": "Suhaib Rumi"},
{"quote": "Success is a condition that gives us the ability to do what makes us happy.", "author": "Debasish Mridha"},
{"quote": "We must work while we have strength.", "author": "Lailah Gifty Akita"},
{"quote": "Success is not worth living in stress. Forget stress and enjoy the little beauties of life.", "author": "Debasish Mridha"},
{"quote": "You do not need to be a success to be happy; you need to be happy to be truly successful.", "author": "Debasish Mridha"},
{"quote": "How you think, speak, and act at this moment determines your success, failure, and your happiness in your future.", "author": "Debasish Mridha"},
{"quote": "I am strong because love is my strength. I am beautiful because kindness is my beauty. I am a success because I found it in my happiness.", "author": "Debasish Mridha"},
{"quote": "Success is not by chance but a matter of divinity while excellence is not gift but a reward of hardworking.", "author": "Osunsakin Adewale"},
{"quote": "Never need the sale.", "author": "Joy Madden"},
{"quote": "Success is no guarantee of happiness. The only guarantee of happiness is happiness.", "author": "Marty Rubin"},
{"quote": "Deep breath. Positive thought. Firm resolve. Now go out there and grab that dream with your name already on it.", "author": "Toni Sorenson"},
{"quote": "You can’t change the past, and you can’t control the future, but you can sure as hell contribute to the quality of your today.", "author": "Toni Sorenson"},
{"quote": "Don't let goal setting become heavy weights. Remain flexible and allow room for intuitive changes.", "author": "Kelly    Martin"},
{"quote": "Only be productive if you are in the right mental, physical and emotional space to do so. If you are sick, quit trying to make things happen.", "author": "Kelly    Martin"},
{"quote": "Success! Success! The enemy of progress!", "author": "Edgar Degas"},
{"quote": "Behind every successful man, there is a woman; and behind her there is envy...", "author": "Ankala V Subbarao"},
{"quote": "You have enemies the moment you have success. Our job is finding a way to do business with them. Everyone wants something.", "author": "J.M. Lawler"},
{"quote": "Don't give up too soon. If you persevere you will succeed.", "author": "Lailah Gifty Akita"},
{"quote": "Depression was my body's way of grieving the loss of my childhood dreams. Writing was my imagination's way of redefining them.", "author": "Curtis Tyrone Jones"},
{"quote": "Success is all about believing, always visualizing what you want to do and want to be and act accordingly on it until become it reality.", "author": "Lord Robin"},
{"quote": "Success is counted sweetest", "author": "Emily Dickinson"},
{"quote": "When your experience, qualifications, and skills fail you. Let your hope, prayer, and faith carry you through.", "author": "De philosopher DJ Kyos"},
{"quote": "Guard your heart, mind and time. Those three things will determine the health of everything else in your life.", "author": "Andrena Sawyer"},
{"quote": "You may reach the tree top,and seem to touch the sky , but know that the tree your resting on, is grounded and rooted in the soil ,deep in the earth.", "author": "Henrietta Newton Martin ,Legal Consultant & Author"},
{"quote": "When you promote and market yourself, your service, your product - it cannot be from a script or textbook - it must be from the heart.", "author": "Joseph C. Kunz Jr."},
{"quote": "Your volume speaks volumes. Be aware of your dynamics, your tones as well as the loudness and softness of your voice on the phone and in person.", "author": "Loren Weisman"},
{"quote": "If someone is better than you at something, it is likely that they have failed at it more times than you have.", "author": "Mark Manson"},
{"quote": "You need to be able to think Independently.", "author": "David Sikhosana"},
{"quote": "If you are not presenting your message with confidence and self-belief, why should anyone have confidence or belief in your message?", "author": "Loren Weisman"},
{"quote": "I consider myself a student of success. I’m no better or smarter than anyone else. I’m just another starving man showing others where the food is.", "author": "Mark T. Arsenault"},
{"quote": "There is something you have that all of the most wildly successful people in our history have also had. Twenty four hours in a day.", "author": "Mark T. Arsenault"},
{"quote": "How many times should you try before you give up? If you want something bad enough, you will keep trying until. Until what? Until you succeed.", "author": "Mark T. Arsenault"},
{"quote": "Never be in a state of dissociation when it comes to your decisions", "author": "David Sikhosana"},
{"quote": "Dreams come true, with much work.", "author": "Lailah Gifty Akita"},
{"quote": "Look forward to failure. Fail quickly. If it does not start with Failure it is probably not meant to be", "author": "David Sikhosana"},
{"quote": "Few places are more important for dressing appropriately than the workplace, where a professional appearance is crucial.", "author": "Susan C. Young"},
{"quote": "Do your clothes make you feel happy, beautiful, comfortable in your skin, handsome, confident, or powerful?", "author": "Susan C. Young"},
{"quote": "Are your habits and hygiene hindering your success or making a great first impression on your behalf?", "author": "Susan C. Young"},
{"quote": "An important part of dressing for success is not only wearing something well but making sure it is appropriate for the occasion or the environment.", "author": "Susan C. Young"},
{"quote": "Dressing appropriately in one venue may be highly inappropriate in another.", "author": "Susan C. Young"},
{"quote": "Poor habits can invalidate your credibility and undermine your success in all areas.", "author": "Susan C. Young"},
{"quote": "Your habits and hygiene demonstrate how you feel about yourself. Without saying a word, they speak for you.", "author": "Susan C. Young"},
{"quote": "Like it or not, how we each present ourselves to the world, by way of our appearance, attire, behavior, and speech, all send messages on our behalf.", "author": "Susan C. Young"},
{"quote": "You have all the power you need to build the future that you wish.", "author": "Apoorve Dubey"},
{"quote": "Walk where your heart leads you and you will reach where you truly belong.", "author": "Apoorve Dubey"},
{"quote": "Being prepared prevents us from getting tripped up by unexpected glitches and surprises.", "author": "Susan C. Young"},
{"quote": "Which outfits do you get the most compliments on when you are wearing them? What colors make you feel healthy, vibrant, and alive?", "author": "Susan C. Young"},
{"quote": "Is YOUR brand consistent and congruent with your desired outcomes?", "author": "Susan C. Young"},
{"quote": "You can re-design your life, learn a new skill, update your appearance, offer a new service, or even change your attitude.", "author": "Susan C. Young"},
{"quote": "Redesign, renew, and recharge your brand.” Decide what value you bring to others and give it.", "author": "Susan C. Young"},
{"quote": "The word “brand” has now taken an individualized and highly personalized shift toward how you are perceived in the minds of others.", "author": "Susan C. Young"},
{"quote": "Don't wait for the right time to start something...", "author": "Vedant Khandelwal"},
{"quote": "Is your appearance representing you well and helping you achieve the results you desire or could you use a style makeover?", "author": "Susan C. Young"},
{"quote": "Always take failure as an opinion; never as an option.", "author": "Johnnie Dent Jr."},
{"quote": "There are two kinds of people: goal-oriented and ego-oriented. Goal-oriented people work together and get things gone. Ego-oriented people don’t work.", "author": "Charbel Tadros"},
{"quote": "Things will happen when they should. When an event is forced, its outcome would be less than optimal.", "author": "Charbel Tadros"},
{"quote": "A truly successful person is not one who achieves his highest ambitions, but one who enjoys helping others reach theirs.", "author": "Charbel Tadros"},
{"quote": "Stairs to success are made of people.", "author": "Ljupka Cvetanova"},
{"quote": "If you are saying the same thing as everyone else, then why would and why should anyone think you are different from everyone else?", "author": "Loren Weisman"},
{"quote": "Some people are like popcorn: they will only succeed when under heat or pressure.", "author": "Charbel Tadros"},
{"quote": "When you address and acknowledge unpleasant realities, your creativity begins to soar and you come up with apparently magical solutions to problems.", "author": "Dr. Dragos"},
{"quote": "As humans, we unconsciously embrace the group’s beliefs and behaviors without questioning them or surrender to their opinions.", "author": "Dragos Bratasanu, Ph.D."},
{"quote": "Social context and NOT individual abilities drives performance, success or failure of a team or a project.", "author": "Dragos Bratasanu, Ph.D."},
{"quote": "You cannot reach success only by working hard, you also need to be working smart.", "author": "Charbel Tadros"},
{"quote": "Building something that matters is a marathon, not a sprint.", "author": "Dragos Bratasanu, Ph.D."},
{"quote": "Every step we take toward the top is possible because of all the little steps we took in the past.", "author": "Dragos Bratasanu, Ph.D."},
{"quote": "You are capable of great things.", "author": "Jeff Olson"},
{"quote": "Failure is not an option but it is constantly a possibility. You manage your success by managing both the technical and the social risk.", "author": "Dragos Bratasanu, Ph.D."},
{"quote": "Don't let societies perceptions and opinions define who you are as a person. Where is it written that you cannot be great at more than one thing?", "author": "Nyki Mack"},
{"quote": "Either be a good parent to your career or just give your dream up for adoption.", "author": "Loren Weisman"},
{"quote": "Focus on the win and you lose the battle, focus on the battle and you win.", "author": "Toni Sorenson"},
{"quote": "A great deal of success in life depends on the relationship you have with yourself, your partner and your money.", "author": "Kim Ha Campbell"},
{"quote": "Expressing authentic appreciation doesn’t cost you anything and the outcomes are simply wonderful.", "author": "Dr. Dragos"},
{"quote": "When you are truly happy you will realise that there is nothing to prove to people.", "author": "De philosopher DJ Kyos"},
{"quote": "Keep the momentum while you are moving to guarantee additional motion and momentum.", "author": "Loren Weisman"},
{"quote": "It's time to have and enjoy magical moments in life, reposition yourself so magic happens.", "author": "Kayisha Thomas"},
{"quote": "Dreams hit the fan? Life unexpectedly take a turn for the worst? Here’s what you do:", "author": "Richie Norton"},
{"quote": "Habits are tools. They can either propel you toward success or drag you down.", "author": "Silvica Rosca"},
{"quote": "Some fail because after they choose the direction for their careers, they spend too much time second-guessing their decision.", "author": "Kim Ha Campbell"},
{"quote": "Do your best in the day, for the day, and then work on tomorrow when it comes. Show yourself grace and laugh at yourself.", "author": "Amber Hurdle"},
{"quote": "If you were stranded in the ocean in a small boat with a paddle, I’d tell you to pray to God, but row for the shore!", "author": "Amber Hurdle"},
{"quote": "If your beliefs are not useful to you, or they are not bringing you peace and abundance, update them!", "author": "Kim Ha Campbell"},
{"quote": "Business is fluid and you can always improve and progress as your time and financial resources allow, and as your learning", "author": "Amber Hurdle"},
{"quote": "Want true success? Ask yourself these 3 questions daily:", "author": "Richie Norton"},
{"quote": "Work is meant to create a desired outcome. If your work is not creating the dream, what are you working on?", "author": "Richie Norton"},
{"quote": "It does not matter how many times you fall, the most important thing is there exist grace to shake of the dirt, and pull all forces for a rise up.", "author": "Lailah Gifty Akita"},
{"quote": "With grace, you will succeed despite strong opposition.", "author": "Lailah Gifty Akita"},
{"quote": "If you cannot tie your marketing efforts to actual dollars that the electric company will accept, it’s time to adjust your plan.", "author": "Amber Hurdle"},
{"quote": "You want to be able to say, for example, “I will know I am successful if these three things happen.", "author": "Amber Hurdle"},
{"quote": "I always say that my success has been three parts support and encouragement from my amazing network and one part piss and vinegar.", "author": "Amber Hurdle"},
{"quote": "Don’t be bothered with what you think other people expect of you when it comes to your raw talent.", "author": "Amber Hurdle"},
{"quote": "Failure is not an option but it is constantly a possibility. You manage your success by managing both the technical and the social risk.", "author": "Dr. Dragos"},
{"quote": "Social context and NOT individual abilities drives performance, success or failure of a team or a project.", "author": "Dr. Dragos"},
{"quote": "No one is to blame for your future situation but yourself. If you want to be successful, then become \"Successful\".", "author": "Jaymin Shah"},
{"quote": "Being broke is part of the journey. Staying broke is a fucking choice.", "author": "Jaymin Shah"},
{"quote": "My idea of success has little to do with fame. I just wanted to know if I could play with the best musicians in the business.", "author": "Artie Kane"},
{"quote": "You can want, wish, and dream all day,", "author": "Loren Weisman"},
{"quote": "You can do it. That thing you just thought of, you can do it.", "author": "Avina Celeste"},
{"quote": "Is there any success, without the soundness of mind?", "author": "Lailah Gifty Akita"},
{"quote": "If you go with the flow, life will take you where it pleases, good or bad. If you take charge and fight, you can go anywhere that you please.", "author": "Avina Celeste"},
{"quote": "If you are willing to work for it, you can obtain whatever you want. Just put in the hard work and watch everything begin to move your way.", "author": "Avina Celeste"},
{"quote": "True success is the soundness of being.", "author": "Lailah Gifty Akita"},
{"quote": "If you stop learning, you forget what you ready know.", "author": "Lailah Gifty Akita"},
{"quote": "As you fight any war, sometimes the result may be defeat. Learn to be heroic even in your defeats.", "author": "Bangambiki Habyarimana"},
{"quote": "When something looks impossible, don’t give up without testing its impossibility", "author": "Bangambiki Habyarimana"},
{"quote": "Delegation of kindness is an epidemic of success", "author": "Goitsemang Mvula"},
{"quote": "A Bombshell wants it all, yet she is beginning to see she", "author": "Amber Hurdle"},
{"quote": "Fame and fortune await the few with the faith to fall forward despite frustrating failures.", "author": "Orrin Woodward"},
{"quote": "Sorry, Sister. You're not “normal.” You're exceptional. You're a Bombshell. If this was easy, everyone would be a successful business owner.", "author": "Amber Hurdle"},
{"quote": "Determine how you are going to measure your success.", "author": "Amber Hurdle"},
{"quote": "By not stepping into your greatness, you are letting down everyone around you whom you can inspire, touch, or influence.", "author": "Amber Hurdle"},
{"quote": "Remember, you are not aspiring for perfection, Bombshell. You are aspiring for progress, one step at a time.", "author": "Amber Hurdle"},
{"quote": "Be sure to ask for help, and vent or brag on your progress along the way.", "author": "Amber Hurdle"},
{"quote": "Don't aim for perfection. Aim for 'better than yesterday'.", "author": "Izey Victoria Odiase"},
{"quote": "The magic, grace, growth and wonder of life is that wisdom follows a fall and defeat not from a win.", "author": "Rasheed Ogunlaru"},
{"quote": "A business is like an automobile. Its people its wheels, their passion its fuel.", "author": "Ajeet Sharma"},
{"quote": "A road often travelled has heavy traffic and you take more time to reach the destination.", "author": "Ajeet Sharma"},
{"quote": "We are never defeated unless we give up on God.", "author": "Ronald Reagan"},
{"quote": "Where there is no integrity, there is no unity.", "author": "Richie Norton"},
{"quote": "The will to succeed should be powerful: The willingness to prepare for success is paramount (KR, 1990)", "author": "Kieran Revell"},
{"quote": "Don't Expect Others to Read or Hear Your Thoughts; if You Want to be Heard, Speak Up and Speak Out!", "author": "Jaachynma N.E. Agu"},
{"quote": "Too much success spoils success.", "author": "Marty Rubin"},
{"quote": "The mindset of the Champions is All of it or None of it; they don't play second- fiddle.", "author": "Jaachynma N.E. Agu"},
{"quote": "The Best Things In Life Aren't So Sweet But Their Results Are Sweeter!", "author": "Jaachynma N.E. Agu"},
{"quote": "Success is only possible to those whose hearts are willing and ready to embrace hard work", "author": "Topsy Gift"},
{"quote": "There are those times when you need to push negative people aside, give fear a swift kick in the ass and fire up your dreams.", "author": "Melody  Lee"},
{"quote": "Those who are determined to succeed are those who eventually succeed.", "author": "Jeanette Coron"},
{"quote": "Another method of handling a perceived negative energy is to temporarily remove yourself emotionally and physically, from the situation.", "author": "Kim Ha Campbell"},
{"quote": "Success in love is mostly luck, though we hate to admit.", "author": "Marty Rubin"},
{"quote": "While there may be many things in life you wish to harvest not every seed you plant will grow.", "author": "Rasheed Ogunlaru"},
{"quote": "If you lose money in business, you can still cover up the loss. If you lose time, the only thing you have by your side is wreckage.", "author": "Ajeet Sharma"},
{"quote": "Success is a path of setbacks, passion, purpose and inner strength", "author": "Rasheed Ogunlaru"},
{"quote": "To achieve patent commercialization success, every inventor must think like a business man", "author": "Kalyan C. Kankanala"},
{"quote": "Integrity is the bond of trust.", "author": "Richie Norton"},
{"quote": "When you stand on top of that mountain and you look out, you will know that you will never again look back.", "author": "Anthony T.Hincks"},
{"quote": "At one point in your life you start to understand that all what really matters is the love you give and the love you receive.", "author": "Jennifer White - Strong Heart Awakening"},
{"quote": "Sometimes we forget to see the magic in the most simple things.", "author": "Jennifer White - Strong Heart Awakening"},
{"quote": "Tyrants don't become a success.", "author": "Anthony T.Hincks"},
{"quote": "Many men go fishing all of their lives without knowing that it is not fish they are after.", "author": "Henry David Thoreau"},
{"quote": "If you don’t fight for your dreams, you won’t earn anything. If you don’t anything, you will beg for everything.", "author": "Israelmore Ayivor"},
{"quote": "Fail early, fail often.", "author": "Tarun Sharma"},
{"quote": "Rake your lifestyle. Gather all bitterness. Burn this bad attitude that has chocked the canals of your success. Be set free!", "author": "Israelmore Ayivor"},
{"quote": "Age is neither a limit nor an exception to realize your true potential or the way you want to live your life", "author": "Kashaf Shaikh (Co-founder, Dealivore)"},
{"quote": "Success if yours. Ask for it, stand for it, fight for it and go for it. After you are done, give thanks for it.", "author": "Israelmore Ayivor"},
{"quote": "If you copy my dreams, you automatically will copy my challenges too. My success will give you a crown. My challenges will make you frown.", "author": "Israelmore Ayivor"},
{"quote": "Every great endeavour is fueled by great enthusiasm.", "author": "Lailah Gifty Akita"},
{"quote": "You can have what you desire if it is a holy dream.", "author": "Lailah Gifty Akita"},
{"quote": "Without failure, there is no success.", "author": "Lailah Gifty Akita"},
{"quote": "Success is not about age, it's about action.", "author": "Richie Norton"},
{"quote": "Explaining or defending your dreams to people who don't understand them will actually take away time to making them come true!", "author": "Jennifer White - Strong Heart Awakening"},
{"quote": "The experiences you get from failures early in life, will carry you for the rest of your life.", "author": "Tarun Sharma"},
{"quote": "People who tell you to stop living in a fairytale world are very likely people who live in a horror movie.", "author": "Jennifer White - Strong Heart Awakening"},
{"quote": "In a world full of automated responses be the one who responds personally!", "author": "Jennifer White - Strong Heart Awakening"},
{"quote": "Dive down into the deepest depth of your soul there you will find your ocean of wisdom.", "author": "Jennifer White - Strong Heart Awakening"},
{"quote": "A weakness is a strength on overdrive!", "author": "Jennifer White - Strong Heart Awakening"},
{"quote": "The more risk you can take upfront in life, the better off you will be later.", "author": "Tarun Sharma"},
{"quote": "Let attitude be Your determination, go for success and not for money, because success is money", "author": "Jan Jansen Easy Branches"},
{"quote": "Anything in the world can be endured, except a series of wonderful days.", "author": "Johann Wolfgang von Goethe"},
{"quote": "Start before you're ready.", "author": "Mel Robbins"},
{"quote": "What are the four 'D' steps that ensure success?", "author": "Anthony T.Hincks"},
{"quote": "If you don't think it.", "author": "Anthony T.Hincks"},
{"quote": "You have been assigned this mountain so that you can show others it can be moved.", "author": "Mel Robbins"},
{"quote": "Having somebody help you doesn't mean that you have failed. It just means that you're not in it alone", "author": "Messer (Life as we know it)"},
{"quote": "Life is not a one and done sort of deal. You've got to work for what you want.", "author": "Mel Robbins"},
{"quote": "Success does not start at the top; it begins by deciding to get up from the bottom.", "author": "Ken Poirot"},
{"quote": "Yesterday I soared above the clouds. Today I'll walk the earth again.", "author": "Anthony T.Hincks"},
{"quote": "The fact that compulsive drives for success will arise only in a competitive culture does not make them any less neurotic.", "author": "Karen Horney"},
{"quote": "When in spotlight, you get attention of even those you don't know; When in darkness, you lose your own shadow too", "author": "Zain Baloch"},
{"quote": "Never let anybody destroy your own ability to create happiness.", "author": "John Maiorana (oohGiovanni)"},
{"quote": "If we fear failure, how then will we handle success?", "author": "Anthony T.Hincks"},
{"quote": "When in spotlight, you get attention of even those you don't know; When you are in darkness, you lose your own shadow too", "author": "Zain Baloch"},
{"quote": "If nobody else will give you a platform, build your own!", "author": "Suzette Vearnon"},
{"quote": "the secret to success is massive execution", "author": "Sesan Kareem"},
{"quote": "When you fail, you disgrace yourself and others. When you succeed, be proud and others will be proud for you.", "author": "Anthony Swofford"},
{"quote": "A lot of people don’t do well simply because they major in minor things.", "author": "Jim Rohn"},
{"quote": "Procrastination should not be linked with failure, just as early action should not be tied to success.", "author": "Mary Lamia"},
{"quote": "Celebrate this moment because this moment is your life", "author": "Myra Yadav, Move On"},
{"quote": "You have travel too far to quit, may the grace of faith, keep you going in the forward motion to reach the ultimate goal.", "author": "Lailah Gifty Akita"},
{"quote": "I cannot believe the path to victory lies in staining our souls so black we become indistinguishable from those we fight.", "author": "Anthony  Ryan"},
{"quote": "Today it is cheaper to start a business than tomorrow.", "author": "Amit Kalantri"},
{"quote": "The most important key to bettering yourself - is just that \"yourself\" - (g swiss)", "author": "G Swiss"},
{"quote": "Life is surprises, try not to expect everything.", "author": "Nidhal Tekaya"},
{"quote": "I dont celebrate any friendship that was build on hate, because we share the common enemy.", "author": "De philosopher DJ Kyos"},
{"quote": "I gave up many times but I never quit.", "author": "Ken Poirot"},
{"quote": "The road to success is paved with the hot asphalt of failure.", "author": "Craig D. Lounsbrough"},
{"quote": "Just because you came to the end of your rope, doesn't mean that you were climbing down.", "author": "Anthony T.Hincks"},
{"quote": "Those who have made it to the top have only done so through hard work and time conversion.", "author": "Sunday Adelaja"},
{"quote": "The only place success comes before work is in the dictionary.", "author": "Vince Lombardi"},
{"quote": "I tried your best and it didn't work, so now I'm going to try my best and I'm sure that I'll succeed!", "author": "Anthony T.Hincks"},
{"quote": "In order to fall asleep we must first close our eyes and pretend to be sleeping. Can the same be true for happiness and success?", "author": "Ross Caligiuriri"},
{"quote": "No one has truly become successful on life without having to organize his life.", "author": "Sunday Adelaja"},
{"quote": "If you have influence on other people. Dont be influenced by their hate, money, jealousy, anger and popularity .", "author": "De philosopher DJ Kyos"},
{"quote": "With a well-organized life, you have a higher chance of success and excellence in your area of calling and whatever you find yourself doing.", "author": "Sunday Adelaja"},
{"quote": "When you succeed in showing the real products that this disappearing life has produced, then you are said to be a winner.", "author": "Sunday Adelaja"},
{"quote": "The path you walk today will determine where you are tomorrow.", "author": "Toni Sorenson"},
{"quote": "Fail soon so that you can succeed sooner.", "author": "Amit Kalantri"},
{"quote": "Success in politics is the art of the timely lie.", "author": "Marty Rubin"},
{"quote": "The dream is over only when you have become complacent.", "author": "Lorin Morgan-Richards"},
{"quote": "The path back home is often the most difficult journey of all.", "author": "Toni Sorenson"},
{"quote": "A wolf searches the path for prey that has paused. Keep moving.", "author": "Toni Sorenson"},
{"quote": "Sometimes the only path we can maneuver is from the bed to the bathroom. That's okay. Let your journey be what it is . Just keep moving.", "author": "Toni Sorenson"},
{"quote": "The path that reveals itself to you is the path you are meant to take.", "author": "Toni Sorenson"},
{"quote": "Sometimes the steepest, most challenging and most rewarding paths in life are not meant to be walked, but crawled.", "author": "Toni Sorenson"},
{"quote": "The easy path is seldom the right path.", "author": "Toni Sorenson"},
{"quote": "The easy path will seldom lead where you need to go.", "author": "Toni Sorenson"},
{"quote": "The path you do not take today is the path you will regret not taking tomorrow.", "author": "Toni Sorenson"},
{"quote": "Where you dare to venture where you have not gone before, you will return somehow changed.", "author": "Toni Sorenson"},
{"quote": "Treasures are not found where many feet have trampled. They are found along the paths that no one else has taken...yet.", "author": "Toni Sorenson"},
{"quote": "Not all paths offer a vista. But every path offers a lesson.", "author": "Toni Sorenson"},
{"quote": "Nature makes the best paths that leads to the best places.", "author": "Toni Sorenson"},
{"quote": "The journey isn't the vista at the end, it's the ever changing view along the way.", "author": "Toni Sorenson"},
{"quote": "Pay attention to every person who crosses your path today. They are there for a reason.", "author": "Toni Sorenson"},
{"quote": "The only way the journey ends is if you stop moving.", "author": "Toni Sorenson"},
{"quote": "The weight you life is not nearly as heavy as the weigh you carry.", "author": "Toni Sorenson"},
{"quote": "The weight you lift is not nearly as heavy as the weight you carry.", "author": "Toni Sorenson"},
{"quote": "Even during a mid-life crisis do not deviate from your goal. History remembers only those who succeed.", "author": "Hockson Floin"},
{"quote": "Sometimes if you want to stand out,", "author": "Anthony T.Hincks"},
{"quote": "No man can achieve success if he didn’t first know the value of time.", "author": "Sunday Adelaja"},
{"quote": "Individuals who keep growing in knowledge are the ones who succeed.", "author": "Zig Ziglar"},
{"quote": "You will never get to a new place by walking an old path.", "author": "Toni Sorenson"},
{"quote": "You don't get strong by standing at the finish line, you get strong with every step you take to get there.", "author": "Toni Sorenson"},
{"quote": "The secret is not following the right path, it's following that right path to the end. Don't quit, my friend, until you've arrived.", "author": "Toni Sorenson"},
{"quote": "Live a life that fits your specific circumstances, not one that fits someone else’s expectations", "author": "Savania China"},
{"quote": "Success is not a finite resource; share it, wish it on others, and celebrate others", "author": "Savania China"},
{"quote": "I did not find my way out of the darkness until I admitted I was lost.", "author": "Toni Sorenson"},
{"quote": "Don't waste time defending your intentions. History will judge you by the outcomes of your actions", "author": "Savania China"},
{"quote": "Each daily task, is but the future in a mask.", "author": "Ronald Mapamula"},
{"quote": "I can only change the world by changing myself.", "author": "Toni Sorenson"},
{"quote": "A seeker of radical strenght", "author": "Ana Claudia Antunes"},
{"quote": "Not all dreams are possible or realistic. When this happens you have to bade them farewell.", "author": "Anthony T. Hincks"},
{"quote": "Success is built on hard work, the right hard work itself is success.", "author": "Sunday Adelaja"},
{"quote": "Success caused passion more than passion caused success.", "author": "Scott Adams"},
{"quote": "The road to success begins with knowing what you need to know and why", "author": "Savania China"},
{"quote": "Although sometimes the road to success follows a path less-travelled, a path less-travelled often leads to nowhere", "author": "Savania China"},
{"quote": "A Loveless Life is Like a Rudderless Ship Floating Uncontrollably in the Ocean of Life.", "author": "Agu, Jaachynma N.E."},
{"quote": "Break the rules not because you don’t know better, but because you know them too well", "author": "Savania China"},
{"quote": "If you want to achieve anything you must first see the result in your own mind before it will become a reality.", "author": "Donny Ingram"},
{"quote": "Hatred is exhausting. You must constantly remind yourself why you hate someone and waste needless energy to keep hating them.", "author": "Savania China"},
{"quote": "The champion wins first, then walks into the arena. Everybody else walks into the arena and then tries to figure out what to do.", "author": "Jim Fannin"},
{"quote": "Be smart. You Only Die Once -YODO", "author": "Savania China"},
{"quote": "If you don’t see yourself as a winner, then you cannot perform as a winner.", "author": "Zig Ziglar"},
{"quote": "If you do not direct your path, the world will. Don't ever let anyone make you go where you do not want to be.", "author": "Toni Sorenson"},
{"quote": "Some of the most memorable paths I've taken have been detours.", "author": "Toni Sorenson"},
{"quote": "How do you choose your paths? Who says you do? Sometimes the path chooses you.", "author": "Toni Sorenson"},
{"quote": "When the vision is clear, the results will appear. Keep your mindset positive as you work your plan, flourish, and always remember why you started.", "author": "Germany Kent"},
{"quote": "I believe there are only three businesses: my business, other people's business, and God's business.", "author": "Tobe Hanson"},
{"quote": "It takes heart to battle great challenges, great faith to be victorious over them.", "author": "Wayne Chirisa"},
{"quote": "Use social events, social networks and every get-together at work to build a stronger brand YOU!", "author": "Abhishek Ratna"},
{"quote": "The focus should be on becoming a strong and", "author": "Abhishek Ratna"},
{"quote": "Move out of your comfort zone, develop those necessary skills and go all out for that much needed advancement!", "author": "Abhishek Ratna"},
{"quote": "You thought it would break you in two, but it made you twice as strong.", "author": "Eleanor Brownn"},
{"quote": "I yearn not for the easy path, but for the right path.  For 'easy' and 'right' are rarely compatible.", "author": "Craig D. Lounsbrough"},
{"quote": "Many of us have this mind-set which considers self-promotion a taboo.", "author": "Abhishek Ratna"},
{"quote": "People are more apt to respond to crisis, than to their dreams and vision. Dare not be one of them.", "author": "Ronald Mapamula"},
{"quote": "I believe I will not not die a minute too early or a minute too late, but exactly when I am supposed to.", "author": "Tobe Hanson"},
{"quote": "Put time and effort to promote your personal brand.", "author": "Abhishek Ratna"},
{"quote": "Freedom, I thought, comes only to the successful", "author": "Graham Greene"},
{"quote": "Information is the key to success, anywhere and everywhere. Right information matters the most. This applies to your work place too.", "author": "Abhishek Ratna"},
{"quote": "Accept the fact that you are fully responsible for your career.", "author": "Abhishek Ratna"},
{"quote": "We experience [procrastination] as fear. But fear of what?", "author": "Steven Pressfield"},
{"quote": "Resources don't last forever. They must either be USED, MANAGED or they will be WASTED.", "author": "Amos Gideon Buba"},
{"quote": "A lot happens just beneath the surface.", "author": "Abhishek Ratna"},
{"quote": "Take the easy road and at the end, you will feel you have achieved nothing. Try the difficult shit and you’ll enjoy your successes.", "author": "Michael R. Fletcher"},
{"quote": "Understand that success is not an accident, but a planned event.", "author": "Abhishek Ratna"},
{"quote": "There is always another way, make sure you look in all directions before deciding to give up", "author": "Anamika Mishra"},
{"quote": "Good advice for anyone wanting to make an impact with a product, a service or even a message is to differentiate yourself.", "author": "Donny Ingram"},
{"quote": "May success knock your door always", "author": "Abid Hussain Library Officer"},
{"quote": "Nothing is impossible if someone make it possible.", "author": "Abid Hussain Library Officer"},
{"quote": "Things do not happen TO you. They happen THROUGH you.", "author": "Gordana Biernat"},
{"quote": "Failures make character, not success.", "author": "Abhijit Naskar"},
{"quote": "A belief is simply a thought that seems true to YOU.", "author": "Gordana Biernat"},
{"quote": "It is wiser to love who you are than what you want.", "author": "Rasheed Ogunlaru"},
{"quote": "Getting drunk with success and sick with ambition only leads to one route; destruction!", "author": "Olawale Daniel"},
{"quote": "Do not judge my success by the destination I reached but the distance I traveled.", "author": "Majid Kazmi"},
{"quote": "Having something is not always better than not having it.", "author": "Beth Kempton"},
{"quote": "When YOU choose to change, your reality must change accordingly. It simply has no other choice.", "author": "Gordana Biernat"},
{"quote": "You can't have favour with God and suffer in life. Learn to have God's favour first, and the favour of men will fall in place automatically for you.", "author": "WISDOM KWASHIE MENSAH (WKM)"},
{"quote": "If everything is possible, then it is also possible that something is impossible.", "author": "Auliq Ice"},
{"quote": "Where can you find opportunities? Dissect your excuses and you will find opportunities in abundance.", "author": "T. Jay Taylor"},
{"quote": "Most people overestimate what they can do in a year and they underestimate what they can do in two or three decades.", "author": "Tony Robbins"},
{"quote": "Success is not a question of how much power or money you have acquired.", "author": "Gordana Biernat"},
{"quote": "In my experience, stress is the cause of all injury and pain.", "author": "Tobe Hanson"},
{"quote": "When we face every challenge with optimism and learn to fail with our heads up, a great attitude is always success, no matter the outcome.", "author": "Ron Baratono"},
{"quote": "Success may require a lot of days. But progress only requires one.", "author": "T. Jay Taylor"},
{"quote": "To challenge yourself takes courage, not for the", "author": "Bluenscottish"},
{"quote": "You should have goals so big that you are uncomfortable telling your friends about them.", "author": "Daniel Milstein"},
{"quote": "None of our achievement matters, than how we have lived our lives.", "author": "Lailah Gfty Akita"},
{"quote": "A sure success is the grace to mediate on the scriptures.", "author": "Lailah Gifty Akita"},
{"quote": "The road to success doesn't allow detours; it's a one-way street.", "author": "Kyle Vidrine"},
{"quote": "If you're going to be fighting anyway, why not fight to win and not just to survive.", "author": "Kyle Vidrine"},
{"quote": "Diligence without intelligence is tragedy, not success.", "author": "Kevin Keenoo"},
{"quote": "If you see a shot, shoot.", "author": "Kyle Vidrine"},
{"quote": "Behind every successful athlete there is a responsible coach.", "author": "Paul Bamikole"},
{"quote": "In order to succeed, you must first dream.", "author": "Jennifer Coletta"},
{"quote": "You can either complain about it or grind, I choose to grind.", "author": "Kyle Vidrine"},
{"quote": "Each one of us can aspire to be on TOP simply by keeping a strict focus on Time,", "author": "Sandeep Sahajpal"},
{"quote": "They know a lot, but they don’t know everything, and they can’t advise you on anything.", "author": "Lukasz Laniecki"},
{"quote": "Life is a continuous learning experience.", "author": "Ifeanyi Enoch Onuoha"},
{"quote": "Success is the result of your struggling", "author": "Idowu Ayodeji"},
{"quote": "Failure makes Success more appreciable", "author": "Idowu Ayodeji"},
{"quote": "When you develop yourself, you grow humanity.", "author": "Seema Brain Openers"},
{"quote": "True freedom comes from continuous self-development.", "author": "Seema Brain Openers"},
{"quote": "The success of a man should be measured not by his income but by his tax returns.", "author": "Haresh Sippy"},
{"quote": "In reality, there is no highway to success. Therefore, be prepared for difficulties.", "author": "Eraldo Banovac"},
{"quote": "Those who have little in the way of character do all they can to blend into crowds, as those with Integrity stand alone in Success", "author": "Bluenscottish"},
{"quote": "Rise above the daily stumbles and place your focus on your vision. When you identify your desires commit to unlimited success", "author": "Bluenscottish"},
{"quote": "Squabbling over too little is just human nature. But it says a great deal about a person, what they do with abundance.", "author": "Tessa Dare"},
{"quote": "...the depth or humaneness of our love depends on the wideness of our souls.", "author": "Janvier Chouteu-Chando"},
{"quote": "A grandmother’s love is selfless all the way to the bones.", "author": "Janvier Chouteu-Chando"},
{"quote": "Mistakes aren’t mistakes; they are lessons!", "author": "Israelmore Ayivor"},
{"quote": "A man has a hard time feeling fulfilled when he lives a life that does not serve a purpose that is more than himself.", "author": "Janvier Chouteu-Chando"},
{"quote": "Those who expect opportunities to happen will never get as far as those who make opportunities happen.", "author": "Jennifer Coletta"},
{"quote": "Mark it. No challenges, no success!", "author": "Israelmore Ayivor"},
{"quote": "People who create their own opportunities will get further in life than people who expect opportunities to be created for them.", "author": "Jennifer Coletta"},
{"quote": "Evil is something you need to fight until it ceases trying to control you.", "author": "Janvier Chouteu-Chando"},
{"quote": "Your success in worldly life (sansar) is in proportion to your faith and truthfulness!", "author": "Dada Bhagwan"},
{"quote": "...Unsettling emotions are capable of messing up the most beautiful minds in this world.", "author": "Janvier Chouteu-Chando"},
{"quote": "Many people who could not give their best because they were denied the opportunity. We must harness the capabilities of each person to encourage", "author": "Ramesh Lohia and Pavan Lohia"},
{"quote": "Fear kills dreams more than failure", "author": "Idowu Ayodeji"},
{"quote": "The closer you get to your past the sooner you realize it was never present", "author": "Bluenscottish"},
{"quote": "Goals get clearer when you place your focus on a committed long term vision that includes integrity and well formed steps", "author": "Bluenscottish"},
{"quote": "Every obstacle is an opportunity to make success a reality", "author": "Bluenscottish"},
{"quote": "The strong leader takes a chance when there is little hope,", "author": "Bluenscottish"},
{"quote": "Due to your merit karma, your efforts will bring you success and when the merit karma is expended, your efforts will bring in losses.", "author": "Dada Bhagwan"},
{"quote": "Never allow yourself to be sapped of your extraordinary energy that is the necessary ingredient for creating something new and progressive.", "author": "Janvier Chouteu-Chando"},
{"quote": "... People who are the spices of this world are the natural souls with instincts and impulses that have not been pruned by evolution and civilization.", "author": "Janvier Chouteu-Chando"},
{"quote": "We still need to give our best to life even if we do not understand the purpose of our existence on earth.", "author": "Janvier Chouteu-Chando"},
{"quote": "With true love, you can move mountains, make unusual sacrifices, live a life of deprivations and still be happy.", "author": "Janvier Chouteu-Chando"},
{"quote": "At what point is normal natural?", "author": "Janvier Chouteu-Chando"},
{"quote": "Love has no color, love has no language and love has no religion.", "author": "Janvier Chouteu-Chando"},
{"quote": "Singers, actors or artists who touch on sorrow are trying to give comfort to aggrieved souls by giving some meaning to their sorrows.", "author": "Janvier Chouteu-Chando"},
{"quote": "…the truest feeling of happiness is the security that comes with being loved.", "author": "Janvier Chouteu-Chando"},
{"quote": "A good relationship with our children is the ultimate comfort we have while dying.", "author": "Janvier Chouteu-Chando"},
{"quote": "Perhaps fate has a way of turning things around and making something good out of the action of someone who failed humanity without meaning to.", "author": "Janvier Chouteu-Chando"},
{"quote": "There is no bigger gratification than the realization of the things you believe in after overcoming all the odds.", "author": "Janvier Chouteu-Chando"},
{"quote": "The selfish and self-centered have a hard time being kind, even though you and I know that kindness is a source of relief to the soul.", "author": "Janvier Chouteu-Chando"},
{"quote": "Some honest people think it is better to know the ways of the devil without being evil.", "author": "Janvier Chouteu-Chando"},
{"quote": "Writers are the most pathetic souls when it comes to expressing their own feelings. Their personalities are as complex as the characters they weave.", "author": "Janvier Chouteu-Chando"},
{"quote": "The scrupulous survivors in life are the best counterweight to unscrupulous survivors.", "author": "Janvier Chouteu-Chando"},
{"quote": "A man can’t talk of true happiness if he has never known true love—the trusting, selfless and unconditional love that I took for granted.", "author": "Janvier Chouteu-Chando"},
{"quote": "Man craves joy far more than anything else in life, but there is nothing as madly intoxicating as the feeling of joy that comes from the soul.", "author": "Janvier Chouteu-Chando"},
{"quote": "Isn’t reality based on the prevailing culture, the trend that people want to identify with?", "author": "Janvier Chouteu-Chando"},
{"quote": "The narrow-minded find it convenient to create stereotypes, and then try to fit everybody, everything and every situation into those stereotypes.", "author": "Janvier Chouteu-Chando"},
{"quote": "Some people live their memorable years fighting against their basic instincts only to succumb in the end to what was actually good for them.", "author": "Janvier Chouteu-Chando"},
{"quote": "Stop stalling. Get out of your own way and go for it.", "author": "Jennifer Coletta"},
{"quote": "We, humans, have come up with so many superficialities that are completely unnecessary for our existence and happiness on earth.", "author": "Janvier Chouteu-Chando"},
{"quote": "In today’s world, human desires far supersede human needs. Waste, as you can see, is the result of that disparity.", "author": "Janvier Chouteu-Chando"},
{"quote": "Writers are the most tormented of all the different categories of artists that are out there in the world.", "author": "Janvier Chouteu-Chando"},
{"quote": "We always emerge from the death of a loved one like a phoenix arising from its funeral pyre.", "author": "Janvier Chouteu-Chando"},
{"quote": "When somebody you love dies, a phase of life’s innocence dies with that person, and a part of you dies as well.", "author": "Janvier Chouteu-Chando"},
{"quote": "Money does not dictate your lifestyle, it's what you do to get it and how you manage your finances that determines your lifestyle.", "author": "Wayne Chirisa"},
{"quote": "Amazement is better than annoyance.", "author": "Agu Jaachynma N.E."},
{"quote": "Most people have this tendency to make judgments on others based on preconceptions, especially when they are dealing with them for the first time.", "author": "Janvier Chouteu-Chando"},
{"quote": "Failure is the secret to success because doing it wrong is apart of doing it right.", "author": "Alicia A. Jennings"},
{"quote": "Some bad friends are so crafty in such a way that by the time their mission is reveal, they have already executed portions of it.", "author": "Israelmore Ayivor"},
{"quote": "The rise or fall, success or failure of your dreams is largely dependent on the association you build yourself around.", "author": "Israelmore Ayivor"},
{"quote": "A yesterday missed can never be found even in a fine tomorrow.", "author": "Janvier Chouteu-Chando"},
{"quote": "Never take tiny dreams for granted. They contain giant success stories.", "author": "Israelmore Ayivor"},
{"quote": "Only a fool would find happiness from an achievement that is detrimental to those he loves.", "author": "Janvier Chouteu-Chando"},
{"quote": "It is not something we often find out; but most of the specially-gifted have a deep desire to be ordinary.", "author": "Janvier Chouteu-Chando"},
{"quote": "The essence of adversity is to show us the real brave people who can withstand it.", "author": "Israelmore Ayivor"},
{"quote": "What is the purpose of achieving your dream if the people you had dreamed your achievements for are no longer there to reap the benefits?", "author": "Janvier Chouteu-Chando"},
{"quote": "...There is no greater dividing force in this world than self-interest...", "author": "Janvier Chando"},
{"quote": "Reality is mainly based on knowledge, what you do not know doesn't exist to you. Above all get knowledge and wisdom.", "author": "Dr. Lucas D. Shallua"},
{"quote": "Believe in yourself, keep a can-do approach, struggle hard and watch success follow.", "author": "Mustafa Saifuddin"},
{"quote": "A leader’s meal is that unstoppable desire to stay late to see his dreams achieved. They never give up.", "author": "Israelmore Ayivor"},
{"quote": "My patria vera or true fatherland is the place that enriches my soul.", "author": "Janvier Chando"},
{"quote": "a person who tries to use reasoning to explain faith gets lost in the wilderness of incomprehension.", "author": "Janvier Chando"},
{"quote": "The purpose of life is to nurture joy, which involves those aspects of humanity that enrich the soul.", "author": "Janvier Chando"},
{"quote": "Calamities reveal your capabilities. Take note of this and when times get odd, prepare and shine.", "author": "Israelmore Ayivor"},
{"quote": "It was one thing to be fooled, and another thing to be taken for a fool all the time.", "author": "Janvier Chouteu-Chando"},
{"quote": "Love and hate when stretched to their extremes blind reasoning.", "author": "Janvier Chouteu-Chando"},
{"quote": "He learned...never to show his anger or hatred against a stronger adversary, for fear of being crushed.", "author": "Janvier Chouteu-Chando"},
{"quote": "Your business values can make you soar above the competition.", "author": "Doris Perdue-Johnson"},
{"quote": "The height of your success will be measured with reference to the depth from which you started.", "author": "Israelmore Ayivor"},
{"quote": "Every small success makes the next big success possible.", "author": "Del Suggs"},
{"quote": "Get this; without a continuous struggle, your previous struggles will become a waste. Stay on and hold on until the success become evident.", "author": "Israelmore Ayivor"},
{"quote": "Your passion is your connection to God.", "author": "Amit Ray"},
{"quote": "Passion is the 'not-so-secret' ingredient to success. Passion drives hard work, persistence and creativity.", "author": "Izey Victoria Odiase"},
{"quote": "The universe makes it possible.", "author": "Steve Maraboli"},
{"quote": "Discovering yourself is the major key to being successful", "author": "Sunday Adelaja"},
{"quote": "I trust that you are aware that today’s success is tomorrow’s mediocrity. This means anything appealing today will be appalling tomorrow.", "author": "Israelmore Ayivor"},
{"quote": "A leader’s goal is to remain relevant even when time changes.", "author": "Israelmore Ayivor"},
{"quote": "Keep to active learning. You must learn, research and be so passionate about new ways and methods of doing things to be and remain relevant.", "author": "Israelmore Ayivor"},
{"quote": "The same styles you used earlier may become monotonous over time. You want to remain relevant, so you got to change that style.", "author": "Israelmore Ayivor"},
{"quote": "At the end of it all, it is our relationship with people that will determine whether they will share in our pain if we fall into dangers.", "author": "Israelmore Ayivor"},
{"quote": "Leaders cannot build a successful nation once they are yoked to these two evils, ignarance and greed.", "author": "Wayne Chirisa"},
{"quote": "Leaders cannot build a successful nation once they are yoked to these two evils, ignorance and greed.", "author": "Wayne Chirisa"},
{"quote": "...Bad leaders are known to destroy one, more or even all of the foundations of their people’s way of life...", "author": "Janvier Chouteu-Chando"},
{"quote": "We give up too soon. The sure way to succeed is to endure to the very end.", "author": "Lailah Gifty Akita"},
{"quote": "We give up too soon.", "author": "Lailah Gifty Akita"},
{"quote": "Those who mock at you, shall one day worship you.", "author": "Abhijit Naskar"},
{"quote": "Watch out; success will only arrive when your action are strong enough to attract them.", "author": "Israelmore Ayivor"},
{"quote": "Success is not got in twinkling of an eye.", "author": "Akanksha Agrawal"},
{"quote": "The universe makes it possible. Your mindset makes it probable. Your action makes it reality.", "author": "Steve Maraboli"},
{"quote": "In times of failure you are alone. But success brings many friends.", "author": "Lailah Gifty Akita"},
{"quote": "Life may try to knock you down but be persistent with your passions - cultivate grit, resilience, tenacity and endurance success will come.", "author": "Amit Ray"},
{"quote": "Self-education is open to all but it is taken only by those who refuse to live a small and purposeless life.", "author": "Seema Brain Openers"},
{"quote": "When your dream doesn't come true; just go ahead and dream another one!", "author": "Dr. Lucas D. Shallua"},
{"quote": "Long ago, I stopped buying- let alone reading, books that talk about organizational success but fail to emphasize the importance of TRUST", "author": "Assegid Habtewold"},
{"quote": "There are two ways to be rich: One is by acquiring much, and the other is by desiring little.", "author": "Jackie French Koller"},
{"quote": "You’ve climbed too many mountains and crossed too many rivers to stop and turn back now.", "author": "Eleanor Brownn"},
{"quote": "Understand the game properly before you gear up to break the rules", "author": "Anamika Mishra"},
{"quote": "Do you have a clear written purpose of your life? If not, why don't you make it now?", "author": "Seema Brain Openers"},
{"quote": "There is no success where there are no secrets.", "author": "John   Kramer"},
{"quote": "Life is a divine blessing for those who live life to add values in the lives of others.", "author": "Seema Brain Openers"},
{"quote": "You grow in life when you grow your attitude by making it more positive and productive about life.", "author": "Seema Brain Openers"},
{"quote": "No matter what is your name, gender, race and nationality, you too are fully capable in turning your dreams into realities.", "author": "Seema Brain Openers"},
{"quote": "How do you define a life of high personal worth and lasting success?", "author": "Seema Brain Openers"},
{"quote": "What do you do on daily basis to feed your mind with positive and empowering thoughts?", "author": "Seema Brain Openers"},
{"quote": "Success without a successor is a failure", "author": "Sunday Adelaja"},
{"quote": "Enlightenment is not a rocket science, it is the pure awareness of something deep within you that is ageless, formless and undefinable.", "author": "Seema Brain Openers"},
{"quote": "How can you dare to live a purposeless life? Don't you know that you are full of abundant and infinite inner creative powers?", "author": "Seema Brain Openers"},
{"quote": "Dream big as you can and shoot for the stars, but get started even if its small baby steps, they count!", "author": "Dr. Lucas D. Shallua"},
{"quote": "Not every good idea is God's perfect will for you; it may need discerning, wisdom and experience to tell the difference.", "author": "Dr. Lucas D. Shallua"},
{"quote": "Reality is based mainly on knowledge, what you do not know doesn't exit for you.", "author": "Dr. Lucas D. Shallua"},
{"quote": "Isn’t materialism the cause of much that is evil in the land of mortal souls?", "author": "Janvier Chouteu-Chando"},
{"quote": "…blissfulness is the summit of contentment…", "author": "Janvier Chouteu-Chando"},
{"quote": "Sometimes, our pride compels us to engage in costly wars when a true commitment to a compromising peace would have been the best course to pursue.", "author": "Janvier Chouteu-Chando"},
{"quote": "Rather fail and struggle than succeed and be complacent.", "author": "Haresh Sippy"},
{"quote": "Life is a mighty joke that is not meant to be funny.", "author": "Janvier Chouteu-Chando"},
{"quote": "Your inner voice is your signboard, follow it", "author": "Anamika Mishra"},
{"quote": "Great things in business are never done by one person,They are done by a team of people", "author": "Steve Jobs"},
{"quote": "WHAT PRODUCTIVE AND POSITIVE YOU DO TODAY WITH YOUR TIME CAN MAKE REST OF YOUR LIFE WORTHY AND FRUITFUL.", "author": "Seema Brain Openers"},
{"quote": "Success is determined by how best you can utilize your time", "author": "Sunday Adelaja"},
{"quote": "Never give up just because you failed initially", "author": "Sunday Adelaja"},
{"quote": "Time utilization and effectiveness is a major marker for success", "author": "Sunday Adelaja"},
{"quote": "Your daily product determines how far you go", "author": "Sunday Adelaja"},
{"quote": "Experience everything;", "author": "Lailah Gifty Akita"},
{"quote": "People who boast about age are actually forgetting something special. Age is not barrier to or elevator to success; that’s the job of vision.", "author": "Israelmore Ayivor"},
{"quote": "YOUR CALLING IS YOUR GREATEST BLESSING IN LIFE.", "author": "SEEMA BRAIN OPENERS"},
{"quote": "Son, it is bad for a man to be condemned by his children, more so by the sons he cherishes.", "author": "Janvier Chouteu-Chando"},
{"quote": "Human ties are the greatest distorters of reality because they tend to conceal man’s worst selfish instincts.", "author": "Janvier Chouteu-Chando"},
{"quote": "Expose human ties for what they really are and you are most likely to find the worst forms of betrayal staring back at you.", "author": "Janvier Chouteu-Chando"},
{"quote": "Iterate. Iterate Iterate.", "author": "Sravani Saha Nakhro"},
{"quote": "You can't avoid success if you disown your fear.", "author": "Sravani Saha Nakhro"}
]