[
{"quote": "Not all those who wander are lost.", "author": "J.R.R. Tolkien"},
{"quote": "The world is a book and those who do not travel read only one page.", "author": "St. Augustine"},
{"quote": "Books are the plane, and the train, and the road. They are the destination, and the journey. They are home.", "author": "Anna Quindlen"},
{"quote": "The journey of a thousand miles begins with a single step.", "author": "Lao Tzu"},
{"quote": "Wherever you go becomes a part of you somehow.", "author": "Anita Desai"},
{"quote": "A good traveler has no fixed plans and is not intent on arriving.", "author": "Lao Tzu"},
{"quote": "I travel not to go anywhere, but to go. I travel for travel's sake. The great affair is to move.", "author": "Robert Louis Stevenson"},
{"quote": "It is good to have an end to journey toward; but it is the journey that matters, in the end.", "author": "Ursula K. Le Guin"},
{"quote": "The real voyage of discovery consists not in seeking new landscapes, but in having new eyes.", "author": "Marcel Proust"},
{"quote": "I address you all tonight for who you truly are: wizards, mermaids, travelers, adventurers, and magicians. You are the true dreamers.", "author": "Brian Selznick"},
{"quote": "Travel brings power and love back into your life.", "author": "Rumi Jalalud-Din"},
{"quote": "We travel, some of us forever, to seek other states, other lives, other souls.", "author": "anaïs nin"},
{"quote": "Travel far enough, you meet yourself.", "author": "David Mitchell"},
{"quote": "The traveler sees what he sees. The tourist sees what he has come to see.", "author": "G.K. Chesterton"},
{"quote": "I have found out that there ain't no surer way to find out whether you like people or hate them than to travel with them.", "author": "Mark Twain"},
{"quote": "All that is gold does not glitter,", "author": "J.R.R. Tolkien"},
{"quote": "Every dreamer knows that it is entirely possible to be homesick for a place you've never been to, perhaps more homesick than for familiar ground.", "author": "Judith Thurman"},
{"quote": "Though we travel the world over to find the beautiful, we must carry it with us, or we find it not.", "author": "Ralph Waldo Emerson"},
{"quote": "I think you travel to search and you come back home to find yourself there.", "author": "Chimamanda Ngozi Adichie"},
{"quote": "Travel makes one modest. You see what a tiny place you occupy in the world.", "author": "Gustave Flaubert"},
{"quote": "In books I have traveled, not only to other worlds, but into my own.", "author": "Anna Quindlen"},
{"quote": "To travel is to live.", "author": "Hans Christian Andersen"},
{"quote": "may came home with a smooth round stone", "author": "E.E. Cummings"},
{"quote": "It can hardly be a coincidence that no language on earth has ever produced the expression, 'As pretty as an airport.", "author": "Douglas Adams"},
{"quote": "Augustus,\" I said. \"Really. You don't have to do this.\"", "author": "John Green"},
{"quote": "One's destination is never a place, but a new way of seeing things.", "author": "Henry Miller"},
{"quote": "I am not the same having seen the moon shine on the other side of the world.", "author": "mary anne radmacher"},
{"quote": "Everything I was I carry with me, everything I will be lies waiting on the road ahead.", "author": "Ma Jian"},
{"quote": "To move, to breathe, to fly, to float,", "author": "Hans Christian Andersen"},
{"quote": "Wherever you go, you take yourself with you.", "author": "Neil Gaiman"},
{"quote": "Our battered suitcases were piled on the sidewalk again; we had longer ways to go. But no matter, the road is life", "author": "Jack Kerouac"},
{"quote": "to travel is worth any cost or sacrifice.", "author": "Elizabeth Gilbert"},
{"quote": "...there ain't no journey what don't change you some.", "author": "David Mitchell"},
{"quote": "I wandered everywhere, through cities and countries wide. And everywhere I went, the world was on my side.", "author": "Roman Payne"},
{"quote": "Never did the world make a queen of a girl who hides in houses and dreams without traveling.", "author": "Roman Payne"},
{"quote": "There are no foreign lands. It is the traveler only who is foreign.", "author": "Robert Louis Stevenson"},
{"quote": "Some beautiful paths can't be discovered without getting lost.", "author": "Erol Ozan"},
{"quote": "If you reject the food, ignore the customs, fear the religion, and avoid the people, you might better stay home.", "author": "James A. Michener"},
{"quote": "See the world. It's more fantastic than any dream made or paid for in factories. Ask for no guarantees, ask for no security.", "author": "Ray Bradbury"},
{"quote": "We may sit in our library and yet be in all quarters of the earth.", "author": "John Lubbock"},
{"quote": "The journey itself is my home.", "author": "Matsuo Basho"},
{"quote": "People do not die for us immediately, but remain bathed in a sort of aura of", "author": "Marcel Proust"},
{"quote": "Make voyages. Attempt them. There's nothing else.", "author": "Tennesse Williams"},
{"quote": "No matter where you are, you're always a bit on your own, always an outsider.", "author": "Banana Yoshimoto"},
{"quote": "Travel brings wisdom only to the wise. It renders the ignorant more ignorant than ever.", "author": "Joe Abercrombie"},
{"quote": "A man travels the world over in search of what he needs and returns home to find it.", "author": "George Augustus Moore"},
{"quote": "Self-consciousness kills communication.", "author": "Rick Steves"},
{"quote": "The world is a book, and those who don't travel only read one page.", "author": "St Augustine"},
{"quote": "If you really want to escape the things that harass you, what you’re needing is not to be in a different place but to be a different person.", "author": "Lucius Annaeus Seneca"},
{"quote": "Ô, Sunlight! The most precious gold to be found on Earth.", "author": "Roman Payne"},
{"quote": "Travel is fatal to prejudice, bigotry, and narrow-mindedness.", "author": "Mark Twain"},
{"quote": "There's a part of me that thinks perhaps we go on existing in a place even after we've left it.", "author": "Colum McCann"},
{"quote": "Travel is glamorous only in retrospect.", "author": "Paul Theroux"},
{"quote": "So I find words I never thought to speak", "author": "T.S. Eliot"},
{"quote": "The Wanderlust has got me... by the belly-aching fire", "author": "Robert W. Service"},
{"quote": "So shut up, live, travel, adventure, bless and don't be sorry", "author": "Jack Kerouac"},
{"quote": "Everything will be alright in the end so if it is not alright it is not the end.", "author": "Deborah Moggach"},
{"quote": "The farther you go, however, the harder it is to return. The world has many edges, and it's easy to fall off.", "author": "Anderson Cooper"},
{"quote": "Did you ever notice that the first piece of luggage on the carousel never belongs to anyone?", "author": "Erma Bombeck"},
{"quote": "Men read maps better than women because only men can understand the concept of an inch equaling a hundred miles.", "author": "Roseanne Barr"},
{"quote": "No one realizes how beautiful it is to travel until he comes home and rests his head on his old, familiar pillow. ", "author": "Lin Yutang"},
{"quote": "Only it seems to me that once in your life before you die you ought to see a country where they don't talk in English and don't even want to.", "author": "Thornton Wilder"},
{"quote": "Every hundred feet the world changes", "author": "Roberto Bolaño"},
{"quote": "The journey is part of the experience - an expression of the seriousness of one's intent. One doesn't take the A train to Mecca.", "author": "Anthony Bourdain"},
{"quote": "I heard an airplane passing overhead. I wished I was on it.", "author": "Charles Bukowski"},
{"quote": "I wonder if the ocean smells different on the other side of the world.", "author": "J.A. Redmerski"},
{"quote": "Most of the time, beauty lies in the simplest of things.", "author": "Winna Efendi"},
{"quote": "You can't understand a city without using its public transportation system.", "author": "Erol Ozan"},
{"quote": "How many cities have revealed themselves to me in the marches I undertook in the pursuit of books!", "author": "Walter Benjamin"},
{"quote": "When you travel, remember that a foreign country is not designed to make you comfortable. It is designed to make its own people comfortable.", "author": "Clifton Fadiman"},
{"quote": "It is better to fill your head with useless knowledge than no knowledge at all.", "author": "Jim Hinckley"},
{"quote": "That’s the place to get to—nowhere. One wants to wander away from the world’s somewheres, into our own nowhere.", "author": "D.H. Lawrence"},
{"quote": "Traveling outgrows its motives. It soon proves sufficient in itself. You think you are making a trip, but soon it is making you - or unmaking you.", "author": "Nicolas Bouvier"},
{"quote": "Ships are my arrows, the sea my bow, the world my target.", "author": "Robert Thier"},
{"quote": "No matter how far you travel, you can never get away from yourself. It’s like your shadow. It follows you everywhere. -Komura", "author": "Haruki Murakami"},
{"quote": "Only the road and the dawn, the sun, the wind, and the rain,", "author": "John Masefield"},
{"quote": "Traveling is a brutality. It forces you to trust strangers and to lose sight of all that familiar comfort of home and friends.", "author": "Cesare Pavese"},
{"quote": "If life is a journey then let my soul travel and share your pain.", "author": "Santosh Kalwar"},
{"quote": "A good traveller is one who knows how to travel with the mind.", "author": "Michael Bassey Johnson"},
{"quote": "There", "author": "Kate Douglas Wiggin"},
{"quote": "I think one travels more usefully when they travel alone, because they reflect more.\"", "author": "Thomas Jefferson"},
{"quote": "My grandfather says that's what books are for,\" Ashoke said, using the opportunity to open the volume in his hands. \"To travel without moving an inch.", "author": "Jhumpa Lahiri"},
{"quote": "Tourists went on holidays while travellers did something else. They travelled.", "author": "Alex Garland"},
{"quote": "There are two kinds of travel: first class and with children.", "author": "Robert Benchley"},
{"quote": "You don't even know where I'm going.\"", "author": "John Steinbeck"},
{"quote": "In my errant life I roamed", "author": "Roman Payne"},
{"quote": "A good traveler leaves no tracks. Good speech lacks fault-finding.", "author": "Lao Tzu"},
{"quote": "...but I preferred reading the American landscape as we went along. Every bump, rise, and stretch in it mystified my longing.", "author": "Jack Kerouac"},
{"quote": "Through travel I first became aware of the outside world; it was through travel that I found my own introspective way into becoming a part of it.", "author": "Eudora Welty "},
{"quote": "Here I am Rock You Like a Hurricane.", "author": "Dave Eggers"},
{"quote": "The explorer who will not come back or send back his ships to tell his tale is not an explorer, only an adventurer; and his sons are born in exile.", "author": "Ursula K. Le Guin"},
{"quote": "Gradually the magic of the island [Corfu] settled over us as gently and clingingly as pollen.", "author": "Gerald Durrell"},
{"quote": "Those who know nothing of foreign languages know nothing of their own.", "author": "Johann Wolfgang von Goethe"},
{"quote": "Once the travel bug bites there is no known antidote, and I know that I shall be happily infected until the end of my life", "author": "Michael Palin"},
{"quote": "The impulse to travel is one of the hopeful symptoms of life. ", "author": "Agnes Repplier"},
{"quote": "I didn't know that the world could be so mind-blowingly beautiful.", "author": "Justina Chen Headley"},
{"quote": "Fare well we call to hearth and hall", "author": "J.R.R. Tolkien"},
{"quote": "It is not the destination where you end up but the mishaps and memories you create along the way!", "author": "Penelope Riley"},
{"quote": "I have a good mind not to take Aloysius to Venice. I don't want him to meet a lot of horrid Italian bears and pick up bad habits.", "author": "Evelyn Waugh"},
{"quote": "There is strange comfort in knowing that no matter what happens today, the Sun will rise again tomorrow.", "author": "Aaron Lauritsen"},
{"quote": "The struggles we endure today will be the ‘good old days’ we laugh about tomorrow.", "author": "Aaron Lauritsen"},
{"quote": "Japan never considers time together as time wasted. Rather, it is time invested.", "author": "Donald Richie"},
{"quote": "Roam abroad in the world, and take thy fill of its enjoyments before the day shall come when thou must quit it for good.", "author": "Saadi"},
{"quote": "We would oppose the turning of the planet and refuse the setting of the sun.", "author": "Dave Eggers"},
{"quote": "I can speak to my soul only when the two of us are off exploring deserts or cities or mountains or roads.", "author": "Paulo Coelho"},
{"quote": "It’s the beating of my heart.", "author": "Charlotte Eriksson"},
{"quote": "There are as many worlds as there are kinds of days, and as an opal changes its colors and its fire to match the nature of a day, so do I.", "author": "John Steinbeck"},
{"quote": "You can't control the past, but you can control where you go next.", "author": "Kirsten Hubbard"},
{"quote": "But the beauty is in the walking -- we are betrayed by destinations.", "author": "Gwyn Thomas"},
{"quote": "Yet all experience is an arch wherethrough", "author": "Tennyson, Alfred"},
{"quote": "Across galaxies of time and space", "author": "Bryce W. Anderson"},
{"quote": "I don't want to go to Peru.\"", "author": "Richard Paul Evans"},
{"quote": "The journey not the arrival matters.", "author": "T.S. Eliot"},
{"quote": "How you live your life is up to you. You have to go out and grab the world by the horns. Rope it before it ties you down and decides for you.", "author": "Sarah Reijonen"},
{"quote": "It sounds so far away and different. I like different places. I like any places that isn't here.", "author": "Edna Ferber"},
{"quote": "People are often frightened of Parisians, but an American in Paris will find no harsher critic than another American.", "author": "David Sedaris"},
{"quote": "Serendipity was my tour guide, assisted by caprice", "author": "Pico Iyer"},
{"quote": "Writing is an affair of yearning for great voyages and hauling on frayed ropes.", "author": "Israel Shenker"},
{"quote": "Life's trials will test you, and shape you, but don’t let them change who you are.", "author": "Aaron Lauritsen"},
{"quote": "Montana seems to me to be what a small boy would think Texas is like from hearing Texans", "author": "John Steinbeck"},
{"quote": "This wasn't a strange place; it was a new one.", "author": "Paolo Coehlo"},
{"quote": "Maybe you had to leave in order to miss a place; maybe you had to travel to figure out how beloved your starting point was.", "author": "Jodi Picoult"},
{"quote": "Wherever I go, I will speak of you with love.", "author": "Clive Barker"},
{"quote": "I may be going nowhere, but what a ride.", "author": "Shaun Hick"},
{"quote": "The saddest journey in the world is the one that follows a precise itinerary. Then you're not a traveler. You're a f@@king tourist.", "author": "Guillermo del Toro"},
{"quote": "Whither will my path yet lead me? This path is stupid, it goes in spirals, perhaps in circles, but whichever way it goes, I will follow it.", "author": "Hermann Hesse"},
{"quote": "They spoke less and less between them until at last they were silent altogether as is often the way with travelers approaching the end of a journey.", "author": "Cormac McCarthy"},
{"quote": "He didn’t really like travel, of course. He liked the idea of travel, and the memory of travel, but not travel itself.", "author": "Julian Barnes"},
{"quote": "Set out from any point. They are all alike. They all lead to a point of departure.", "author": "Antonio Porchia"},
{"quote": "I was not rescued by a prince; I was the administrator of my own rescue.", "author": "Elizabeth Gilbert"},
{"quote": "Modern traveling is not traveling at all; it is merely being sent to a place, and very little different from becoming a parcel.", "author": "John Ruskin"},
{"quote": "Traveling-to-a-place energy and living-in-a-place energy are two fundamentally different energies", "author": "Elizabeth Gilbert"},
{"quote": "I am looking for the people who have always been there, and belong to the places they live. The others I do not wish to see.", "author": "Norman Lewis"},
{"quote": "We want to make good time, but for us now this is measured with the emphasis on \"good\" rather than on \"time\"....", "author": "Robert M. Pirsig"},
{"quote": "While she was in transit, being unattached was exhilarating, but the moment she stopped, so did the high.", "author": "Whitney Otto"},
{"quote": "My spirit has pass'd in compassion and determination around the whole earth.", "author": "Walt Whitman"},
{"quote": "What is it about maps? I could look at them all day, earnestly studying the names of towns and villages I have never heard of and will never visit...", "author": "Bill Bryson"},
{"quote": "Rule number one: wear loose clothing.", "author": "Eric    Weiner"},
{"quote": "You need mountains, long staircases don't make good hikers.", "author": "Amit Kalantri"},
{"quote": "‎I have panicked unnecessarily in all four corners of the globe.", "author": "Jon Ronson"},
{"quote": "All good people agree,", "author": "Rudyard Kipling"},
{"quote": "I knew then that I wanted to go home, but I had no home to go to--and that is what adventures are all about.", "author": "Trina Schart Hyman"},
{"quote": "The journey is the destination.", "author": "Dan Eldon"},
{"quote": "I've come to realize that sometimes, what you love most is what you have to fight the hardest to keep.", "author": "Kirsten Hubbard"},
{"quote": "Oh! That was poetry!\" said Pippin. \"Do you really mean to start before the break of day?", "author": "J.R.R. Tolkien"},
{"quote": "I probably did too much thinking in India. I blame it on the roads, for they were superb...", "author": "Robert Edison Fulton Jr."},
{"quote": "Night falls over Machu Picchu to the sound of Abba's 'Dancing Queen'.", "author": "Michael Palin"},
{"quote": "One thing that I love about traveling is feeling disoriented and removed from my comfort zone.", "author": "Sarah Glidden"},
{"quote": "In the boundaryless forests,", "author": "Roman Payne"},
{"quote": "Venice, it's temples and palaces did seem like fabrics of enchantment piled to heaven.", "author": "Percy Bysshe Shelley"},
{"quote": "You are what you inhabit.", "author": "Lawrence Millman"},
{"quote": "Every mode of travel has its signature mental aberration.", "author": "Mary Roach"},
{"quote": "From this point forward, you don’t even know how to quit in life.", "author": "Aaron Lauritsen"},
{"quote": "All worries are less with wine.", "author": "Amit Kalantri"},
{"quote": "Borders? I have never seen one. But I have heard they exist in the minds of some people.", "author": "Thor Heyerdahl"},
{"quote": "There's always a way if you're not in a hurry.", "author": "Paul Theroux"},
{"quote": "Anyone who needs more than one suitcase is a tourist, not a traveler", "author": "Ira Levin"},
{"quote": "London is a riddle. Paris is an explanation.", "author": "G. K. Chesterson"},
{"quote": "Every day is a journey, and the journey itself is home.", "author": "Matsuo Bashô"},
{"quote": "At least as a single woman, I had time to pursue my own interests, read voraciously, and travel when opportunity presented.", "author": "Tasha Alexander"},
{"quote": "You haven't really been anywhere until you've got back home.", "author": "Terry Pratchett"},
{"quote": "Whenever you go on a trip to visit foreign lands or distant places, remember that they are all someone's home and backyard.", "author": "Vera Nazarian"},
{"quote": "Any country where I am not bored is a country that teaches me nothing.", "author": "Albert Camus"},
{"quote": "You can handle just about anything that comes at you out on the road with a believable grin, common sense and whiskey.", "author": "Bill  Murray"},
{"quote": "One must travel, to learn. Every day, now, old Scriptural phrases that never possessed any significance for me before, take to themselves a meaning.", "author": "Mark Twain"},
{"quote": "Wish you were here, we can get lost in the forest together and eat bamboo rice.", "author": "Winna Efendi"},
{"quote": "You cannot keep something down that is bound to rise.", "author": "Juliet C. Obodo"},
{"quote": "Never hesitate to go far away, beyond all seas, all frontiers, all countries, all beliefs.", "author": "Amin Maalouf"},
{"quote": "Well, if you ask me what’s so special about this place.. aku akan bilang, most of the time, beauty lies in the simplest of things.", "author": "Winna Efendi"},
{"quote": "A young gratuitous smile; trust and distrust;", "author": "Robert Wells"},
{"quote": "Streets flooded. Please advise.", "author": "Robert Benchley"},
{"quote": "I travel, always arriving in the same place.", "author": "Dejan Stojanovic"},
{"quote": "Where you come from does matter -- but not nearly as much as where you are headed.", "author": "Jodi Picoult"},
{"quote": "Move to a new country and you quickly see that visiting a place as a tourist, and actually moving there for good, are two very different things.", "author": "Tahir Shah"},
{"quote": "Nights are long when it's cold and you're waiting for a train.", "author": "Jean-Marie Gustave Le Clézio"},
{"quote": "Instead of bringing back 1600 plants, we might return from our journeys with a collection of small unfêted but life-enhancing thoughts.", "author": "Alain de Botton"},
{"quote": "London on your own actually seems more exotic than Egypt on a tour.", "author": "Laura Fraser"},
{"quote": "This is a roadside attraction,' said Wednesday. 'One of the finest. Which means it is a place of power.", "author": "Neil Gaiman"},
{"quote": "A book is the cheapest ticket you will ever hold.", "author": "Stefanos Livos"},
{"quote": "Alexander the Great slept with", "author": "Roman Payne"},
{"quote": "A five-hour flight works out to three days and nights on land, by rail, from sea to shining sea.", "author": "Amy Hempel"},
{"quote": " i had a dream when i was 22 that someday i would go to the region of ice and snow and go on and on till i came to one of the poles of the earth", "author": "Ernest Shackleton"},
{"quote": "Always stay sharp on railways and cruise ships for transit has a way of making everything clear.", "author": "Anna Godbersen"},
{"quote": "Too often travel, instead of broadening the mind, merely lengthens the conversation. ", "author": "Elizabeth Drew"},
{"quote": "The tourist was the great conservative who hated novelty and adored dirt.", "author": "Henry Adams"},
{"quote": "Just because I am paranoid does not mean that someone is not out to get me", "author": "Don Darkes"},
{"quote": "Usually, there is nothing more pleasing that returning to a place where you have endured hardship.", "author": "Tahir Shah"},
{"quote": "will I ever get over the pull I feel to both of these places?", "author": "Sara Ferguson"},
{"quote": "And guess what? I have to admit.. I kinda start liking it here.", "author": "Winna Efendi"},
{"quote": "It's hard to be less than happy when you can be happy with less.", "author": "Chris Brady"},
{"quote": "Every Englishman abroad, until it is proved to the contrary, likes to consider himself a traveller and not a tourist.", "author": "Evelyn Waugh"},
{"quote": "No doubt you are wondering what you will find, out there.' The Commandant said it for me.", "author": "Robert Edison Fulton Jr."},
{"quote": "We did all the tourist crap, but I just wanted to sit in a cafe and watch people", "author": "Sara Shepard"},
{"quote": "The desert doesn't care who you are, and neither does anyone or anything who lives in it.", "author": "Deanne Stillman"},
{"quote": "People move around so much in the world, things get lost.", "author": "Emma Donoghue"},
{"quote": "The best traveler is one without a camera.", "author": "Kamand Kojouri"},
{"quote": "Something about the circus stirs their souls, and they ache for it when it is absent.", "author": "Erin Morgenstern"},
{"quote": "The measure of civilized behavior is compassion.", "author": "Paul Theroux"},
{"quote": "I have found a dream of beauty at which one might look all one's life and sigh.", "author": "Isabella Bird"},
{"quote": "To travel hopefully is better than to have arrived.", "author": "Robert Louis Stevenson"},
{"quote": "They say life is a highway and we all travel our own roads, some good, some bad, yet each is a blessing of its own.", "author": "Jess \"Chief\" Brynjulson"},
{"quote": "The idea of my heart dancing with delight was far too good to pass up.", "author": "Tahir Shah"},
{"quote": "Rocinante was of more value for a true traveller than a jet plane. Jet planes were for business men.", "author": "Graham Greene"},
{"quote": "Living in China has made me appreciate my own country, with its tiny, ethnically diverse population of unassuming donut-eaters.", "author": "Jan Wong"},
{"quote": "I nearer than I was yesterday and further than I am today, tomorrow I'll be square one.", "author": "Racquel McDonnell"},
{"quote": "A wise man travels to discover himself.", "author": "James Russell Lowell"},
{"quote": "Think of the long trip home.", "author": "Elizabeth Bishop"},
{"quote": "You sell off the kingdom piece by piece and trade it for a horse that will take you anywhere.", "author": "Colin Wright"},
{"quote": "It's hard to walk away from a winning streak, even harder to leave the table when you're on a losing one.", "author": "Cara Bertoia"},
{"quote": "As her time in Florence drew to a close she was only at ease amongst those to whom she felt indifferent.", "author": "E.M. Forster"},
{"quote": "He has a passport,\" my classmates would whisper. \"Quick, let's run before he judges us!", "author": "David Sedaris"},
{"quote": "Memory is each man's own last measure, and for some, the only achievement.", "author": "William Least Heat-Moon"},
{"quote": "The world isn't built with a ramp.", "author": "Walt Balenovich"},
{"quote": "I'm heading for a clean-named place", "author": "John Ashbery"},
{"quote": "There is more time than there is expanse of the world and so any voyage at last will end.", "author": "Ivan Doig"},
{"quote": "Where can one buy a lit of that *Right Stuff* bravado required to shrug off the fact that your airplane is now a convertible?", "author": "Josh Gates"},
{"quote": "We must leave this terrifying place to-morrow and go searching for sunshine.", "author": "F. Scott Fitzgerald"},
{"quote": "Every man needs his Siren", "author": "Dejan Stojanovic"},
{"quote": "You either get the point of Africa or you don't. What draws me back year after year is that it's like seeing the world with the lid off.", "author": "AA Gill"},
{"quote": "She wasn't where she had been. She wasn't where she was going, but she was on her way.", "author": "Jodi Hills"},
{"quote": "The best way to know a city is to eat it.", "author": "Scott Westerfeld"},
{"quote": "There is no happiness for him who does not travel, Rohita!", "author": "Aitareya Brahmanan in the Rigveda"},
{"quote": "They say the sky is the same everywhere. Travellers, the shipwrecked, exiles, and the dying draw comfort from the thought[.]", "author": "Virginia Woolf"},
{"quote": "To me, travel is more valuable than any stupid piece of bling money can buy.", "author": "Raquel Cepeda"},
{"quote": "The beckoning counts, not the clicking latch behind you", "author": "Freya Stark"},
{"quote": "Hip-hop...has been the proverbial key that’s opened the door for me to roam this breathtaking planet.", "author": "Raquel Cepeda"},
{"quote": "Our work is directly proportional to the distances our dreams travel across, as force (power) is a constant factor", "author": "Israelmore Ayivor"},
{"quote": "Visit Arcata, I really do recommend it. Play the nearly impossible to find", "author": "Nigel Davis"},
{"quote": "Travel Moulds A Man,People Mould His Wisdom And Experiences Mould His LIFE...!", "author": "Sujit Lalwani"},
{"quote": "If Aphrodite chills at home in Cyprus for most of the year, then Fez must be the goddess’s playground.", "author": "Raquel Cepeda"},
{"quote": "Honestly, if I stay on this gruelling path, I'm going to end up as another suicide statistic.", "author": "S.A. Tawks"},
{"quote": "You need a break every once in a while to enjoy the everyday and you need the everyday to enjoy the break you take every once in a while.", "author": "S.A. Tawks"},
{"quote": "Running, you should know, is a kind of stillness.", "author": "Tiphanie Yanique"},
{"quote": "Italy and London are the only places where I don't feel to exist on sufferance.", "author": "E.M. Forster"},
{"quote": "In the empty immensity of earth, sky, and water, there she was, incomprehensible, firing into a continent.", "author": "Joseph Conrad"},
{"quote": "Why do you need that thing?\" September asked. \"None of the airports back home have them.\"", "author": "Catherynne M. Valente"},
{"quote": "On a harsh expedition, there's no space for anyone who does not intend to finish.", "author": "Tahir Shah"},
{"quote": "A journey of observation must leave as much as possible to chance. Random movement is the best plan for maximum observation", "author": "Tahir Shah"},
{"quote": "It was an awkward moment. We were burning down our host's house, a situation which any guest seeks to avoid.", "author": "Tahir Shah"},
{"quote": "Calcutta's the only city I know where you are actively encouraged to stop strangers at random for a quick chat.", "author": "Tahir Shah"},
{"quote": "A little imagination goes a long way in Fes.", "author": "Tahir Shah"},
{"quote": "In moments of great uncertainty on my travels, I have always felt that something is protecting me, that I will come to no harm.", "author": "Tahir Shah"},
{"quote": "Enlightenment, and the death which comes before it, is the primary business of Varanasi.", "author": "Tahir Shah"},
{"quote": "For me, a journey to Damascus is an amazing hunt from beginning to end, a slice through layers of history in search of treasure.", "author": "Tahir Shah"},
{"quote": "As a travel writer I've specialized in gritty, fearful destinations, the kind of places that make a reader's hair stick on end.", "author": "Tahir Shah"},
{"quote": "Travel wasn't fun if you didn't get to see or do what you wanted; it was merely a different type of work, in a different place.", "author": "Chris Pavone"},
{"quote": "In some peculiar way, indeed, the rules were now beginning to seem quite logical. It was then I knew that I had been in India long enough.", "author": "Tahir Shah"},
{"quote": "There's nothing like a pack of mules to give one a sense of entourage.", "author": "Tahir Shah"},
{"quote": "Money spent on good-quality gear is always money well spent.", "author": "Tahir Shah"},
{"quote": "As anyone who's ever taken an Ethiopian bus knows, there is an unwritten rule that the windows must remain firmly closed.", "author": "Tahir Shah"},
{"quote": "I had learned years ago never to give original documents to anyone if I could help it.", "author": "Tahir Shah"},
{"quote": "One senses that, in these conditions, no amount of wet-wiping could bring true hygiene.", "author": "Tahir Shah"},
{"quote": "Sir Henry fixed him with a keen eye.", "author": "Henry Chancellor"},
{"quote": "Once in a very long time you come across a book that is far, far more than the ink, the glue and the paper, a book that seeps into your blood.", "author": "Tahir Shah"},
{"quote": "You can leave Hong Kong, but it will never leave you.", "author": "Nury Vittachi"},
{"quote": "Tourists don't know where they've been, travelers don't know where they're going. Travel is glamorous only in retrospect.", "author": "Paul Theroux"},
{"quote": "For I was reared", "author": "Samuel Taylor Coleridge"},
{"quote": "When life gives you twists and turns, Chique Yourself Up in Italy!", "author": "Barbara Conelli"},
{"quote": "If you write about a place, you need to be right about the place!", "author": "Laurence Bradbury"},
{"quote": "If I'm not on a cruise, I'm either thinking about my last one or planning my next!", "author": "Beth"},
{"quote": "What gives value to travel is fear. It breaks down a kind of inner structure we all have.", "author": "Elizabeth Benedict"},
{"quote": "The secret to youth is to fill your mind with beauty! Amen", "author": "Linda Ballou"},
{"quote": "It was such ecstacy to dream, and dream - till you got a bite.", "author": "Mark Twain"},
{"quote": "I heard word", "author": "Frans G. Bengtsson"},
{"quote": "The map? I will first make it.", "author": "Patrick White"},
{"quote": "I am compelled into this country.", "author": "Patrick White"},
{"quote": "I suppose that every wanderer started in a garden somewhere. So few of us are born into motion.", "author": "Candas Jane Dorsey"},
{"quote": "Celebrities are like infants. Neither can wipe their own ass.", "author": "Michael Brian"},
{"quote": "[E]very journey is played out between standstill and flight.", "author": "Claudio Magris"},
{"quote": "...it was if another planet were calling. The call, embodied, issued in liquid syllables from the mouth of the Arab sailor who, on the prow of the", "author": "Robert Edison Fulton Jr."},
{"quote": "No one likes a straight road but the man who pays for it, or who, when he travels, is brute enough to wish to get to his journey's end.", "author": "Joseph Sheridan Le Fanu"},
{"quote": "There are many hostelries in his report, which is the true account of an expedition.", "author": "Claudio Magris"},
{"quote": "But wherever there is man, there must be some sort of route", "author": "Robert Edison Fulton Jr."},
{"quote": "Best adventure of all is you’re never stop.", "author": "Jennifer Pierre"},
{"quote": "I cannot rest from travel: I will drink", "author": "Alfred Lord Tennyson"},
{"quote": "Live in this belief: “I am not born for any one corner of the universe; this whole world is my country.", "author": "Seneca"},
{"quote": "I hope time travel doesn't become a reality. Time would lose its own charm and importance.", "author": "Bhavik Sarkhedi"},
{"quote": "If you don't try new things, you stay stupid.", "author": "Alexander Watson"},
{"quote": "There will never be a better time than now to - well...", "author": "Virginia Alison"},
{"quote": "My favorite color: \"A pale blue dot suspended in a sunbeam...", "author": "Carl Sagan"},
{"quote": "I travel around the world because", "author": "Krystle Kotara"},
{"quote": "Whoever desire life must travel on the road of righteousness.", "author": "Lailah Gifty Akita"},
{"quote": "I am not yearning or seeking new beginnings, instead I make these endless roads my own. \"April 23, 2002", "author": "Shann Tajiah"},
{"quote": "I filled the void with my own sunshine and embarked on a beautiful journey to find my own true self.", "author": "Priya Prithviraj"},
{"quote": "I would rather stumble by chance on a tiny stream in the woods than plan a trip to the Grand Canyon.", "author": "Marty Rubin"},
{"quote": "not all who wander are lost", "author": "Danielle Steel 'wanderlust'"},
{"quote": "That's what a map is, you know. Just a memory. Just a wish to go back home - someday, somehow.", "author": "Catherynne M. Valente"},
{"quote": "The true risks of travel are disappointment and transformation: the fear you'll be the same person when you go home, and the fear you won't.", "author": "Kate Harris"},
{"quote": "That's what books are for, to travel without moving an inch.", "author": "Jhumpa Lahiri"},
{"quote": "And you may travel around the whole world yet never find your own self!", "author": "Avijeet Das"},
{"quote": "To travel hopefully is a better thing than to arrive. - Tochee", "author": "Peter F. Hamilton"},
{"quote": "Perspective is reality, perspective can be changed, therefore reality can be too. In this way reality then becomes subjective.", "author": "Apollo Figueiredo"},
{"quote": "The unknown is your biggest fear, and your greatest gift.", "author": "Joshua Lynott"},
{"quote": "The real journey is how we travel, not where.", "author": "Marty Rubin"},
{"quote": "It is dangerous to abandon one's own country,", "author": "James Joyce"},
{"quote": "I love uncertainty, the feeling of being lost. When you're lost, you're free.", "author": "Marty Rubin"},
{"quote": "When you travel overseas, the locals see you as a foreigner, and when you return, you see the locals as foreigners.", "author": "Robert  Black"},
{"quote": "ABC on that bed sheet, words on that book, well i am on a curiosity voyage and i need my paddles to travel, so books r my paddles (Ejump, 2017)", "author": "Ejump Schiffler"},
{"quote": "No matter what winds others may create against you, you can adjust your sails to navigate and continue your travels.", "author": "Jeffrey G. Duarte"},
{"quote": "Travel is the Experience of life", "author": "Saif Rehman"},
{"quote": "Those who love and those who wander are not lost!", "author": "Avijeet Das"},
{"quote": "if you just visit Dubai for Desert Safari then you're a real tourist", "author": "Mujji"},
{"quote": "An open mind is a traveled mind.", "author": "Tawanna Browne Smith"},
{"quote": "If Jorge Luis Borges' Library of Babel could have existed in reality, it would have been something like the Long Room of Trinity College.", "author": "Christopher de Hamel"},
{"quote": "We're not here for a long time. We're here for a good time.", "author": "J.D. Chadwick"},
{"quote": "What's the worst that can happen?", "author": "Gill Puckridge"},
{"quote": "The basis of tourism is perception of otherness, of something being different from the usual.", "author": "Lucy M. Long"},
{"quote": "As we travel through life, life will not only take us to unexpected places, but it will also take us to places that we already know.", "author": "Anthony T. Hincks"},
{"quote": "The impact of seeing things with my own eyes was more than reading a thousand history books.", "author": "Suzy Hansensen"},
{"quote": "I discovered myself through traveling. Azerbaijan taught me how to love humanity. Scotland taught me how to fight for humanity.", "author": "Fuad Alakbarov"},
{"quote": "I am a daughter of adventure. This means I never experience a dull moment and must be prepared for any eventuality.", "author": "Margaret \"Molly\" Brown"},
{"quote": "Travelling is therapy, where sorrows need no words for being expressed and healing needs no pills.", "author": "Sachin Kumar Puli"},
{"quote": "When you travel with a wise man, in addition to your physical direction, you travel to every direction", "author": "Mehmet Murat ildan"},
{"quote": "It might be the end of the trail, but it's only the start of the night.", "author": "Anthony T. Hincks"},
{"quote": "Go places, everywhere you can See the world—", "author": "Melody  Lee"},
{"quote": "You need to know that lovely places exist and you can go there, when things go wrong, and it’s a place of solace.", "author": "Charlotte Eriksson"},
{"quote": "The world is full of beautiful places. Let your heart be one of them.", "author": "Jenim Dibie"},
{"quote": "We keep drifting from one city to another, inhaling the inimitable fragrances of the myriad places.", "author": "Avijeet Das"},
{"quote": "Japan and its people have a way of life and standard of living that is now studied, admired, copied & envied by the rest of the world.", "author": "Peter Hanami"},
{"quote": "Most people don't travel anymore. They arrive. Unless you're riding the slow boat. Then you see every mile.", "author": "Porter Fox"},
{"quote": "At this last stop before the road enters the endless forest, what we have in common with others can loom larger than what separates us.", "author": "Alain de Botton"},
{"quote": "I traverse the seasons in search of the heart’s desires", "author": "Hanna Abi Akl"},
{"quote": "Are you ready to wander with me to take my hand", "author": "Melody  Lee"},
{"quote": "I'd rather have a rock in my pocket than a label on my shoe.", "author": "ross caligiuri"},
{"quote": "You cannot avoid hearing drums in Haiti.", "author": "Zora Neale Hurston"},
{"quote": "Each one of us travels upon the time towards the end of the worldly life; however, no one realizes and bothers that.", "author": "Ehsan Sehgal"},
{"quote": "The different shade of my passport suggests my human capital is not worthy", "author": "Akachi Obijiaku"},
{"quote": "If you don’t know what Bi-Costal means- we can’t be friends. I hope that explains a lot.", "author": "Niedria Dionne Kenny"},
{"quote": "I think by now we can all agree that the foundation of world travel goes something like \"Bring a cardigan.", "author": "Sloane Crosley"},
{"quote": "Traveling means touching, tasting, smelling the world.", "author": "Tsh Oxenreider"},
{"quote": "As I sleep I let my body rest while my mind travels the four corners of the universe.", "author": "Anthony T.Hincks"},
{"quote": "Seeker, where are you going, and what do you expect to find when you get there?", "author": "Marty Rubin"},
{"quote": "I want to be happy every time,", "author": "Biju Karakkonam, Nature and Wildlife Photographer"},
{"quote": "She: So where do we go from here?", "author": "Avijeet Das"},
{"quote": "There is travel and there are babies,\" he said, stepping out. \"Everything else is drudgery and death.", "author": "Dave Eggers"},
{"quote": "She: So where do we go from here?", "author": "Avijeet Das"},
{"quote": "In exploring the worlds cultures, few means are as powerful and unfailingly unifying as food.", "author": "Annie Falk"},
{"quote": "Wherever I travel in this world,", "author": "Charmaine J.Forde"},
{"quote": "When life gives you happiness deficiency try adding Vitamin SEA to your travels, believe me it always works !", "author": "Aakash Nand"},
{"quote": "We work and slave to get away, only to find that things got in the way. Let's change the script.", "author": "Dirk Weisiger"},
{"quote": "The prettiest, selfless, adorable and innocent smiles I have ever received are from the people whom I met traveling alone", "author": "Bhavik Sarkhedi"},
{"quote": "Traveling off the main road wastes a lot of time. But one discovers many wonderful things.", "author": "Marty Rubin"},
{"quote": "I had money, I had days, I had ennui; together they would have killed me had I not bought the tickets.\" -- Our Uncle Zubi", "author": "Sarim Baig"},
{"quote": "We travel not to escape life, but for life not to escape us.", "author": "Anonymous"},
{"quote": "The gladdest moment in human life, me thinks, is a departure into unknown lands.", "author": "Sir Richard Burton"},
{"quote": "It matters less where you go than that you keep moving.", "author": "Rachel Hartman"},
{"quote": "First stop: Hope. I like the sound of that.", "author": "Darren Groth"},
{"quote": "Few pleasures can equal that of setting off into the unknown.", "author": "Marty Rubin"},
{"quote": "There was no water for miles on end here, not even a small lake, and he was starting to feel like a man trapped in a prison.", "author": "Noor Al-Shanti"},
{"quote": "There was something about speaking in a foreign language that made her feel like she'd been around a lot.", "author": "Carson McCullers"},
{"quote": "Just as I prepared to stand and bow, a woman appeared with a miniature coffee cup in her hand.", "author": "Maya Angelou"},
{"quote": "Traveling broadens your horizon. It makes you see the bigger picture.", "author": "Oliver Markus Malloy"},
{"quote": "The road you travel will remain as your destiny till you change the road!", "author": "Mehmet Murat ildan"},
{"quote": "Travel is no more than one step away from your past and one step closer to your future...", "author": "Virginia Alison"},
{"quote": "Everybody wants to be someplace he ain't.", "author": "Henry Ford"},
{"quote": "If you're lonely, touch someone. Chances are, you'd end up travelling together.", "author": "Jenim Dibie"},
{"quote": "I'm glad that the rock is heavy", "author": "Frank O'Hara"},
{"quote": "Being helpless can cause a man an early death,\" Enki said sourly, \"But the others will be back for us soon and then it'll be all over.", "author": "Noor Al-Shanti"},
{"quote": "I have probably seen the airline belt buckle demonstration 400 times, maybe more.", "author": "Jon Obermeyer"},
{"quote": "I wonder the world desperate to find the edge of myself.", "author": "Talismanist Giebra"},
{"quote": "The winds will wash you out your hair, my dears.", "author": "Frank O'Hara"},
{"quote": "He'd chain-smoked so heavily over the years in the vicinity of that travel bag that he wouldn't be surprised if the leather had developed a tumor.", "author": "Mandy Ashcraft"},
{"quote": "His brain didn't want her to go, and he was afraid his subconscious would badger it's only witness into believing she didn't have to.", "author": "Mandy Ashcraft"},
{"quote": "They stood there looking as if they'd weathered a brief but intense storm between Bagel's cubicle and the break room.", "author": "Mandy Ashcraft"},
{"quote": "Sometimes travelling to your very edge is travelling down to your very core.", "author": "Talismanist Giebra"},
{"quote": "Traveling – it leaves you speechless, then turns you into a storyteller.", "author": "Ibn Battuta"},
{"quote": "A journey is best measured in friends, rather than miles.", "author": "Tim Cahill"},
{"quote": "One who was born by the ocean or has associated with it cannot ever be quite content away from it for very long", "author": "John Steinbeck"},
{"quote": "When you travel, the battered old suitcase only tells half the story...", "author": "Virginia Alison"},
{"quote": "What you will see are things that caught my eye and made me stop in my tracks to take a closer look.", "author": "Noel Marie Fletcher"},
{"quote": "No matter where you go, you will always be in my heart.", "author": "Anthony T.Hincks"},
{"quote": "I'm in love. Again. How on earth do people pick a favorite travel spot?", "author": "Jen Malone"},
{"quote": "Complete freedom is not what a trail offers. Quite the opposite; a trail is a tactful reduction of options.", "author": "Robert Moor"},
{"quote": "The best bike is the one you're on,", "author": "Foster Kinn"},
{"quote": "I have not the slightest desire to see the wonders of nature', said E.", "author": "Sybille Bedford"},
{"quote": "The key to a wonderful life", "author": "Suzy Kassem"},
{"quote": "I still feel at home in Baltimore in a way I will never feel anywhere else – part of the definition of home being a place you don’t belong anymore.", "author": "Tim Kreider"},
{"quote": "The world we know is dwarfed by the worlds we don’t. Why not explore them all?", "author": "Erica Ferencik"},
{"quote": "I still feel at home in Baltimore in a way I will never feel anywhere else—part of the definition of home being a place you don’t belong anymore.", "author": "Tim Kreider"},
{"quote": "I’m telling you, if you listen carefully, the rocks are still crying out.", "author": "Buck Storm"},
{"quote": "If God speaks universes into existence, I doubt a handful of stones and bones will keep Him out.", "author": "Buck Storm"},
{"quote": "Travel is the only thing you buy that makes you richer.", "author": "Unknown"},
{"quote": "Where you go when you travel is as important as where you are in your life when you do.", "author": "Joyce Rachelle"},
{"quote": "Seeing other cultures is the best way to learn which things you thought were universal but are actually local.", "author": "jorge Cham"},
{"quote": "You, too, can observe the beauty of flowers and nature through the windows of your life if you are willing to open them.", "author": "Noel Marie Fletcher"},
{"quote": "Life without port is tiring; life without travel is boring!", "author": "Mehmet Murat ildan"},
{"quote": "That decision whether one should stay or leave is one of the most significant and painful decisions any of us ever has to make.", "author": "Chazzy Patel"},
{"quote": "Travel makes the world smaller.", "author": "Wendy E. Simmons"},
{"quote": "... if you're not happy with who you're waking up with most mornings, make a change -- if you want something (or someone) else, go for it.", "author": "Helen Russell"},
{"quote": "When we allow ourselves to explore, we discover destinations that were never on our map.", "author": "Amie Kaufman"},
{"quote": "We don’t want to be stuck on the train with nothing to read.", "author": "Genevieve Cogman"},
{"quote": "To travel is to breathe sentience into one's ambitions.", "author": "Saim .A. Cheeda"},
{"quote": "Bloopers and Blessings ... My Life!", "author": "Lugene Hessler Hammond"},
{"quote": "Every time I’m in an airport,", "author": "Ada Limon"},
{"quote": "The true reward of traveling is the people you meet along the way.", "author": "Marty Rubin"},
{"quote": "BELIEVE so DEEPLY that you no longer question that it is possible", "author": "Lugene Hessler Hammond"},
{"quote": "Just DO It! ... and say a little prayer.", "author": "Lugene Hessler Hammond"},
{"quote": "To travel is to find solace in this chaotic world", "author": "Anamika Mishra"},
{"quote": "I spend my days and nights wandering from place to place with not a care or grace..", "author": "Avijeet Das"},
{"quote": "There is not truly bad weather, just bad clothes.", "author": "Helen Russell"},
{"quote": "Being too thin isn't particularly desirable here. Women eat.", "author": "Helen Russell"},
{"quote": "Vikings, it seems, make their own way.", "author": "Helen Russell"},
{"quote": "Stopping to have a smoke is a time-honored tradition non-smokers can’t understand.", "author": "Krzysztof Pacyński"},
{"quote": "I thank God for my sanguine temperament, which refuses to allow me to believe in disaster until it is finally manifest", "author": "Dervla Murphy"},
{"quote": "One cannot expect to travel far without faith.", "author": "Erin Forbes"},
{"quote": "Old age is a Gift", "author": "Lugene Hammond"},
{"quote": "An Awesome Aspiring Adventure Across America Available at Amazon and Audible ... A+", "author": "Lugene Hessler Hammond"},
{"quote": "Find Your Happy Place", "author": "Lugene Hessler Hammond"},
{"quote": "My friends don't ask me anymore \"How are you\" they ask \"Where are you", "author": "Lugene Hessler Hammond"},
{"quote": "The world is full of travellers.", "author": "Ranjani Ramachandran"},
{"quote": "This place is special to me and I just wanted to share it with you.", "author": "Anthony T.Hincks"},
{"quote": "But which way do I go from here?” she wondered, searching the unfamiliar city.", "author": "J.M.  Sullivan"},
{"quote": "You want me to shoot him? I can make it look like an accident.", "author": "Mary Calmes"},
{"quote": "Great artists make the entire world their home.", "author": "Chaim Potok"},
{"quote": "It was as if the air was fragranced with potential and the coffee flavoured with facts.", "author": "Elise K. Ackers"},
{"quote": "The happiest person: he goes everywhere and belongs nowhere.", "author": "Marty Rubin"},
{"quote": "It is better to travel on right road than the wrong way.", "author": "Lailah Gifty Akita"},
{"quote": "Step out the door and see what you can find.", "author": "Marty Rubin"},
{"quote": "I love when I get to introduce someone to something amazing.", "author": "Jen Malone"},
{"quote": "But, come to think of it, there was no need to wait. Time travelers don't have to wait for anybody.", "author": "Jack McDevitt"},
{"quote": "I've never been anywhere or traveled anywhere where I didn't feel at home.", "author": "Marty Rubin"},
{"quote": "Living in a state of constant wistful despair, perhaps, will be my destiny, said the traveller.", "author": "Preeti Bhonsle"},
{"quote": "Let's travel our own interstate highway", "author": "Richard L.  Ratliff"},
{"quote": "You know nothing of this world, and now you mean to go out and die in it?", "author": "Katherine Arden"},
{"quote": "I'm here, and now, so are you.", "author": "Anthony T.Hincks"},
{"quote": "The path of prayer is a clear way.", "author": "Lailah Gifty Akita"},
{"quote": "If you pray, your path shall be clear.", "author": "Lailah Gifty Akita"},
{"quote": "Ask for the godly way, travel on that sacred path.", "author": "Lailah Gifty Akita"},
{"quote": "To take one step is already to have gone a long way.", "author": "Marty Rubin"},
{"quote": "To create a new reality, exit from the existing reality and dream! You cannot travel to the new port without leaving the old port!", "author": "Mehmet Murat ildan"},
{"quote": "***Not Religious", "author": "Doug \"Ten\" Rose"},
{"quote": "So now it’s this thing I do.", "author": "Charlotte Eriksson"},
{"quote": "Horizons, cheap whisky straight from the bottle", "author": "Charlotte Eriksson"},
{"quote": "My ideal journey: set out early and never arrive.", "author": "Marty Rubin"},
{"quote": "We travel abroad to discover in distant lands something whose presence at home has become unrecognisable.", "author": "Michel de Certeau"},
{"quote": "You will meet great beings when you come out of the well and see the world.", "author": "Mohith Agadi"},
{"quote": "LOVE IS NOMADIC", "author": "Qwana Reynolds-Frasier"},
{"quote": "I don't travel to escape reality. I travel to return to it.", "author": "Jennifer Coletta"},
{"quote": "A port arrival makes you feel so free ...To realize what it is to be a free man, with a world before him;", "author": "Barnaby Allen"},
{"quote": "Pack your bags and move cities and countries. Nothing will enrich you than travel does.", "author": "Nikita Dudani"},
{"quote": "I don't travel to learn about the world. I travel for the joy of traveling.", "author": "Marty Rubin"},
{"quote": "Your body travels sometimes to somewhere but your mind travels every time to everywhere!", "author": "Mehmet Murat ildan"},
{"quote": "Life is a travel through time.", "author": "Lailah Gifty Akita"},
{"quote": "What happened to me? I asked myself.", "author": "Mitch Albom"},
{"quote": "I may be lost, but I'm traveling the right way.", "author": "Melody  Lee"},
{"quote": "Max was shaking his head. \"Careers are going to be made, based on what happens over the next few days,\" he pointed out.", "author": "Suzanne Brockmann"},
{"quote": "Tamar Alexia Fleishman has been a professional writer for over a decade.", "author": "Tamar Alexia Fleishman"},
{"quote": "The winds of fortune tend to favour the sails of those who politely yell out to it, 'Nice to meet you!", "author": "Nabil Sabio Azadi"},
{"quote": "Whatever that place is, I don't much care -- not unless a book has happened there.", "author": "Joyce Rachelle"},
{"quote": "Traveling is the best education. You see the world through another lens. You realize your homeland isn’t the only reality, there’s many.", "author": "Mark Patterson"},
{"quote": "If I was ever glad to have gone, I was never glad to go.", "author": "Lionel Shriver"},
{"quote": "He who claims to have travelled in the hard roads, let him show his shoes for the proof!", "author": "Mehmet Murat ildan"},
{"quote": "If you call a gypsy a vagabond, I think you do him wrong,", "author": "Joyce Kilmer"},
{"quote": "Linda Heavner Gerald received a silver medal for Fiction from FAPA (Florida Authors and Publishers Association)", "author": "Linda Heavner Gerald"},
{"quote": "She leaves a tiny part of her heart everywhere she travels and memories from the place fill up the void in her heart and soul.", "author": "Yogini Patil"},
{"quote": "...Going into the unknown means returning to the known is a bewitching sweetness. Adventure doesn't always require a sturdy backpack.", "author": "Tsh Oxenreider"},
{"quote": "To travel is to seek new sacred adventures.", "author": "Lailah Gifty Akita"},
{"quote": "I always return from my travels with new books.", "author": "Lailah Gifty Akita"},
{"quote": "I always returned from my travels with new books.", "author": "Lailah Gifty Akita"},
{"quote": "Every travel gives me new thought into life.", "author": "Lailah Gifty Akita"},
{"quote": "To travel is to discover that human beings everywhere are human beings.", "author": "Lailah Gifty Akita"},
{"quote": "To travel is to see the world as it is.", "author": "Lailah Gifty Akita"},
{"quote": "Travel is the dream of travelers.", "author": "Lailah Gifty Akita"},
{"quote": "The traveler knows the grace of travel.", "author": "Lailah Gifty Akita"},
{"quote": "A traveller with an open mind grows richer with each journey, with each encounter, with each conversation.", "author": "Jane Wilson-Howarth"},
{"quote": "Life is the longest journey.", "author": "Lailah Gifty Akita"},
{"quote": "We are humiliated by what is powerful and mean, but awed by what is powerful and noble.", "author": "Alain de Botton"},
{"quote": "Keep going, because there is nothing worse in this world than to stop. Simply keep flying ❤️", "author": "vidhya thakkar"},
{"quote": "How perfect to be aboard a ship with", "author": "Mary Oliver"},
{"quote": "If we were meant to stay in one place, we would have roots instead of feet.", "author": "Rachel Wolchin"},
{"quote": "Go somewhere you know nothing about and see what happens.", "author": "Karl Ove Knausgård"},
{"quote": "We awaken by asking the right questions.", "author": "Suzy Kassem"},
{"quote": "Blessed are the curious, for they shall have adventures.", "author": "Lovelle Drachman"},
{"quote": "You have travel too far to quit, may the grace of faith, keep you going in the forward motion to reach the ultimate goal.", "author": "Lailah Gifty Akita"},
{"quote": "Even more than a heart, hope was a necessary traveling companion.", "author": "Julianne Donaldson"},
{"quote": "Approach a trip as a chance to collect unique experiences, not passport stamps, postcards and snapshots in front of famous monuments.", "author": "Rough Guides"},
{"quote": "You have to pay attention to the road even if you don't know where you're going.", "author": "Marty Rubin"},
{"quote": "For me, the sea was a great comfort, Pilar. But it made my children restless. It exists now so we can call and wave from opposite shores.", "author": "Cristina García"},
{"quote": "The story of life depends on how well you live your life.", "author": "Hockson Floin"},
{"quote": "All our ancestors were murdered, murderers, complicit to murder, or combating murder.", "author": "Lucy Knisley"},
{"quote": "Make a u-turn, when you see you have traveled on the wrong path.", "author": "Lailah Gifty Akita"},
{"quote": "Travel on the right paths for journey of a life time.", "author": "Lailah Gifty Akita"},
{"quote": "Walk on the path of lights.", "author": "Lailah Gifty Akita"},
{"quote": "Clever and civilized men will not stay home", "author": "Ahmad Fuadi"},
{"quote": "Travel is an urge best cultivated from within.", "author": "Rough Guides"},
{"quote": "Wherever, I am, you will always be in my heart.", "author": "Lailah Gifty Akita"},
{"quote": "Crossing the limit is not my style", "author": "Munia Khan"},
{"quote": "In the meantime, there is not an hour to lose. I am about to visit the public library.", "author": "Jules Verne"},
{"quote": "Explore the world with an open mind, a sturdy carry-on, and clothes that don't wrinkle!", "author": "Madeleine K. Albright"},
{"quote": "Spain is more vegan-friendly than you've been led to believe. The truth is, most places are.", "author": "Wendy Werneth"},
{"quote": "The world is a forgotten place.", "author": "Nina Hrusa"},
{"quote": "It's time to change my life and see the world", "author": "Jennifer Coletta"},
{"quote": "Do not judge my success by the destination I reached but the distance I traveled.", "author": "Majid Kazmi"},
{"quote": "I want more from life.", "author": "Anna B. Doe"},
{"quote": "Oh don't be pompous and gloomy,darling,\" chided Amalfi. \"There are thousands of places just as lovely as this. And as peaceful.\"", "author": "M.M. Kaye"},
{"quote": "Somewhere along the line, the crazy youth hostelers I kept seeing everywhere stopped looking so crazy.", "author": "Jen Malone"},
{"quote": "I do not know where to go, but I have been on the road.", "author": "Miyakahi Hayao"},
{"quote": "Powerful words always travel the whole world!", "author": "Mehmet Murat ildan"},
{"quote": "Road is road.", "author": "Lailah Gifty Akita"},
{"quote": "The world is full of places I haven't been.", "author": "Judy Blundell"},
{"quote": "Travel with the wit of an adult, and the wonder of a child.", "author": "Anonymous"},
{"quote": "Jobs fill your pockets, adventures fill your soul.", "author": "Jamie Lyn Beatty"},
{"quote": "A good traveler is one who who does not know where he is going to , and a perfect traveler does not know where he came from.", "author": "Lin Yutang"},
{"quote": "When you are silent on the truth, you have given a transport fare for the lie to travel and spread fast.", "author": "Israelmore Ayivor"},
{"quote": "Like Salvador Dali’s paintings of watches melting in the sand, time wanders at its own curious pace whenever you’re on vacation in a foreign country.", "author": "Laurie Nadel"},
{"quote": "The right path is characterised by rough road.", "author": "Lailah Gifty Akita"},
{"quote": "...being a weatherman in Ireland is about the biggest scam going.", "author": "Rachel Friedman"},
{"quote": "Through understanding, people will be able to see their similarities before differences.", "author": "Suzy Kassem"},
{"quote": "The horses have stopped", "author": "Richelle E. Goodrich"},
{"quote": "It is better to travel on the rough right road than smooth wrong way.", "author": "Lailah Gifty Akita"},
{"quote": "Fear limits YOU and YOUR VISION.", "author": "Abhishek Kumar"},
{"quote": "No matter what we have heard or read about a country, it is our own feeling that counts.", "author": "Dulce Rodrigues"},
{"quote": "hidden in this huge city beats in unison the heart of a whole people seeking to find their route to a better future.", "author": "Dulce Rodrigues"},
{"quote": "I’m learning", "author": "Paul Guest"},
{"quote": "To feel is to go to the places you were.", "author": "Will Advise"},
{"quote": "If you have to ask that question, you wouldn't understand the answer.", "author": "John McPhee"},
{"quote": "The last time someone had laid out a suit and a pair of dress shoes with a ticket purchased for a faraway place, Henry had refused to go.", "author": "Jamie Ford"},
{"quote": "The journey of life is a sacred travel.", "author": "Lailah Gifty Akita"},
{"quote": "Those who say traveling is expensive, are just ill-informed.", "author": "Maria Angelova"},
{"quote": "Nothing brings home closer than going home...", "author": "Will Advise"},
{"quote": "It's time to change my life and see the world.", "author": "Jennifer Coletta"},
{"quote": "Ô, Muse of the Heart’s Passion,", "author": "Roman Payne"},
{"quote": "I have seen travel plans happen only when they were made overnight.", "author": "Sanhita Baruah"},
{"quote": "To get away from one's working environment is; in a sense, to get away from one's self; and this is often the chief advantage of travel and change.", "author": "Charles Horton Cooley"},
{"quote": "Although I understand that all days are equal with 24 hours each, most of us agree that Friday is the longest day of the week and Sunday the shortest!", "author": "D.S. Mixell"},
{"quote": "​If You have Chosen a Destination, You Must Find a Path. if You have Chosen a Path, You Must Find the Destination. You can Never Choose Both.", "author": "Vineet Raj Kapoor"},
{"quote": "Everything is just how I imagined it, yet everything is new", "author": "Johann Wolfgang von Goethe"},
{"quote": "Traveling leaves you speechless, then turns you into a storyteller", "author": "Ibn Battuta"},
{"quote": "What is infinity? I haven’t a clue.", "author": "F.K. Preston"},
{"quote": "Work hard now and reap the benefits later!", "author": "Bogdan Vaida"},
{"quote": "Travel is as much a passion as ambition or love.", "author": "Letitia Elizabeth Landon"},
{"quote": "You may follow the footsteps", "author": "Avijeet Das"},
{"quote": "She soars with eagles and navigates by rainbows.", "author": "Lesley Hazleton"},
{"quote": "Expectation is the dirtiest word in a traveler's vocabulary.", "author": "John Early"},
{"quote": "What was he? Storyteller and secretary and doer of odd jobs, neither Tizerkane nor delegate, just someone along for the dream.", "author": "Laini Taylor"},
{"quote": "Experience does for the soul what education does for the mind.", "author": "Casey Neistat"},
{"quote": "A little piece of everywhere I go becomes a big part of everything I do.", "author": "Richie Norton"},
{"quote": "Never have a plan; it'll just get in your way.", "author": "Marty Rubin"},
{"quote": "Maybe true travel is not the transportation of the body, but a change of perception, renewing the mind.", "author": "Ben Okri"},
{"quote": "The more you get set into your own world, the smaller your world becomes.", "author": "J.R. Rim"},
{"quote": "I reside in an abode where your thoughts imagine me... You reside in my heart where the auricles camouflage my longing...", "author": "Avijeet Das"},
{"quote": "This for me was home, and for the visitors, Kashmir\".", "author": "Irfan Nabi"},
{"quote": "Do you know what the luckiest thing is?’", "author": "Ben Okri"},
{"quote": "To find truth, one must travel a dense fog!", "author": "David Dweck"},
{"quote": "In fact, they live in a state of constant paradox where truth is anything but constant", "author": "Guy Delisle"},
{"quote": "From the day I began traveling, I understood that truths were lies and lies were truths.", "author": "Kevin Keenoo"},
{"quote": "Traveling is as subtle as an early morning reverence.", "author": "Kevin Keenoo"},
{"quote": "It's in those quiet little towns, at the edge of the world, that you will find the salt of the earth people who make you feel right at home.", "author": "Aaron Lauritsen"},
{"quote": "I read. That's my form of travel.", "author": "Michael Finkel"},
{"quote": "Those who achieve the extraordinary are usually the most ordinary because they have nothing to prove to anybody. Be Humble.", "author": "Aaron Lauritsen"},
{"quote": "I suddenly realized I was in California. Warm, palmy air - air you can kiss - and palms.", "author": "Jack Kerouac"},
{"quote": "No baggage - there was the secret of existence.", "author": "Robert Louis Stevenson"},
{"quote": "If your heart is your home, you can be happy anywhere.", "author": "Lailah Gifty Akita"},
{"quote": "And it certainly wasn’t a choice without risk. But then very few worthwhile things in life are. The greater the risk, the greater the reward.", "author": "Heather   Hackett"},
{"quote": "Every time I travel I feel like the Universe is guiding me into its aura by liberating a piece of my soul.", "author": "M.B. Mohan"},
{"quote": "We lay on our backs, looking at the ceiling and wondering what God had wrought when He made life so sad. We made vague plans to meet in Frisco.", "author": "Jack Kerouac"},
{"quote": "And it certainly wasn’t a choice without risk. But then very few worthwhile things in life are. The greater the risk, the greater the reward.", "author": "Heather Hackett"},
{"quote": "I’d heard street food was a big thing here in Mexico but I didn’t think it meant the creatures that lived on the street.", "author": "Karl Pilkington"},
{"quote": "... a certain kind of wanderlust can only be assuaged by the acts of the body itself in motion, not the motion of the car, boat, or plane.", "author": "Rebecca Solnit"},
{"quote": "Travel is a worthwhile voyage.", "author": "Lailah Gifty Akita"},
{"quote": "Despite 4,000 years of proven usefulness, quarantines seem to be to modern international public health experts as garlic is to a vampire.", "author": "T.K. Naliaka"},
{"quote": "Choose only one master — Nature.", "author": "Rembrandt"},
{"quote": "Human inertia induces us to believe that our lives will never change unless we relocate.", "author": "Kilroy J. Oldster"},
{"quote": "Ô, the wine of a woman", "author": "Roman Payne"},
{"quote": "With the selfies, a photographer has finally found his place in a photograph.", "author": "Amit Kalantri"},
{"quote": "A selfie has more face and fewer feelings.", "author": "Amit Kalantri"},
{"quote": "If you know whence you came, there is really no limit to where you can go.", "author": "James     Baldwin"},
{"quote": "Travel is the treasure of time.", "author": "Lailah Gifty Akita"},
{"quote": "Those who don't belong to any specific place can't, in fact, return anywhere.", "author": "Jhumpa Lahiri"},
{"quote": "Travel is the best school; it has the best teachers because everything seen is a teacher; and this colourful school’s diploma is wisdom!", "author": "Mehmet Murat ildan"},
{"quote": "The true adventurer sees his glass as half full even when there are things swimming in it.", "author": "Randy Ross"},
{"quote": "May my soul forever stay wild and my spirit always be adventurous.", "author": "Zascha Friis"},
{"quote": "You can’t make a small world for yourself, because what are you going to do when that small world implodes?", "author": "S.R. Crawford"},
{"quote": "Being a maverick traveller, one would like to place oneself in the place of a local; just listen without judgement.", "author": "Mary Jane Walker"},
{"quote": "Everywhere, I have travel to, I felt loved.", "author": "Lailah Gifty Akita"},
{"quote": "I like to believe that the road is sharpening my mind and lengthening my life with surprise.", "author": "Gloria Steinem"},
{"quote": "A word can change a mind. A sentence can change a life. A book can change the world.", "author": "Tom  Kane"},
{"quote": "Life is a concept, like the “universe\", that expands as soon as we reach what we think is its edge.", "author": "Kamand Kojouri"},
{"quote": "I took only one suitcase, and a cosmetics case for medicines but I was worried about books. Solitude is all right with books, awful without.", "author": "Martha Gellhorn"},
{"quote": "Anyone can choose to have success, but only the patient ones will get rewarded by it. Be relentless in chasing your dreams.", "author": "Aaron Lauritsen"},
{"quote": "Take care of your car in the garage, and the car will take care of you on the road.", "author": "Amit Kalantri"},
{"quote": "The only real certainty is that if you get to live, you gotta die. Live life now.", "author": "Aaron Lauritsen"},
{"quote": "Don't live off your past successes or failures, live for the next big pursuit.", "author": "aaron lauritsen"},
{"quote": "Integrity is something we show, not proclaim.", "author": "Aaron Lauritsen"},
{"quote": "Among all the machines, motorcar is my favorite machine.", "author": "Amit Kalantri"},
{"quote": "Adventure is worthwhile.", "author": "Aristotle"},
{"quote": "I am emotional about engines, if you hurt my car, you hurt my heart.", "author": "Amit Kalantri"},
{"quote": "Or we'll go that way. Or we'll walk on the highways now, and we'll have time to put", "author": "Ray Bradbury"},
{"quote": "I am so obsessed with the cars that sometimes I feel like my heart is not a muscle, it's an engine.", "author": "Amit Kalantri"},
{"quote": "Our hearts are light and gay because now its happening, we're starting, we're travelling again.", "author": "Martha Gellhorn"},
{"quote": "Be brave. You didn't travel this far to languish within the walls of your comfortable self.", "author": "Sandra Vischer"},
{"quote": "The health of the eye seems to demand a horizon. We are never tired, so long as we can see far enough", "author": "Ralph Waldo Emerson"},
{"quote": "The funny thing about money is that you can't take it with you, so don’t try to.", "author": "Aaron Lauritsen"},
{"quote": "When I visit someplace new my favorite thing to do is eat...and walk, preferable to a place where I can eat some more.", "author": "jessica fechtor"},
{"quote": "I love the wheels, I mean steering wheel.", "author": "Amit Kalantri"},
{"quote": "The world is alive, and just as we humans draw energy from connection with other human beings, so we do too from this world.", "author": "Jellis Vaes"},
{"quote": "The freedom of the open road is seductive, serendipitous and absolutely liberating.", "author": "Aaron Lauritsen"},
{"quote": "True friends don't come with conditions.", "author": "Aaron Lauritsen"},
{"quote": "Ô, the wine of a woman from heaven is sent,", "author": "Roman Payne"},
{"quote": "We love our partners for who they are, not for who they are not.", "author": "Aaron Lauritsen"},
{"quote": "The high road of grace will get you somewhere a whole lot faster then the freeway of spite.", "author": "Aaron Lauritsen"},
{"quote": "Some people when they see cheese, chocolate or cake they don't think of calories.", "author": "Amit Kalantri"},
{"quote": "Explore, Experience, Then Push Beyond.", "author": "Aaron Lauritsen"},
{"quote": "Travel is costly yes, but it pays dividends too.", "author": "Aaron Lauritsen"},
{"quote": "Hunger gives flavour to the food.", "author": "Amit Kalantri"},
{"quote": "The salt is to the food, what soul is to the body.", "author": "Amit Kalantri"},
{"quote": "There is no such thing as loving a child too much.", "author": "Aaron Lauritsen"},
{"quote": "Diet food is not a meal its a medicine.", "author": "Amit Kalantri"},
{"quote": "Be a team player, not a bandwagon jumper.", "author": "Aaron Lauritsen"},
{"quote": "We can all avoid travel that is unnecessary; we do not need to travel around the world when the source of all joy and all beauty is right within us.", "author": "Eknath Easwaran"},
{"quote": "The highway of grace will get you somewhere a whole lot faster then the freeway of spite.", "author": "Aaron Lauritsen"},
{"quote": "A good food is mouthwatering when you see it and finger licking when you eat it.", "author": "Amit Kalantri"},
{"quote": "We love our mother because she cares and also because she cooks.", "author": "Amit Kalantri"},
{"quote": "Without travels, our existence, our memories, our literature, our dreams, our everything would be very poor, very boring, very limited!", "author": "Mehmet Murat ildan"},
{"quote": "Welcome to the American sector!", "author": "Catherynne M. Valente"},
{"quote": "Don't expect the unexpected. Let the unexpected expect you.", "author": "Kiara Maharaj"},
{"quote": "Travel to Cuba", "author": "Captain Hank Bracker"},
{"quote": "Travel the world until your Facebook's check ins finished...!!!", "author": "M.Rehan Behleem"},
{"quote": "If travelling was free, you won't see me again", "author": "Murfi (MyMan)"},
{"quote": "Travel is my world", "author": "Murfi (MyMan)"},
{"quote": "When the Earth basks in the Sun's brilliance, you'll find me there with my arms spread wide and my face with a smile.", "author": "Saim .A. Cheeda"},
{"quote": "Of one thing, though, she was sure: \"I want to travel,\" she confessed.", "author": "Kiran Desai "},
{"quote": "The cold and crystal clear water, it falls gently on the sleeper, cleansing the mind and soothing the soul...", "author": "El Fuego"},
{"quote": "You don't need a vacation when there's anything to escape from...", "author": "El Fuego"},
{"quote": "My greatest pleasure is to travel down an unfamiliar road.", "author": "Marty Rubin"},
{"quote": "By reading books, you lose your old self and you find your new self! To read is to travel from self to another self!", "author": "Mehmet Murat ildan"},
{"quote": "You can never get enough of adventure.", "author": "Kiara Maharaj"},
{"quote": "I get butterflies every time I wander beautiful places I've never been.", "author": "Katrice Cabral"},
{"quote": "What sort of adventures?' I asked him, astonished.", "author": "Jean-Paul Sartre"},
{"quote": "Go without the latest iPhone, explore the world and discover...", "author": "El Fuego"},
{"quote": "Memories are sweet, cherish it...", "author": "El Fuego"},
{"quote": "You'll live through my words and my pictures, and I'll live somewhere the skies are blue.", "author": "Maria Elena"},
{"quote": "When visiting the Grand Canyon, make sure you hike into the canyon. And be careful not to fall or step in mule poop.", "author": "McKenna Shay"},
{"quote": "Make sure you control the radio on a long road trip. You don't want to listen to some old-fashioned music the whole time.", "author": "Preston Shay"},
{"quote": "For me, books have always been the greatest gifts. I love to give and receive them because I know they are a reflection of the giver.", "author": "Colleen Mariotti"},
{"quote": "Rule #1 of Traveling-", "author": "Sanhita Baruah"},
{"quote": "We all seek that somewhere to which we belong and that somewhere is surely not here!", "author": "Jasleen Kaur Gumber"},
{"quote": "I only had to drop acid once to know that Timothy Leary was right about questioning authority.", "author": "Barbara  Schoichet"},
{"quote": "If the body is the register of the real, then reading with one's feet is real in a way reading with one's eyes alone is not.", "author": "Rebecca Solnit"},
{"quote": "That's what a poem is. Words which have a hidden meaning. A poem is like a secret.", "author": "Monique Roffey"},
{"quote": "Travel, for me, is a breathtaking experience. A humbling for the soul and the realization that we are all in this together.", "author": "Michael Holbrook"},
{"quote": "From Louisiana, he followed the hyphens in the road that blurred together toward a faraway place, bridging unrelated things as hyphens do.", "author": "Isabel Wilkerson"},
{"quote": "To create abundance in life, travel and touch everyone you meet with your infinite love.", "author": "Debasish Mridha"},
{"quote": "The joy is in the journey.", "author": "Lailah Gifty Akita"},
{"quote": "Loveyoubye", "author": "Jen Malone"},
{"quote": "Sometimes you do not need a particular destination to go, you just need a travel; the place you want to go is the travel itself!", "author": "Mehmet Murat ildan"},
{"quote": "With action experience grows, with travel outlooks grow, and with reflections wisdom grows.", "author": "Debasish Mridha"},
{"quote": "More than a plan the right companion is who makes your travel memorable.", "author": "Sanjeet Veen"},
{"quote": "It's like rock n' roll for your eyes.", "author": "Paul Howard"},
{"quote": "It is where you want to be in the next five years, not where you are now.", "author": "Shannon L. Alder"},
{"quote": "Bilbo was sadly reflecting that adventures are not all pony-rides in May-sunshine...", "author": "J.R.R. Tolkien"},
{"quote": "We take to the breeze, we go as we please.", "author": "E.B. White"},
{"quote": "Didn't know where I was going. Didn't care where I ended up. I knew I'd be okay though.", "author": "Darnell Lamont Walker"},
{"quote": "We travel not just to see the beauty of new places but to see our own beauty in a new environment.", "author": "Debasish Mridha"},
{"quote": "Wait for it to rain and then go out into the street.", "author": "Gwen Calvo"},
{"quote": "Perhaps it is the setting; rules tend to reduce their grip when you cross borders.", "author": "Rita Golden Gelman"},
{"quote": "Travel is a set of corrective lenses that helps focus the planet's blurred reality.", "author": "Andrew Solomon"},
{"quote": "Even the ones you don't like, you like better in Paris.", "author": "Janice MacLeod"},
{"quote": "And then I saw what I was to see so many times on the journey--a look of longing. \"Lord! I wish I could go.", "author": "John Steinbeck"},
{"quote": "For of this world one never sees enough and to dine in harmony with nature is one of the gentlest and loveliest things we can do.", "author": "James A. Michener"},
{"quote": "Man-eaters are finally shot dead.", "author": "Mahendra Jakhar"},
{"quote": "In America everything goes and nothing matters, while in Europe nothing goes and everything matters.", "author": "Philip Roth"},
{"quote": "To travel across Spain and finally to reach Barcelona is like drinking a respectable red wine and finishing up with a bottle of champagne.", "author": "James A. Michener"},
{"quote": "The pleasant fact is that the British are not much good at violent crime except in fiction, which is of course as it should be.", "author": "Bill Bryson"},
{"quote": "Fly", "author": "A Starry Eyed April"},
{"quote": "He and I suddenly saw the whole country like an oyster for us to open; and the pearl was there, the pearl was there.", "author": "Jack Kerouac"},
{"quote": "To reduce your age,increase your experiences.", "author": "Subbu Peteti"},
{"quote": "Travel means a lot of learning experience to me\".", "author": "Kunal Karan Kapoor"},
{"quote": "We're all astronauts, really, aren't we; interstellar astronauts, travelling so far into the blackness we can never return.", "author": "S. K Tremayne"},
{"quote": "The journey is greater than the destination.", "author": "Rick Riordan"},
{"quote": "You're back where you swore yourself you wouldn't be", "author": "Sanhita Baruah"},
{"quote": "And I keep wandering in search of a nothingness...", "author": "Avijeet Das"},
{"quote": "There are no safe voyages and no safe ports.", "author": "Marty Rubin"},
{"quote": "Albatrosses and penguins are the last birds I'd want to murder.", "author": "Bruce Chatwin"},
{"quote": "Will I ever see the mountains or am I doomed to roam the flatlands?", "author": "Jessica-Lynn Barbour"},
{"quote": "Live a Nomad Family lifestyle to broaden your horizon and create a more suitable lifestyle for your family", "author": "Brenda Brave"},
{"quote": "Ethel and Frances found a means for consolation together: travel.", "author": "Nancy Carpentier Brown"},
{"quote": "Travelling the road will tell you more about the road than the google will tell you about the road.", "author": "Amit Kalantri"},
{"quote": "Travelling shouldn't be just a tour, it should be a tale.", "author": "Amit Kalantri"},
{"quote": "The culmination of every supreme nationalism is a consummate universalism.", "author": "Nicos Hadjicostis"},
{"quote": "Real traveling is not about visiting places but 're-visiting' our inner-self.", "author": "Sorrab Singha"},
{"quote": "Be a true traveller, don't be a temporary tourist.", "author": "Amit Kalantri"},
{"quote": "The stars are far brighter", "author": "J.R.R. Tolkien"},
{"quote": "Travel teaches as much as a teacher.", "author": "Amit Kalantri"},
{"quote": "all I wanted was to go off to some other world, a place beyond anybody's reach. A place beyond the flow of time.", "author": "Haruki Murakami"},
{"quote": "…So, um, you’re from Rochester? Like, New York?” Jersey asked.", "author": "Rebecca McNutt"},
{"quote": "Trekking means a travelling experience with a thrilling excitement.", "author": "Amit Kalantri"},
{"quote": "But our back is to legends and we are coming home. I suppose this is the first taste of it.'", "author": "J.R.R. Tolkien"},
{"quote": "[The long ride to Riyadh]", "author": "Dave Eggers"},
{"quote": "We trifle with France and labour with Germany, we sentimentalize over Italy and ecstacise over Spain- but England we love.", "author": "Frances Hodgson Burnett"},
{"quote": "The spirit of the way is surely there, in the wish to wander through the world in order to escape it and to find others where there is nobody.", "author": "Jean-Christophe Rufin"},
{"quote": "Those who travel outward seek completeness in things; those who gaze inward find sufficiency in themselves.", "author": "Liezi"},
{"quote": "A girl who travels has relationships that are based not on security, but on sincerity", "author": "lauren klarfeld"},
{"quote": "When coming back, we may notice we have changed because others haven’t.", "author": "lauren klarfeld"},
{"quote": "We must dare to travel on unexplored path.", "author": "Lailah Gifty Akita"},
{"quote": "Show me that horizon, promise me a world better than this on the other side of the sun.", "author": "Saim A. Cheeda"},
{"quote": "A girl who travels won’t need a saviour; she’ll need an accompanier. And she’ll need someone who lives that way too.", "author": "lauren klarfeld"},
{"quote": "Our homes travel with us. They are wherever we feel loved and accepted.", "author": "Kamand Kojouri"},
{"quote": "For walk where we will, we tread upon some story.", "author": "Marcus Tullius Cicero"},
{"quote": "All three wore the air of superiority assumed by people who are already in a place when studying new arrivals.", "author": "Agatha Christie"},
{"quote": "Few can see wither their road will lead them, till they comes to it's end. - Gimli", "author": "J.R.R. Tolkien"},
{"quote": "With courage of adventure, you can overcome the culture shock in a visit to a new country.", "author": "Lailah Gifty Akita"},
{"quote": "In the modern world, if you want to travel off the beaten path, stay off the beaten media path.", "author": "Khang Kijarro Nguyen"},
{"quote": "It is never too late to take another voyage.", "author": "Lailah Gifty Akita"},
{"quote": "Explore new adventures.", "author": "Lailah Gifty Akita"},
{"quote": "Everytime I share Jesus Christ, I feel like a superhero!", "author": "Jane Bulos"},
{"quote": "The train rolled right through dinner and over the sunset and around ten o'clock and into a nap and out the next day...", "author": "Lindsay Mattick"},
{"quote": "Go on vacation. You're turning into an itchB!", "author": "Demi's BFF-- Vicky"},
{"quote": "Explore new sacred land.", "author": "Lailah Gifty Akita"},
{"quote": "What will happen if you can travel in somebody's memories??", "author": "Deyth Banger"},
{"quote": "Concentrate and complete the journey.", "author": "Lailah Gifty Akita"},
{"quote": "We dare travel to the sacred land.", "author": "Lailah Gifty Akita"},
{"quote": "Photography is like exploring a new dimension, only I can go there but I can show you where I've been.", "author": "Destin Sparks"},
{"quote": "Some days you just get lucky… Other days you wait patiently for luck to happen", "author": "Destin Sparks"},
{"quote": "It doesn't matter where I go, I don't want to be there. And then I get to the next place, and I don't want to be there either.", "author": "Laurie Halse Anderson"},
{"quote": "I must go down to the sea again, for the call of the running tide, is a wild call and a clear call, that cannot be denied!", "author": "John Masefield"},
{"quote": "Every new journey transforms the traveler.", "author": "Lailah Gifty Akita"},
{"quote": "It was as simply as that. And as complex.", "author": "Svetlana Meritt"},
{"quote": "We travel to see the reflection of our minds on the mirror of changes so that we may enrich ourselves.", "author": "Debasish Mridha"},
{"quote": "I have travel to sacred places through the pages of books.", "author": "Lailah Gifty Akita"},
{"quote": "Everywhere I travel to, there is my home.", "author": "Lailah Gifty Akita"},
{"quote": "Everywhere, I am welcome, I will stay there.", "author": "Lailah Gifty Akita"},
{"quote": "Life is way too short to get lost, so follow the script the way it comes and keep changing the checkpoints on every page.", "author": "Neetesh Dixit"},
{"quote": "To go and see one druidical temple is only to see that it is nothing, for there is neither art nor power in it; and seeing one is quite enough.", "author": "Samuel Johnson"},
{"quote": "Every sacred travel transforms the soul.", "author": "Lailah Gifty Akita"},
{"quote": "In other words, where we are is vital to who we are.", "author": "Éric Weiner"},
{"quote": "The thing about Ayers Rock is that by the time you finally get there you are already a little sick of it.", "author": "Bill Bryson"},
{"quote": "What matter it how far we go?\" his scaly friend replied.\"There is another shore, you know, upon the other side.", "author": "Lewis Carroll"},
{"quote": "If you go on the road hoping to find it, you might discover you've had it with you all along. That which you seek is yourself.", "author": "D.C. Leberknight"},
{"quote": "JOY is in the JOurneY, not the destination.", "author": "Cindy Arledge"},
{"quote": "The jungle is alive. It’s dangerous as a living nightmare and brimful of hostility.", "author": "Sara Sheridan"},
{"quote": "Life is like a cigarette and the world is a cigarette packet...!!!", "author": "M.Rehan Behleem"},
{"quote": "The advantage of travel is that after a while you begin to realize that wherever you go, most people aren't really all that much different.", "author": "Joanne Harris"},
{"quote": "If I read enough about one country I sometimes found that the intensity of the reading removed by desire to travel there.", "author": "Paul Theroux"},
{"quote": "Travel as much as you can because your life is not bigger than this world...!!!", "author": "M.Rehan Behleem"},
{"quote": "We are all pilgrims who seek Italy.", "author": "Johann Wolfgang von Goethe"},
{"quote": "The secret to being a good traveler is liking a place before you get there.", "author": "Marty Rubin"},
{"quote": "Great journey, great joy.", "author": "Lailah Gifty Akita"},
{"quote": "Even migrating birds know that nature doesn't demand a choice between nesting and flight.", "author": "Gloria Steinem"},
{"quote": "When people ask me why I still have hope and energy after all these years, I always say: Because I travel.", "author": "Gloria Steinem"},
{"quote": "Four great adventures; read, learn, write and travel.", "author": "Lailah Gifty Akita"},
{"quote": "Many are the friendships that have found an unforseeen and sudden end on a journey, and few are those that survive it.", "author": "Elizabeth von Arnim"},
{"quote": "Then his friend said, 'If you fly you will save a day.'", "author": "Graham Greene"},
{"quote": "It's all part of my spirituality,", "author": "Jess \"Chief\" Brynjulson"},
{"quote": "The feeling of a place was the best reason to go.", "author": "Robert Kurson"},
{"quote": "If you don't learn to travel comfortably alongside your fear, then you'll never be able to go anywhere interesting or do anything interesting.", "author": "Elizabeth Gilbert"},
{"quote": "Early morning: set off at dawn. Travel round in front of the sun, steal a day's march on him. Keep it up for ever never grow a day older technically.", "author": "James Joyce"},
{"quote": "Every great journey stimulates great faith and great joy.", "author": "Lailah Gifty Akita"},
{"quote": "T- Thrilling", "author": "rajat chakraborty"},
{"quote": "You have the courage to take chances.", "author": "Lailah Gifty Akita"},
{"quote": "Dare to Explore. Dare to Dream. Dare to Discover. Dare to break the rules. Dear to Leave. Dare to Begin. Dare to Live. Dear to Love. Dare to be You.", "author": "Oksana Rus"},
{"quote": "The world is such a big place; staying in one town your whole life, is like never leaving your house.", "author": "Chris Geiger"},
{"quote": "The journey of life can be travel through experience and reading.", "author": "Lailah Gifty Akita"},
{"quote": "Read. Learn. Write. Travel.", "author": "Lailah Gifty Akita"},
{"quote": "There is no \"right\" way--only the way that is put before you.", "author": "Jake T. Forbes"},
{"quote": "Your Eyes Travel a Thousand Miles,", "author": "AnnaBella Cavanagh"},
{"quote": "Travel improves the mind wonderfully, and does away with all one’s prejudices.", "author": "Oscar Wilde"},
{"quote": "for every mile the feet go", "author": "E.E. Cummings"},
{"quote": "I dare walk alone on my sacred path.", "author": "Lailah Gifty Akita"},
{"quote": "On this road", "author": "Matsuo Bashō"},
{"quote": "All journeys eventually end in the same place, home.", "author": "Chris Geiger"},
{"quote": "Some trips are more than distance traveled in miles.", "author": "Lucy Knisley"},
{"quote": "Enjoy the moment while waiting.", "author": "Lailah Gifty Akita"},
{"quote": "Savour on the moment, while still waiting for sacred time.", "author": "Lailah Gifty Akita"},
{"quote": "Like all great travellers, I have seen more than I remember, and remember more than I have seen.", "author": "Benjamin Disraeli"},
{"quote": "The world is a thick book", "author": "Anika Redhed"},
{"quote": "Seek the miracles in a sacred moment.", "author": "Lailah Gifty Akita"},
{"quote": "Time is Short. Take Time to Travel.", "author": "Barbara K Olson"},
{"quote": "Seek the miracles in sacred moment.", "author": "Lailah Gifty Akita"},
{"quote": "Wherever I travel to, I encounter great souls.", "author": "Lailah Gifty Akita"},
{"quote": "If you don’t know where you are going, ask those who have been there.", "author": "Lailah Gifty Akita"},
{"quote": "Everyone wanted to get to someplace better, wherever that was.", "author": "Kenneth Eade"},
{"quote": "Walk on your sacred path.", "author": "Lailah Gifty Akita"},
{"quote": "Enjoy the ride while it still lasts.", "author": "Lailah Gifty Akita"},
{"quote": "Altogether, I can't imagine technology replacing bookstores completely, any more than movies about a country replace going there.", "author": "Gloria Steinem"},
{"quote": "Life is your sacred journey. You ought to enjoy every moment.", "author": "Lailah Gifty Akita"},
{"quote": "The Ache That Would Not Leave", "author": "John Mark Green"},
{"quote": "Sensitive people feel so deeply they often have to retreat from the world, in order to dig beneath the layers of pain to find their faith and courage.", "author": "Shannon L. Alder"},
{"quote": "Leaving is an act that cannot be undone.", "author": "Nayomi Munaweera"},
{"quote": "We travel to see beauty of souls in new landscapes.", "author": "Lailah Gifty Akita"},
{"quote": "Your VISION and your self-willingness is the MOST powerful elements to conquer your goal", "author": "Rashedur Ryan Rahman"},
{"quote": "Autumn is a momentum of the natures golden beauty…, so the same it’s time to find your momentum of life", "author": "Rashedur Ryan Rahman"},
{"quote": "How you think and create your inner world that you gonna become in your outer world. Your inner believe manifest you in the outside", "author": "Rashedur Ryan Rahman"},
{"quote": "Give yourself a great self-respect to know who you are then your confidence will shine on you", "author": "Rashedur Ryan Rahman"},
{"quote": "Well, we're originally from Glace Bay.\"", "author": "Beatrice Rose Roberts"},
{"quote": "Although you may not know where the road will end, you dare travel on it.", "author": "Lailah Gifty Akita"},
{"quote": "CONFIDENCE is not showing off your VANITY, it’s about to be HUMBLED and KIND to others what are you truly SKILLED and PROFESSIONAL about…", "author": "Rashedur Ryan Rahman"},
{"quote": "REJECTION is kind of your negative ILLUSION which has no value but it’s give you a CLUE to go for next level of your ACTION.", "author": "Rashedur Ryan Rahman"},
{"quote": "There is a beautiful village in every country.", "author": "Lailah Gifty Akita"},
{"quote": "It’s all about that cosy, homey feeling, the one you leave behind when you travel across the world.", "author": "Danielle Esplin"},
{"quote": "Setting a goal is like to set your destination point in your life GPS which could take you to your desire position as you dreamed about...", "author": "Rashedur Ryan Rahman"},
{"quote": "You ought to travel on your own path.", "author": "Lailah Gifty Akita"},
{"quote": "You dare travel on sacred road, although you may not know the end.", "author": "Lailah Gifty Akita"},
{"quote": "You dare travel on the sacred road, although you may not know the end.", "author": "Lailah Gifty Akita"},
{"quote": "You dare travel on the own sacred road.", "author": "Lailah Gifty Akita"},
{"quote": "Everything you need to know to enjoy your trip to Italy is in my Conversational Italian for Travelers books!", "author": "Kathryn Occhipinti"},
{"quote": "I love travel, it promotes open-mindedness, and I believe that the interactions you have as you go places and meet people all sharpen the mind.", "author": "Innocent Mwatsikesimbe"},
{"quote": "Every individual ought to travel on his or her own destiny path.", "author": "Lailah Gifty Akita"},
{"quote": "The face of self-pity was universally understood.", "author": "Vann Chow"},
{"quote": "It does not matter when you begin and end the journey.", "author": "Lailah Gifty Akita"},
{"quote": "Ask me, \"Why would you travel on the difficult path?\". Because , I trust God to walk me through the unknown journey.", "author": "Lailah Gifty Akita"},
{"quote": "The mountains were so wild and so stark and so very beautiful that I wanted to cry. I breathed in another wonderful moment to keep safe in my heart.", "author": "Jane Wilson-Howarth"},
{"quote": "Kabhi tere shehar se guzarein toh parr lena inney,", "author": "Jasz Gill"},
{"quote": "Wherever you travel to, I would love to receive a beautiful postcard.", "author": "Lailah Gifty Akita"},
{"quote": "Every experience has a pattern and sometimes it teaches us through the spirit of patience captured, that there are no coincidences in life.", "author": "Deejay Kapil"},
{"quote": "It is so gratifying to tell so many stories my eye can romance with, that i become the stories.", "author": "Deejay Kapil"},
{"quote": "Either way, the view stabbed its way into his chest, as if it were trying to finish him off before he even landed.", "author": "Seré Prince Halverson"},
{"quote": "life will come to an end one moment in time.", "author": "Lailah Gifty Akita"},
{"quote": "Walking in the path of light is heavenly paradise.", "author": "Lailah Gifty Akita"},
{"quote": "You must not give up in the middle of the journey. May you have grace to travel onward.", "author": "Lailah Gifty Akita"},
{"quote": "There is no lateness in life.", "author": "Lailah Gifty Akita"},
{"quote": "Almighty God guide us to the right destination.", "author": "Lailah Gifty Akita"},
{"quote": "When I believe, this is the right path; I fearlessly walk on the pathway.", "author": "Lailah Gifty Akita"},
{"quote": "Explore the timeless wonders of life.", "author": "Lailah Gifty Akita"},
{"quote": "Dare to travel on your defined path.", "author": "Lailah Gifty Akita"},
{"quote": "The path is undefined. You have to define and walk in your own path.", "author": "Lailah Gifty Akita"},
{"quote": "The sacred time defined the sacred-moment.", "author": "Lailah Gifty Akita"},
{"quote": "Time define sacred events.", "author": "Lailah Gifty Akita"},
{"quote": "Where you travel to, I would love to receive a beautiful postcard.", "author": "Lailah Gifty Akita"},
{"quote": "I love to receive a beautiful postcard from your place of voyage.", "author": "Lailah Gifty Akita"},
{"quote": "Don’t give up in the middle of the journey.", "author": "Lailah Gifty Akita"},
{"quote": "Sometimes, we must travel on the longest path to our sacred-destination.", "author": "Lailah Gifty Akita"},
{"quote": "We get to the right destination by God’s guidance.", "author": "Lailah Gifty Akita"},
{"quote": "You don’t need to be anywhere; God can take you where you have to be.", "author": "Lailah Gifty Akita"},
{"quote": "The confidence God gives is the courage to dare a greater life.", "author": "Lailah Gifty Akita"},
{"quote": "I will never lose the love for the arriving, but I'm born to leave.", "author": "Charlotte Eriksson"},
{"quote": "Although, the journey is long, keep traveling.", "author": "Lailah Gifty Akita"},
{"quote": "Every voyage is a new glorious experience.", "author": "Lailah Gifty Akita"},
{"quote": "Wonderful souls make life wonderful.", "author": "Lailah Gifty Akita"},
{"quote": "Make your sacred-life an eventful journey.", "author": "Lailah Gifty Akita"},
{"quote": "The longest path leads to the destiny destination.", "author": "Lailah Gifty Akita"},
{"quote": "The living word of God is the light for my path.", "author": "Lailah Gifty Akita"},
{"quote": "Words are whips in the wind traveling between lovers.", "author": "Faith Tilley Johnson"},
{"quote": "May you walk on the path of light.", "author": "Lailah Gifty Akita"},
{"quote": "May you walk on sacred-path.", "author": "Lailah Gifty Akita"},
{"quote": "Let the stars guide you to your sacred-path.", "author": "Lailah Gifty Akita"},
{"quote": "We travel to new places, with every book, we read.", "author": "Lailah Gifty Akita"},
{"quote": "Every traveler should make their own observation.", "author": "Lailah Gifty Akita"},
{"quote": "We saw beautiful landscapes on the journey.", "author": "Lailah Gifty Akita"},
{"quote": "The longest travel-path leads to the sacred-destination.", "author": "Lailah Gifty Akita"},
{"quote": "We encountered beautiful souls on the travel path.", "author": "Lailah Gifty Akita"},
{"quote": "Every travel is sacred.", "author": "Lailah Gifty Akita"},
{"quote": "May your footsteps be ordered by the Lord Almighty.", "author": "Lailah Gifty Akita"},
{"quote": "But you've looked forward to this trip for so long.\"", "author": "Ashley Warlick"},
{"quote": "If a local doesn't have to pay it, there's a way for traveler's to get around it.", "author": "Russell Hannon"},
{"quote": "O Lord point the right path for me to walk on it.", "author": "Lailah Gifty Akita"},
{"quote": "I walk in my own path.", "author": "Lailah Gifty Akita"},
{"quote": "When I can’t find my way, I pray to God to show me the way. And then, He creates the right pathways.", "author": "Lailah Gifty Akita"},
{"quote": "It is psychotic to draw a line between two places.", "author": "Bhanu Kapil"},
{"quote": "A mind that tastes the grief obtains a good chance to travel to the Land of Wisdom!", "author": "Mehmet Murat ildan"},
{"quote": "The day, like all good days, passed far too quickly.", "author": "S.A. Tawks"},
{"quote": "She's happy to be home but being home means that it's an end to her adventure and escape.", "author": "S.A. Tawks"},
{"quote": "I figured that maybe he was only hanging around for the tea and tobacco and when one ran out, so would he.", "author": "S.A. Tawks"},
{"quote": "Sure, I might not be someone to look up to, but you're no role model either.", "author": "S.A. Tawks"},
{"quote": "However, with a gut full of heroin, it's hard to be an optimist.", "author": "S.A. Tawks"},
{"quote": "I figured, what harm could come from a little bit of fun? Crabs. The Canadian girl gave me crabs.", "author": "S.A. Tawks"},
{"quote": "Living the rest of my life in Kerobokan, waiting to die, was what I had in front of me.", "author": "S.A. Tawks"},
{"quote": "Your choices can only be limited by your mind.", "author": "S.A. Tawks"},
{"quote": "Our bags will be light because it's the best way to travel.", "author": "S.A. Tawks"},
{"quote": "I'd gotten on the piss and it had kicked me the fuck off. Hard.", "author": "S.A. Tawks"},
{"quote": "Besides, if it was the wrong choice, what difference was one more bad decision going to make?", "author": "S.A. Tawks"},
{"quote": "That's one of those questions that you think of a better answer for five minutes after you've answered it.", "author": "S.A. Tawks"},
{"quote": "Don't just hope, dear. Plan and do. Only reserve hope for the things you cannot control.", "author": "S.A. Tawks"},
{"quote": "I'd gotten high enough to fly through time.", "author": "S.A. Tawks"},
{"quote": "At crossroad, God is our guide post. He points the right path.", "author": "Lailah Gifty Akita"},
{"quote": "God will make straight paths.", "author": "Lailah Gifty Akita"},
{"quote": "God will make straight our paths.", "author": "Lailah Gifty Akita"},
{"quote": "May God point the right road for your journey.", "author": "Lailah Gifty Akita"},
{"quote": "May you travel on the path of light.", "author": "Lailah Gifty Akita"},
{"quote": "May you travel on your destiny path.", "author": "Lailah Gifty Akita"},
{"quote": "Travel steadily in your define path.", "author": "Lailah Gifty Akita"},
{"quote": "Travel on your sacred-path.", "author": "Lailah Gifty Akita"},
{"quote": "Travel on your define path.", "author": "Lailah Gifty Akita"},
{"quote": "Only the traveler knows the details of the journey.", "author": "Lailah Gifty Akita"},
{"quote": "God will make straight my path.", "author": "Lailah Gifty Akita"},
{"quote": "There is no place like the beach... where the land meets the sea and the sea meats the sky", "author": "Umair Siddiqui"},
{"quote": "There's always a parallel story. The paths not taken go on in our heads.", "author": "Elisabeth Eaves"},
{"quote": "Colourful autumn is a tristful travel to the pale Planet of Melancholy!", "author": "Mehmet Murat ildan"},
{"quote": "You have not lived until you have fled a city in a country where you do not speak the language in the middle of the night.", "author": "Ken Poirot"},
{"quote": "Every spot on earth is particular, detailed, and incomprehensibly complex.", "author": "Jane Smiley"},
{"quote": "You'll never know the kind of person you could be until you take that first step, all alone, into the great unknown. Very few take the step.", "author": "Hannah Harding"},
{"quote": "Go forward and explore many great lands.", "author": "Lailah Gifty Akita"},
{"quote": "I soon realized that no journey carries one far unless, as it extends into the world around us, it goes an equal distance into the world within.", "author": "Lillian E. Smith"},
{"quote": "The light is shining on our path.", "author": "Lailah Gifty Akita"},
{"quote": "May you have the courage, confidence and commitment to achieve your goals.", "author": "Lailah Gifty Akita"},
{"quote": "We travel with our thoughts to great lands.", "author": "Lailah Gifty Akita"},
{"quote": "Our thoughts are great place of voyage.", "author": "Lailah Gifty Akita"},
{"quote": "Your life is the only journey, you travel unaided.", "author": "Lailah Gifty Akita"},
{"quote": "Once the light shines on your path, you will see clearly.", "author": "Lailah Gifty Akita"},
{"quote": "May the Almighty Lord make straight your path.", "author": "Lailah Gifty Akita"},
{"quote": "And what I learned is this: there are places in the world war one feels new, young, and alive again.", "author": "Suzanne Joinson"},
{"quote": "The sacred path leads to destiny destination.", "author": "Lailah Gifty Akita"},
{"quote": "You must be fully awake in the divine journey.", "author": "Lailah Gifty Akita"},
{"quote": "You must find your sacred path and travel on", "author": "Lailah Gifty Akita"},
{"quote": "Life is a sacred journey, which you have to, travel on your own.", "author": "Lailah Gifty Akita"},
{"quote": "Can't get myself down by thinking about what could have been, right?", "author": "S.A. Tawks"},
{"quote": "Wherever we travel to, the wonderful people we meet become our family.", "author": "Lailah Gifty Akita"},
{"quote": "Better to stay home than travel in a hurry.", "author": "Marty Rubin"},
{"quote": "Here we are at last. The Italian proverb says “See Naples and die” but I say, see Naples and live; for there seems a great deal worth living for.", "author": "Arthur John Strutt"},
{"quote": "I would rather have 10,000 stories than 10,000 in my bank account @myhumancompass Roy ('Backpack') Baron author of Looking Glass Shattered.", "author": "Roy Backpack Baron"},
{"quote": "Man made borders not to limit himself, but to have something to cross.", "author": "annonymous"},
{"quote": "Introspective reflections that might otherwise be liable to stall are helped along by the flow of the landscape...", "author": "Alain de Botton"},
{"quote": "I stood there, battered by the raw power and sheer magnificence of a land I'd never known", "author": "Don George"},
{"quote": "Empty baggage of the past, travel light in the Light!", "author": "Margie Verdan"},
{"quote": "Keep travelling. You will discover new paths and new places.", "author": "Lailah Gifty Akita"},
{"quote": "You must not judge. You never know travel path of every man.", "author": "Lailah Gifty Akita"},
{"quote": "How could we have discovered great lands, if we dare not travel?", "author": "Lailah Gifty Akita"},
{"quote": "I travel to know the life of great souls in the pages of a book.", "author": "Lailah Gifty Akita"},
{"quote": "Every path that my foot has treaded was divinely ordered.", "author": "Lailah Gifty Akita"},
{"quote": "The sacred travel path is one’s life journey.", "author": "Lailah Gifty Akita"},
{"quote": "You are your own travel light.", "author": "Lailah Gifty Akita"},
{"quote": "Do not envy any one. Their travel path is different from yours.", "author": "Lailah Gifty Akita"},
{"quote": "Something draws you... An impatience with your own ignorance.", "author": "Richard Ford"},
{"quote": "You never know travel path of every man.", "author": "Lailah Gifty Akita"},
{"quote": "The gift of the moment is a wonderful bliss.", "author": "Lailah Gifty Akita"},
{"quote": "With great passion, observe every details of the sacred journey.", "author": "Lailah Gifty Akita"},
{"quote": "The best part of traveling is finding yourself.", "author": "Ken Poirot"},
{"quote": "Summer is leaving silently. Much like a traveler approaching the end of an amazing journey.", "author": "Darnell Lamont Walker"},
{"quote": "When you arrive at the destination, never forget where the journey began.", "author": "Lailah Gifty Akita"},
{"quote": "It is not about what you lose when it is over.", "author": "Cass van Krah"},
{"quote": "You have to discovery many things by yourself.", "author": "Lailah Gifty Akita"},
{"quote": "Haste and panic were poor traveling companions, and this trip he'd reaped the consequences in spades.", "author": "Laura Frantz"},
{"quote": "As long as your determination is at least as long as the the road you travel, you will definitely reach your destination!", "author": "Mehmet Murat ildan"},
{"quote": "May God direct your paths.", "author": "Lailah Gifty Akita"},
{"quote": "By the first mouthful I knew that I was going to get drunk that night. The drink tasted too good not to.", "author": "S.A. Tawks"},
{"quote": "Do you want me to call the internet police for you?", "author": "S.A. Tawks"},
{"quote": "Appreciate the negatives. Because the negatives are what you learn from to make more positives.", "author": "S.A. Tawks"},
{"quote": "Natural art is the most amazing form of art there is.", "author": "S.A. Tawks"},
{"quote": "It is not 2006 all over the world. So who are you in a place where 1950 or 1920 is about to arrive?", "author": "Frances Mayes"},
{"quote": "Yeah,\" I said because it led to more options than 'no'.", "author": "S.A. Tawks"},
{"quote": "You'll be making so much cash that you won't know what to waste it on.", "author": "S.A. Tawks"},
{"quote": "I also smoked two cigarettes, which was pretty good considering I could have smoked five if I'd really tried.", "author": "S.A. Tawks"},
{"quote": "What's inside is none of your business. Your business is getting it for him and getting it to him.", "author": "S.A. Tawks"},
{"quote": "Great mission lies ahead of us.", "author": "Lailah Gifty Akita"},
{"quote": "I was far too nervous to be concerned about contributing to the conversations.", "author": "S.A. Tawks"},
{"quote": "Your choice is your choice and you need to accept what happens, not shift the blame to someone else if it doesn't turn out your way.", "author": "S.A. Tawks"},
{"quote": "I don't make people smoke pot or meth, snort coke, put pills or tabs in their mouths or shoot themselves up with heroin. I just transport the stuff.", "author": "S.A. Tawks"},
{"quote": "I'm not a hero, though. I'm just a man.", "author": "S.A. Tawks"},
{"quote": "It'll be the biggest decision of my life. Knowing me, I'll probably make the wrong choice.", "author": "S.A. Tawks"},
{"quote": "Anxiety's already tingling my skin.", "author": "S.A. Tawks"},
{"quote": "A donation to the police officer's back pocket should have you on your way without a problem.", "author": "S.A. Tawks"},
{"quote": "We travel to see beautiful places and to meet great souls.", "author": "Lailah Gifty Akita"},
{"quote": "Some journeys can only be traveled alone.", "author": "Ken Poirot"},
{"quote": "Traveling can get kind of lonely sometimes, er… no, not traveling. What is the word? Life. Life can get kind of lonely.", "author": "John Mulaney"},
{"quote": "Every travel is blessed adventure.", "author": "Lailah Gifty Akita"},
{"quote": "Whatever we do we are always on the way to somewhere!", "author": "Mehmet Murat ildan"},
{"quote": "Much travel is needed before the raw man is ripened.", "author": "Idries Shah"},
{"quote": "Every single moment is a travel into the unknown!", "author": "Mehmet Murat ildan"},
{"quote": "Travel makes existentialists of us all.", "author": "Sarah Noffke"},
{"quote": "Even before you've gone anywhere, you feel like you've gone somewhere", "author": "Deborah Ellis"},
{"quote": "Your imagination and some masturbation is a much better alternative to finding out what kind of person a bit of casual sex transforms you into.", "author": "S.A. Tawks"},
{"quote": "In my defence, I did like my ex until she cheated on me. I just thought the feeling was love.", "author": "S.A. Tawks"},
{"quote": "You must dare to make new voyages.", "author": "Lailah Gifty Akita"},
{"quote": "Every traveler has their unique observation of the place they have been.", "author": "Lailah Gifty Akita"},
{"quote": "The greatest joy in traveling is seeing where you end up.", "author": "Ken Poirot"},
{"quote": "I think that Richard was more of a one-girl-for-the-rest-of-your-life-marry-and-make-a-family kind of guy.", "author": "S.A. Tawks"},
{"quote": "The scenery doesn't necessarily improve in proportion to how far you travel or how much you spend.", "author": "Ron Lizzi"},
{"quote": "Besides the pain in my gut, why shouldn't I laugh? I've almost escaped death in a foreign country.", "author": "S.A. Tawks"},
{"quote": "I guess my biggest problem is that I find it easier to relapse than to carry through.", "author": "S.A. Tawks"},
{"quote": "Staying out all night and sleeping most of the day is quite a drain on the wallet.", "author": "S.A. Tawks"},
{"quote": "I must have appeared like a real bad boy in Christy's eyes. Well, at least a bad boy by home and away standards.", "author": "S.A. Tawks"},
{"quote": "On every travel, we saw beautiful landscapes.", "author": "Lailah Gifty Akita"},
{"quote": "My old ways were much more appealing than my new ways.", "author": "S.A. Tawks"},
{"quote": "When you're in the safety of the future, the past doesn't seem so relevant.", "author": "S.A. Tawks"},
{"quote": "If your headlight is broken, stop travelling in the darkness! Either you travel with the light or sit tight wherever you are!", "author": "Mehmet Murat ildan"},
{"quote": "Life is a sacred journey.", "author": "Lailah Gifty Akita"},
{"quote": "A fantasy is nothing more than a dream you were too scared to chase.", "author": "Shannon L. Alder"},
{"quote": "In every voyage, be fully present.", "author": "Lailah Gifty Akita"},
{"quote": "Dare to explore the beautiful places of the world.", "author": "Lailah Gifty Akita"},
{"quote": "The life you live will be enrich with every journey you made.", "author": "Lailah Gifty Akita"},
{"quote": "The journey was a worthwhile. We gain new insight into cultural diversity.", "author": "Lailah Gifty Akita"},
{"quote": "Wherever you are, you have to be joyfully alive.", "author": "Lailah Gifty Akita"},
{"quote": "What lies ahead is often unknown. But keep traveling.", "author": "Lailah Gifty Akita"},
{"quote": "It was a practical trip, straight across the country. No pit stops at canned meat museums, no national parks. Just a whole lot of Wynebraskowa.", "author": "kari martindale"},
{"quote": "Life is a long travel. The end of the journey is often unpredictable.", "author": "Lailah Gifty Akita"},
{"quote": "The entire road trip could be summed up as one giant attempt to keep from crashing the car during fits of rage and fits of hysteria.", "author": "Kari Martindale"},
{"quote": "It is not a garment I cast off this day, but a skin that I tear with my own hands.", "author": "Kahlil Gibran"},
{"quote": "There exist eternity in every moment.", "author": "Lailah Gifty Akita"},
{"quote": "Not without a wound in the spirit shall I leave this city.", "author": "Kahlil Gibran"},
{"quote": "Ready am I to go, and my eagerness with sails full set awaits the wind.", "author": "Kahlil Gibran"},
{"quote": "Here for business or pleasure, Mr. Wheeler?\"", "author": "Jess Walter"},
{"quote": "Imagination is a place where a rational mind travels in time to meet it's god, \"The Infinite Mind\"!", "author": "Vishwanath S J"},
{"quote": "We are in love, in the very beginning part of it, when you don't ever want to separate your body from the other person's.", "author": "Rachel Friedman"},
{"quote": "What a sacred journey?", "author": "Lailah Gifty Akita"},
{"quote": "I mean this: every time I come home, I feel like I'm coming back to the world, and when I leave Macomb it's like leaving the world.", "author": "Harper Lee"},
{"quote": "Some journeys in life can only be traveled alone.", "author": "Ken Poirot"},
{"quote": "Reality. It is sometimes brought through foreign eyes; because if you do not know any better, you cannot see the worse (and vice versa).", "author": "Criss Jami"},
{"quote": "The mainspring of genius is curiosity.", "author": "Charles Baudelaire"},
{"quote": "I like to drink when I travel. It enhances things, don’t you think?", "author": "Patricia Highsmith"},
{"quote": "Dare to travel on new path.", "author": "Lailah Gifty Akita"},
{"quote": "The one who doesn't travel, does not live.", "author": "Petar II Petrović Njegoš"},
{"quote": "A journey of a thousand miles begins with a single step unless you missed it.", "author": "Ashwin Sanghi"},
{"quote": "There was no opiate like a French pillow.", "author": "David McCullough"},
{"quote": "Everyone lives by selling something.", "author": "Robert Louis Stevenson"},
{"quote": ". . . it's part of the adventure!", "author": "Cat McMahon"},
{"quote": "Truth like beauty seems to be in the eye and mind of the beholder", "author": "Helene Munson"},
{"quote": "I wake up wondering if I know we're near mountains because of memory or because of something in the air.", "author": "Robert M. Pirsig"},
{"quote": "Travel with your thoughts to great land.", "author": "Lailah Gifty Akita"},
{"quote": "My last thought before falling asleep was that we are all a lot more capable of conquering obstacles and fears than we think.", "author": "Rinker Buck"},
{"quote": "Why you’ll never see a woman with a bomb in her shoe: we have too much respect for shoes.", "author": "Carolyn V. Hamilton"},
{"quote": "To some, having children may seem as conducive to travelling as having your feet set in concrete.", "author": "Jane Wilson-Howarth"},
{"quote": "Living on the edge - that's what I feel like when I don't know what my bowels are going to do next.", "author": "Jane Wilson-Howarth"},
{"quote": "Life’s journey on earth is the only sacred travel.", "author": "Lailah Gifty Akita"},
{"quote": "May you find your path and travel on it.", "author": "Lailah Gifty Akita"},
{"quote": "I cannot write about Venice; I can only write about me, and the sleeping parts of myself that Venice has shocked into wakefulness.", "author": "Jessica Zafra"},
{"quote": "In the moment of decision, may you hear the voice of the Creator saying, ‘This is right road, travel on it.", "author": "Lailah Gifty Akita"},
{"quote": "Live your dreams, not your fears! A.Hume", "author": "Albina Hume"},
{"quote": "The destination is not the journey. The destination is the person you choose to enjoy the journey with.", "author": "Shannon L. Alder"},
{"quote": "Focus on your destination but enjoy every sacred moments of the journey", "author": "Lailah Gifty Akita"},
{"quote": "I guess the lesson is you can’t go everywhere. You should still go everywhere you can.", "author": "Charles Finch"},
{"quote": "Travel, leave everything, copy the birds. The home is one of civilization’s sadnesses.", "author": "Gustave Flaubert"},
{"quote": "The whole world is like an opened candy jar, and we're plunging in for the best treats", "author": "Vicki Alayne Bradley"},
{"quote": "Man’s primary purpose is not to be happy but to continue to live, to continue to travel - happily or unhappily - on the path of life!", "author": "Mehmet Murat ildan"},
{"quote": "All times are sacred and must be kept Holy", "author": "Lailah Gifty Akita"},
{"quote": "Then I’d go home, return to a pattern of worry, unable to tap the surrender core to travel’s inspiration. What was different?", "author": "Gina Greenlee"},
{"quote": "The world is full of wonderful things you haven't seen yet. Don't ever give up on the chance of seeing them.", "author": "J.K. Rowling"},
{"quote": "Distance is the journey. Displacement is the result.", "author": "Jaclyn Moriarty"},
{"quote": "I am free to go wherever I want for the rest of my life.", "author": "Faith Ringgold"},
{"quote": "Mind over matter. If you don't mind, it doesn't matter.", "author": "Ed Viesturs"},
{"quote": "Not everything we experience can be explained by logic or science.", "author": "Linda Westphal"},
{"quote": "Waking up in India is like waking up to life itself.", "author": "Reymond Page"},
{"quote": "I Travel a lot; I hate having my life disrupted by routine", "author": "C. Stinnett"},
{"quote": "To pray is to communicate with the essence. Praying is calling home.", "author": "J.R. Rim"},
{"quote": "With age, comes wisdom. With travel, comes understanding.", "author": "Sandra Lake"},
{"quote": "To pray is to communicate with the essence. Praying is calling home.", "author": "JR Rim"},
{"quote": "God’s Word is a map you can safely follow as you travel through life.", "author": "Elizabeth George"},
{"quote": "A great diving scene. Worth the read just for that:", "author": "S. Jackson Rivera"},
{"quote": "Petra is a brilliant display of man's artistry in turning barren rock into a majestic wonder.", "author": "Edward Dawson"},
{"quote": "It’s not how far you’ve come that matters. It’s where you’ve come from.", "author": "Alastair Reynolds"},
{"quote": "I knew I could always earn money from a job. What I didn’t know was could I extend the dream of writing beyond my trip?", "author": "Gina Greenlee"},
{"quote": "Why travel? To be changed, and to be changed again and again.", "author": "Carew Papritz"},
{"quote": "Bury me where I die.", "author": "Jane Bulos"},
{"quote": "A good story makes a journey go by more quickly. A really good story makes you forget you are even on a journey.", "author": "Lynne Rae Perkins"},
{"quote": "I travel because I become uncomfortable being too comfortable.", "author": "Carew Papritz"},
{"quote": "We all have a book in us. The first step is recognising this. Writing it is a whole new journey.", "author": "Kathryn  Joyce"},
{"quote": "Sometimes I travel just to be overwhelmed – for it’s good every now and then to be overwhelmed.", "author": "Carew Papritz"},
{"quote": "Veni, vidi, vici. That was easy for Julius Caesar to say; he crossed Italy in a chariot, not on a stupid bike.\" - Vivia", "author": "Leah Marie Brown"},
{"quote": "I travel for the great stories now ready tell, and those waiting to be told.", "author": "Carew Papritz"},
{"quote": "Adventure begins with a thought, decision and action.", "author": "Lailah Gifty Akita"},
{"quote": "I travel for the jolting, angelic act of seeking strangeness and newness and profoundness.", "author": "Carew Papritz"},
{"quote": "I travel to know where I fit into the world, and where I don’t.", "author": "Carew Papritz"},
{"quote": "It was the inverse of an island in the sea.", "author": "Elisabeth Eaves"},
{"quote": "We only live once, so why not do something different?", "author": "Dayna Lovely"},
{"quote": "Alone, I relished the bird songs, the drone of hushed conversation from neighboring tables, and the gentle lapping of waves sliding on the shore.", "author": "Marilyn Berman"},
{"quote": "I travel because life is short, and I will not wait for fear of death or sanctuary to become a prison of my own making.", "author": "Carew Papritz"},
{"quote": "...because life is too exciting not to share.", "author": "Dayna Lovely"},
{"quote": "Life vicariously through yourself.", "author": "Dayna Lovely"},
{"quote": "I am a citizen-at-large, of everywhere and nowhere, so sometimes I get pretty homesick.", "author": "Rich Benjamin"},
{"quote": "Sometimes you have to travel a long way to find what is near...", "author": "Dinesh Kumar Biran"},
{"quote": "Embrace those parts of yourself that you've skillfully avoided until now. That's your true adventure.", "author": "Gina Greenlee"},
{"quote": "People add color to their story because they think it happened in black and white.", "author": "Tawny Lara"},
{"quote": "Love people, not places. Places don't miss you when you're gone.", "author": "Marty Rubin"},
{"quote": "By seeing how small the world is, I realize how capable I am. I can conquer anything. Anywhere. Anyone.", "author": "Tawny Lara"},
{"quote": "I sat down and knitted for some time - my usual resource under discouraging circumstances.", "author": "Isabella L. Bird"},
{"quote": "All of life is a trust fall, and I'm awakening to the thrill, rather than the fear, of being suspended midair.", "author": "Leigh Ann Henion"},
{"quote": "Foolish acts and bold adventures almost always appear, especially in the beginning, to be the absolute same thing.", "author": "Leigh Ann Henion"},
{"quote": "... to travel is worth any cost or sacrifice.", "author": "Elizabeth Gilbert"},
{"quote": "The camera is an excuse to be someplace you otherwise don’t belong. It gives me both a point of connection and a point of separation.", "author": "Susan Meiselas"},
{"quote": "Had I crossed the pass", "author": "Matsuo Bashō"},
{"quote": "Everything suggests a beyond.", "author": "Isabella L. Bird"},
{"quote": "But when one is young one must see things, gather experience, ideas; enlarge the mind.", "author": "Joseph Conrad"},
{"quote": "Good luck' is like the shadow of a tree, for some time it gives comfort to a traveler but it doesn't go ahead with a traveler.", "author": "Amit Kalantri"},
{"quote": "Find the right paths for your journey.", "author": "Lailah Gifty Akita"},
{"quote": "Happily, we do the work.", "author": "Lailah Gifty Akita"},
{"quote": "Money can take you many places, but imagination can take you anywhere.", "author": "Donald L. Hicks"},
{"quote": "Join the Rienish navy. See unusual sights. Never sleep with the lights out again.", "author": "Martha Wells"},
{"quote": "For everyone who never smiled in school", "author": "Kelli Russell Agodon"},
{"quote": "Have concern about where you're from, where you live, and where you may travel. The village is global.", "author": "T.F. Hodge"},
{"quote": "Simple minded people do things like gossip, lie, spread rumors, and cause troubles. But, I know you're more intelligent.", "author": "Amaka Imani Nkosazana"},
{"quote": "If I do depart this world out here, let it be known that I went out grinning will you, and loving it. LOVING IT.", "author": "Robyn Davidson"},
{"quote": "...That's the difference between backpackers and holiday makers. The former can't help but invite hassle whilst the latter pay to escape it.", "author": "Harry Whitewolf"},
{"quote": "One does not travel, any more than one falls in love, to collect material. It is simply part of one's life...", "author": "Evelyn Waugh"},
{"quote": "I wanted to be a King who would found a New World, not in some misty country far across the seas, but right here, right now, at home.", "author": "Cressida Cowell"},
{"quote": "The best tourist is one without a camera", "author": "Kamand Kojouri"},
{"quote": "Travel has a way of making the world a much smaller place.", "author": "Janna Graber"},
{"quote": "After all, one travels in order for things to happen and change; otherwise you might as well stay at home.", "author": "Nicolas Bouvier"},
{"quote": "When you look closely to the path you have travel on, you will realise that God was always with you, directing every step you took.", "author": "Lailah Gifty Akita"},
{"quote": "When you focus on the journey, you will be blessed with guardian angels to direct your path.", "author": "Lailah Gifty Akita"},
{"quote": "When you follow the right steps you will never get lost.", "author": "Lailah Gifty Akita"},
{"quote": "Find pleasure in the path, even if the destination can't be foreseen.", "author": "L. Peat O'Neil"},
{"quote": "Like seasonless fowl we migrate…", "author": "Lenore Kandel"},
{"quote": "Ask for the godly way,travel its path.", "author": "Lailah Gifty Akita"},
{"quote": "When you travel, there really are no mistakes--just learning opportunities.", "author": "Mary Casanova"},
{"quote": "The best tourist is one without a camera.", "author": "Kamand Kojouri"},
{"quote": "a foreign affair juxtaposed with a stateside", "author": "Tom Waits"},
{"quote": "Everything is old, here. We are old - the Masters.\"", "author": "Ursula K. Le Guin"},
{"quote": "believe me when i say this.", "author": "Sanober Khan"},
{"quote": "At times, it almost felt like I was destined to take the trip, like all the people I met had somehow been waiting for me", "author": "Nicholas Sparks"},
{"quote": "To strengthen the connection between your conscious and subconscious, is to gain access to a map and compass, as you travel through parallel worlds.", "author": "Kevin Michel"},
{"quote": "The subconscious mind is the guiding force for your entire life.", "author": "Kevin Michel"},
{"quote": "When you travel, buy a historical book about the place, read to increase your knowledge on the beautiful places of the world.", "author": "Lailah Gifty Akita"},
{"quote": "The study of maps and the perusal of travel books aroused in me a secret fascination that was at times almost irresistible.", "author": "Alain de Botton"},
{"quote": "If a picture is worth a thousand words, why did God invent captions?", "author": "David Mellonie"},
{"quote": "Seeing pictures of other places around the world makes me feel more important. Reminds me, even though life is short, there's so much to do.", "author": "Travis Jeremiah Dahnke"},
{"quote": "And you came to Finland to build a station?\"", "author": "Haruki Murakami"},
{"quote": "The subconscious mind is shielding or showing numerous potential paths, based on what it determines would represent a consistent reality for you.", "author": "Kevin Michel"},
{"quote": "Faxian and Xuanzang might have been the first Chinese to travel to India, but sometimes it felt like I was the first.", "author": "Hong Mei 洪梅"},
{"quote": "Entrepreneurs pay the price of a road less traveled, while everyone else takes the freeway and perpetually misses their own exit.", "author": "Ryan Lilly"},
{"quote": "The longer you drift the more you will learn. What you learn affects the kind of person you end up turning into.", "author": "Chang Ta-chun"},
{"quote": "The beauty of traveling solo is that you wonder unexpectedly, but almost certainly into the direction you were meant to go.", "author": "Shannon Ables"},
{"quote": "Moose are the squirrels of Alaska.", "author": "Tim Moon"},
{"quote": "You should visit the Palatine. It's at the top of that hill . . .\"", "author": "David Nicholls"},
{"quote": "I travel because it makes me realize how much I haven't seen, how much I'm not going to see, and how much I still need to see.", "author": "Carew Papritz"},
{"quote": "Whatever yerz’re lookin’ for, I hope yerz find it. Yerz moight’ve never lost it!", "author": "Luke F.D. Marsden"},
{"quote": "Let the sea breeze blow your hair, let the sunset bring tranquility to your heart, let the distant places you travel allow you to explore yourself.", "author": "Somya Kedia"},
{"quote": "To travel is to be alive, but to get somewhere is to be dead.", "author": "Alan Wilson Watts"},
{"quote": "Familiarity, globalisation, cheap travel, mere weariness had diluted our sense of foreign-ness.", "author": "David Nicholls"},
{"quote": "We may travel the world over to find a good spot,", "author": "Ana Claudia Antunes"},
{"quote": "I write to get ideas out of my head", "author": "Bobbi Kay"},
{"quote": "Beware the crazy traveller! Mind expansion can be contagious...", "author": "Nicole Leigh West"},
{"quote": "Traveling equals having experiences which translate into more opportunities for exposing incorrect ideas about life.", "author": "David Eschenlohr"},
{"quote": "Walk your own path and be yourself", "author": "Joanne Nussbaum"},
{"quote": "Meeting new people is just remembering faces of God we've forgotten.", "author": "Harry Whitewolf"},
{"quote": "So many roads to choose, so many wrong choices to make.", "author": "Kenyon Ledford"},
{"quote": "The drive to Black Rock City from San Francisco leads through the Nevada flatlands, past the jittering neon sadness of Reno.", "author": "Daniel Pinchbeck"},
{"quote": "The Cubist paintings in the Centre Pompidou in Paris were strange but amazing. The big fat magical cat said they made her eyes hurt.", "author": "Jim  Shanahan"},
{"quote": "Music replays the past memories, awaken our forgotten worlds and make our minds travel.", "author": "Michael Bassey Johnson"},
{"quote": "For a time, then, we stay. For a time. Till the changes.", "author": "Joanne Harris"},
{"quote": "For are we not, all of us, wand'rers and strangers; and do we not, all of us, travel in danger or voyage uncharted seas?", "author": "Joan W. Blos"},
{"quote": "Dare to seize all the opportunities on your paths.", "author": "Lailah Gifty Akita"},
{"quote": "You have to know where you are going to reach your destination.", "author": "Lailah Gifty Akita"},
{"quote": "There are different paths to your destination. Choose your own path.", "author": "Lailah Gifty Akita"},
{"quote": "I thought, Dad.", "author": "Tucker Elliot"},
{"quote": "My mind has a time machine; it can travel back to the past when I close my eyes and in my dreams it travels to the future.", "author": "Munia Khan"},
{"quote": "I am enduring temporary sufferings to fulfill my dearest dreams.", "author": "Lailah Gifty Akita"},
{"quote": "Define your path and travel on this path.", "author": "Lailah Gifty Akita"},
{"quote": "Imagination of a place, attracted the possibility of my travel to the place.", "author": "Lailah Gifty Akita"},
{"quote": "Some flowers need flames to find their way into this world.", "author": "Cindy Campopiano"},
{"quote": "I have travel to the places I have been because, I had a vivid imagination of the places.", "author": "Lailah Gifty Akita"},
{"quote": "History is rich knowledge. In your travel, learn brief history of the place visited.", "author": "Lailah Gifty Akita"},
{"quote": "History is rich knowledge, In your travel, learn the brief history of the place visited. .", "author": "Lailah Gifty Akita"},
{"quote": "In your travel, learn the brief history of the place visited. History is rich knowledge.", "author": "Lailah Gifty Akita"},
{"quote": "He might never hear of them again in his life. Or there again, he might. That was the joy of travelling. Anything could happen", "author": "Lesley Howarth"},
{"quote": "It is better to travel than to arrive. Better, by far, to find your own way than to have someone else choose it for you -- don't you think?", "author": "Lesley Howarth"},
{"quote": "Find your path in life and travel on it.", "author": "Lailah Gifty Akita"},
{"quote": "...the longer she had lived away, the more she realized that nowhere became home… though everywhere had.", "author": "Susan Örnbratt"},
{"quote": "The road never ends ... only our vision does.", "author": "Amit Reddy"},
{"quote": "Travel is a state of mind. It has nothing to do with existence or the exotic. It is almost always an inner experience.", "author": "Paul Theroux"},
{"quote": "I've never understood people who just go out for one drink. Once I have one drink, I want all the drinks.", "author": "Vicki Lesage"},
{"quote": "Random acts of kindness show that even amidst the hustle and bustle, Paris inhabitants are more welcoming that their reputation gives them credit for.", "author": "Vicki Lesage"},
{"quote": "You can't ever get too much of Paris.", "author": "Vicki Lesage"},
{"quote": "I don't really like surprises. Not big ones anyway. Just having a pack of Revels holds enough of a surprise for me.", "author": "Karl Pilkington"},
{"quote": "I was supposed to stay for 3 months. But I think I always knew I would stay a little longer, despite the crazy Frenchies. Or maybe because of them.", "author": "Vicki Lesage"},
{"quote": "A difficult journey is spiritual rewarding.", "author": "Lailah Gifty Akita"},
{"quote": "Everywhere you travel to, be fully there.", "author": "Lailah Gifty Akita"},
{"quote": "Make sure your not followed! Don’t go anywhere", "author": "Benny Bellamacina"},
{"quote": "Science rock: The pursuit of science, lead us to the beautiful places of the world.", "author": "Lailah Gifty Akita"},
{"quote": "Animals travel on all fours. Mankind on two. Motorcycling is not a means of transport but an ideology, a nomadic way of life.", "author": "Amit Reddy"},
{"quote": "Even if you time travel your past, it can't be changed, likewise you can't possibly change your future, it is always the present which matters.", "author": "Pushpa Rana"},
{"quote": "From all that I saw,", "author": "Roman Payne"},
{"quote": "It is good to collect things, but it is better to go on walks.", "author": "Anatole France"},
{"quote": "I’m in no hurry: the sun and the moon aren’t, either.", "author": "Alberto Caeiro"},
{"quote": "I’d learned so much from traveling to familiar places that I figured I’d learn twice as much by going to a place I knew nothing about.", "author": "Gerry Abbey"},
{"quote": "Travel is fatal to narrowmindedness, prejudice and bigotry.", "author": "Mark Twain"},
{"quote": "Your inner light is greater than the darkness.", "author": "Lailah GiftyAkita"},
{"quote": "No friend to Love like a long voyage at sea.", "author": "Aphra Behn"},
{"quote": "If you don't know your history, you don't know what you are talking about!", "author": "Barbara Ann Mojica"},
{"quote": "It was one of those striking moments in life where you find familiarity in the inexplicable.", "author": "Gerry Abbey"},
{"quote": "With my pen I have engraved warrants of citizenship in the most remote corners, for truly the world has been my home.", "author": "James A. Michener"},
{"quote": "Every body has a unique path to travel.", "author": "Lailah Gifty Akita"},
{"quote": "I'll pretty much try any cheese, but I have found that I prefer young goats and old cows. I don't like gray areas.", "author": "Nichole Robertson"},
{"quote": "There were signs everywhere but none that I could read or even hope to decipher. These multi-lined symbols unhinged my familiar world.", "author": "Gerry Abbey"},
{"quote": "My professional life had started and here I was at a professional dinner full of uninhibited drinking.", "author": "Gerry Abbey"},
{"quote": "Somehow, we were passing the boundaries of language and finding clarity in shared thought, even if we were just talking about beer!", "author": "Gerry Abbey"},
{"quote": "For this I weep all my days", "author": "Elias Lönnrot"},
{"quote": "London was one of the worst places to have a bad day and one of the best places to have a good day", "author": "Mhairi McFarlane"},
{"quote": "I began to realize that I could go wherever and whenever I dreamed.", "author": "Chess Desalls"},
{"quote": "Travel is rebellion in its purest form.", "author": "Anonymous"},
{"quote": "Leaving home's a cinch. It's the staying, once you've found it, that takes courage.", "author": "Catherine Watson"},
{"quote": "...I fear their false urgency, their call to speed, their insistence that travel is less important than arrival...", "author": "Rebecca Solnit"},
{"quote": "I pity snails, and all that carry their homes on their backs.", "author": "J.R.R. Tolkien"},
{"quote": "Put down that map and get wonderfully lost.", "author": "Anonymous"},
{"quote": "As well as writing, 2004 saw my first attempt at wine making: the elixir of life. Unfortunately, my effort tasted more like the elixir of death.", "author": "Craig Briggs"},
{"quote": "This is reality, back home is routine.", "author": "George Ikilikjan"},
{"quote": "I wanted to find my voice, so I sat in silence.", "author": "Catherine Scott"},
{"quote": "I was seeing the world, and it turned out to be a lonely place.", "author": "Tyler Mcmahon"},
{"quote": "It is the right of a traveller to vent their frustration at every minor inconvenience by writing of it to their friends.", "author": "Susanna Clarke"},
{"quote": "If you find holes in my book that you could drive a car through, do not be too sure they were not left there for that express purpose.", "author": "Mary Austin"},
{"quote": "No matter how deeply you come to know a place, you can keep coming back to know it more.", "author": "Rebecca Solnit"},
{"quote": "Look for chances to take the less-traveled roads. There are no wrong turns.", "author": "Susan Magsamen"},
{"quote": "The best journeys are the ones that answer questions that at the outset you never even thought to ask.", "author": "Susan Magsamen"},
{"quote": "Preparing for your journey in the most thorough way possible will not diminish your experiences abroad. It will enhance them.", "author": "Bailey Richert"},
{"quote": "Man, you should write a book.’", "author": "Stephanie   Wood"},
{"quote": "Visiting new places and", "author": "Daniela Norris"},
{"quote": "To do is to be – Aristotle", "author": "Alannah Foley"},
{"quote": "When I travel, I get lovesick. Well, they call it chlamydia.", "author": "Jimmy Carr"},
{"quote": "Let our road be long, let it be very long, let it be very very long and in fact let our road be infinite! Travel means flow, flow means life!", "author": "Mehmet Murat ildan"},
{"quote": "Life is about the adventures you take and the memories you make. So travel often and live life with open eyes and an open heart.", "author": "Katie Grissom"},
{"quote": "Home is where the backpack is", "author": "Savannah Grace"},
{"quote": "The time is short and the hills is dark and I's got miles to go before I sleeps. Is is no easy road.", "author": "Ian McDonald"},
{"quote": "There were lots of things to stop and see - and then it was time to go, always time to go.", "author": "Kurt Vonnegut"},
{"quote": "Wanderer, there is no road, the road is made by walking.", "author": "Martha Barron Barrett "},
{"quote": "Prose fills a space, like a liquid poured in from the top, but poetry occupies it, arrays itself in formation, sets up camp and refuses to budge.", "author": "Simon Armitage"},
{"quote": "We might give her presents, tell some tales, but would she ever be able to really understand what the journey had been like for us?", "author": "Sara Sheridan"},
{"quote": "It seemed to me that these months of watching and listening, second-guessing words and phrases, seeking so much that was new, had somehow changed me.", "author": "Sara Sheridan"},
{"quote": "You must go on adventures to find out where you belong.", "author": "Sue Fitzmaurice"},
{"quote": "I always wonder why birds stay in the same place when they can fly anywhere on the earth. Then I ask myself the same question.", "author": "Harun Yahya"},
{"quote": "Sooner or later, everybody dreams of other worlds.", "author": "J. Aleksandr Wootton"},
{"quote": "For their holidays: the rich’s kids travel the world; the poor’s kids roam around their grandparents’ yard.", "author": "Mokokoma Mokhonoana"},
{"quote": "Explore often. Only when you will know how small you are and how big the world is.", "author": "Pradeepa Pandiyan"},
{"quote": "I quickly became aware that the phrase \"it can only get better\" could very quickly turn into \"it could always be worse,\" because it was.", "author": "Savannah Grace"},
{"quote": "The romance of travel wasn't always terribly evident to those who were actually experiencing it.", "author": "Bill Bryson"},
{"quote": "One of the great joys of traveling through Italy is discovering firsthand that it is, indeed, a dream destination.", "author": "Debra Levinson"},
{"quote": "And now it was official: I loved REI more than I loved the people behind Snapple lemonade.", "author": "Cheryl Strayed"},
{"quote": "I tell ya! The road to success is an endless battle for you and me.", "author": "Steven Jackson "},
{"quote": "If you cannot find peace where you stand you shall not find it where you land.", "author": "T.F. Hodge"},
{"quote": "A wise walker will set out early, keeping an open mind on how far to travel, allowing each day's adventure to evolve.", "author": "John Litwinovich"},
{"quote": "My need to parent is so much bigger, sometimes, than my children’s need for parenting.", "author": "Margot  Page"},
{"quote": "Yes,it is remarkable how far a person can travel by sea.", "author": "S.L. Whyte"},
{"quote": "Slowly, all the days became Saturdays, full of more sunlight than I could remember seeing in a long time.", "author": "Kristine K. Stevens"},
{"quote": "Living in another culture, not just visiting it, has reshaped our view of the world.", "author": "Nancy Petralia"},
{"quote": "There I was, poised on the edge of the high diving board of life, and the pool kept moving around.", "author": "Kristine K. Stevens"},
{"quote": "We've grown accustomed to living smaller and more simply.", "author": "Nancy Petralia"},
{"quote": "One always begins to forgive a place as soon as it’s left behind.", "author": "Charles Dickens"},
{"quote": "I don't know what I shall do. I just want to go away and look at people and think.", "author": "Sherwood Anderson"},
{"quote": "The man who seeks to educate himself must first read and then travel in order to correct what he has learned.", "author": "Casanova"},
{"quote": "I dread the beginning of her new life more than words can tell, but I see some hope for her if she travels - none if she remains at home.", "author": "Wilkie Collins"},
{"quote": "No day should be without romance", "author": "Dana Bennett"},
{"quote": "It was a strange trek — the sullen leading the apathetic, followed by the confused, all tailed by the inveterately amused.", "author": "David Brin"},
{"quote": "Often I would hear other people ask, “When will I be normal again?", "author": "Michelle Dallocchio"},
{"quote": "Heavy burdens fell away so easily when one is traveling.", "author": "Barbara Hodgson"},
{"quote": "Ocean waves gently rock the boat,", "author": "Rachel Lewis"},
{"quote": "I’m fine. I’m at an antique store, by the clothes store just a mile or so from-", "author": "Maya Bode"},
{"quote": "As night falls silently all around,", "author": "Rachel Lewis"},
{"quote": "A fortress built long ago,", "author": "Rachel Lewis"},
{"quote": "My motto? Don’t trust someone who is just as cagey as yourself.\"", "author": "Peggy A. Edelheit"},
{"quote": "Aren’t there different electrical outlets here? And what about money? And isn’t it-", "author": "Maya Bode"},
{"quote": "You wanted to see the world.", "author": "Sade Andria Zabala"},
{"quote": "Bulgaria, I reflected as I walked back to the hotel, isn’t a country; it’s a near-death experience.", "author": "Bill Bryson"},
{"quote": "We can change in one day. We can fall in love in one day. Anything can happen in one day.", "author": "Gayle Forman"},
{"quote": "it's something rebellious about picking up and leaving buying a one way ticket and not knowing when you want to return.", "author": "Turcois Ominek"},
{"quote": "But between now and then, there was Life; and Bod walked into it with his eyes and his heart wide open.", "author": "Neil Gaiman"},
{"quote": "Leave no path untaken.", "author": "Neil Gaiman"},
{"quote": "You can travel the world but If you cannot let go of the past, you will never move on.", "author": "Gerald Freeman"},
{"quote": "You can go everywhere, but in the end you run back into yourself.", "author": "Constance A. Dunn"},
{"quote": "To the tourist, travel is a means to an end; to the traveler, it's an end in itself.", "author": "Marty Rubin"},
{"quote": "I find having your own car is like a passport to the world.", "author": "Gloria Whelan"},
{"quote": "We have no choice. We need the communion of souls and only here are they awake.", "author": "Dave Eggers"},
{"quote": "Looking back I can see that there have been no breaks from one departure to the next; I start planning again before we've even arrived back home.", "author": "Barbara Hodgson"},
{"quote": "We can change in one day. We can fall in love in one day. Anything can happen in one day.", "author": "Gale Forman"},
{"quote": "I travel to be replenished with beauty, for travel makes the beauty of this world seem like a Christmas that never ends.", "author": "Carew Papritz"},
{"quote": "Let's go together and go to different places and see different things. It'll be fun!- Gon Freaks", "author": "Togashi, Yoshihiro"},
{"quote": "There are million countries which we will visit together.", "author": "Christine Minasian"},
{"quote": "I love getting lost on purpose", "author": "Lisa Desrochers"},
{"quote": "As a traveler, I've often found that the more a culture differs from my own, the more I am struck by its essential humanity.", "author": "Rick Steves"},
{"quote": "You are only given one life, one chance at fully living it...take risks, believe in your dreams, explore the world and her people, live out loud!", "author": "Danell Lynn"},
{"quote": "There are people everywhere who form a Fourth World, or a diaspora of their own.", "author": "Jan Morris"},
{"quote": "Sun and wind and beat of sea,", "author": "Adelaide Crapsey"},
{"quote": "There are more places you haven't heard of then you're heard of!' I loved that", "author": "Jonathan Safran Foer"},
{"quote": "A hotel room all to myself is my idea of a good time.", "author": "Chelsea Handler"},
{"quote": "My love for peanut butter is so deep that I can't look at a jar without devouring it!", "author": "Monica DiNatale"},
{"quote": "Florence and Milan had given him ideas more flexible than those of people who'd stayed at home.", "author": "Hilary Mantel"},
{"quote": "You can find your way across this country using burger joints the way a navigator uses stars.", "author": "Charles Kuralt"},
{"quote": "I now know, by an almost fatalistic conformity with the facts, that my destiny is to travel...", "author": "Ernesto Guevara"},
{"quote": "When I'm all grown up, come what may,", "author": "Guy Gavriel Kay"},
{"quote": "Travel is the best teacher. The only way to an open mind is by taking a plane out into the open world.", "author": "C. JoyBell C."},
{"quote": "Part of the urge to explore is a desire to become lost.", "author": "Tracy Johnston"},
{"quote": "Delay and dirt are the realities of the most rewarding travel.", "author": "Paul Theroux"},
{"quote": "When I travel, people say ‘Yet another place in this world’. But I see ‘Another world inside every place I go", "author": "Vivek Thangaswamy"},
{"quote": "I believe the experiences reported in this book are reproducible by anyone who wishes to try.", "author": "Michael Crichton"},
{"quote": "When you build a city near no mountains and no ocean, you get materialism and traditional religion. People have too much time and lack inspiration.", "author": "Donald Miller"},
{"quote": "How can you wonder your travels do you no good, when you carry yourself around with you?", "author": "Socrates"},
{"quote": "You are what you read.", "author": "Nancy Petralia"},
{"quote": "Screw the shops; I want a duty-free office.", "author": "Rishi Piparaiya"},
{"quote": "She got on a plane to see a client in California and somewhere over Colorado, the pilot somehow missed the sky.", "author": "Jonathan Tropper"},
{"quote": "And my mother, whose radius of travel was short, tied the letters with ribbon and kept them in her desk, When you get the chance, she said to me, \"go.", "author": "Frances Mayes"},
{"quote": "Sicily is paradise. I live in paradise. Now pass the pasta please.", "author": "Alfred Zappala"},
{"quote": "Life is beautiful if you are on the road to somewhere", "author": "Orhan Pamuk"},
{"quote": "Perhaps it’s my natural pessimism, but it seems that an awfully large part of travel these days is to see things while you still can.", "author": "Bill Bryson"},
{"quote": "Travel opens your mind as few other things do. It is its own form of hypnotism, and I am forever under its spell.", "author": "Libba Bray"},
{"quote": "Sometimes you need to move away before you can see where you are", "author": "Benny Bellamacina"},
{"quote": "I travel because it makes me realize how much I haven't seen, how much I'm not going to see, and how much I still need to see.\"", "author": "Carew Papritz"},
{"quote": "I hate traveling with amateurs.", "author": "Rachel Caine"},
{"quote": "We had found nothing, and had been lost several times already in one morning, so this was shaping up into a top travel experience.", "author": "Pete McCarthy"},
{"quote": "Home at that moment was a starless night, a steady wind, not a human to be seen.", "author": "Alan Furst"},
{"quote": "I don't know anything anymore", "author": "kim culbertson"},
{"quote": "You take a step, then another. That’s the journey. But to take a step with your eyes open is not a journey at all, it’s a remaking of your own mind.", "author": "Card, Orson Scott"},
{"quote": "Sometimes travel is merely an opportunity taken when you can.", "author": "Ian Frazier"},
{"quote": "There were only three names on the map of the region we had brought with us, but we now filled in more than two hundred.", "author": "Heinrich Harrer"},
{"quote": "You're not traveling if you already know everything.", "author": "Erica Bauermeister"},
{"quote": "See it, learn it, do it ALL.", "author": "Jamie McCall"},
{"quote": "Sometimes a bus is your bus, and sometimes it ain't, and it's important that you can tell the difference.", "author": "Steven J. Carroll"},
{"quote": "Adventure should be part of everyone's life. It is the whole difference between being fully alive and just existing.", "author": "Holly Morris"},
{"quote": "I like the idea that when I die, I will have a long sit-down chat with", "author": "Kristine K. Stevens"},
{"quote": "The ancient paused for a moment, as if his strength were failing. Yet I sensed that there was more to tell. Looking deep into my eyes, he whispered:", "author": "Tahir Shah"},
{"quote": "I was becoming addicted to Bombay. There was squalor and poverty, but I had begun to realise my good fortune and would never again forget it.", "author": "Tahir Shah"},
{"quote": "Living in the edge - that's what I feel like when I don't know what my bowels are going to do next.", "author": "Jane Wilson-Howarth"},
{"quote": "Don't ever live vicariously. This is your life. Live.", "author": "Lavinia Spalding"},
{"quote": "With languages, you can move from one social situation to another. With languages, you are at home anywhere.", "author": "Edmund de Waal"},
{"quote": "You go away for a long time and return a different person - you never come all the way back", "author": "Paul Theroux"},
{"quote": "The fastest way to travel is to be there already.", "author": "Terry Pratchett"},
{"quote": "Travel is wishing for one more bite of whatever that just was.", "author": "Nick Miller"},
{"quote": "It is part of wisdom never to revisit a wilderness, for the more golden the lily, the more certain that someone has gilded it.", "author": "Aldo Leopold"},
{"quote": "With languages, you are at home anywhere.", "author": "Edward De Waal"},
{"quote": "To travel beyond our world is to change this present one forever.", "author": "Steven J. Carroll"},
{"quote": "Adventure can be an end in itself. Self-discovery is the secret ingredient...", "author": "Grace Lichtenstein"},
{"quote": "We all look back at some time or other and wonder why we didn't listen to our instincts. Why did we hestiate? Why did we lose our dreams?", "author": "Diane Griffith"},
{"quote": "... as we travel again between life and death,", "author": "Jay Woodman"},
{"quote": "You cannot travel to the known; because all travels are towards the future and the future is unknown!", "author": "Mehmet Murat ildan"},
{"quote": "They lied, you know,” said Cpl. Allan Richmond. He hugged the", "author": "Brian W. Matthews"},
{"quote": "The pen is truly mightier than the sword. Unless you're holding a pen and the other guy's holding a sword.", "author": "Dave Besseling"},
{"quote": "Be as intellectual as you like about it, but India is brilliantly mad. And if you want to love it, you have to hate it first.", "author": "Simon Dring"},
{"quote": "The best thing about flying first class....was that you could be as nutty as a fruitcake and were still treated like the Queen of Sheba.", "author": "Sarah-Kate Lynch"},
{"quote": "With languages, you are at home anywhere.", "author": "Edward DeWall"},
{"quote": "There's a mathematics to nesting, I'm sure, that explains how length of stay + space available = accumulating way too much stuff.", "author": "Amy Smith"},
{"quote": "With languages, you are at home anywhere.", "author": "Edward DeWalll"},
{"quote": "I don’t know what I’m doing, or where I’m going, but I do know that I want to do whatever it is and get there soon.", "author": "J.A. Redmerski"},
{"quote": "It seemed like all the way to tomorrow and over it to the days beyond.", "author": "J.R.R. Tolkien"},
{"quote": "It is a bitter-sweet thing, knowing two cultures. Once you leave your birthplace nothing is ever the same.", "author": "Sarah Turnbull"},
{"quote": "[...] I will go to France, to Yugoslavia, to China and continue my profession.'", "author": "Bruce Chatwin"},
{"quote": "Tell me, Blaise, are we very far from Montmartre?'", "author": "Blaise Cendrars"},
{"quote": "If the landscape of human emotion were to exist in country, it would be in Italy.\" ~Lisa Fantino/Amalfi Blue", "author": "Lisa Fantino"},
{"quote": "And so I told him how living in Japan would give him a leisure no mere tourist has, to know the rhythms of the place, a land of tiny poems.", "author": "Donna George Storey"},
{"quote": "...and should I die in her care, I would leave smiling because, I will linger in the hills beside her...", "author": "Kellie Elmore"},
{"quote": "I bow my head submissively and see that my chest is heaving, already dotted with the telltale ﬂush of sexual arousal.", "author": "Donna George Storey"},
{"quote": "She had learned to live light because life itself could be heavy enough.", "author": "Jackson Burnett"},
{"quote": "...[I]t behooves a man who wants to see wonders sometimes to go out of his way.", "author": "John Mandeville"},
{"quote": "Now, bring me that horizon.", "author": "Johnny Depp"},
{"quote": "Wanderlust is incurable.", "author": "Mark Jenkins"},
{"quote": "Having books standing on a shelf in a room is like having completely different worlds at the ready, waiting to be explored.", "author": "J.F Hermann"},
{"quote": "There is no \"wrong train.", "author": "CrimethInc."},
{"quote": "The real home of man is not his house but the road. Life itself is a travel that has to be done by foot.", "author": "Bruce Chatwin"},
{"quote": "You think of travellers as bold, but our guilty secret is that travel is one of the laziest ways on earth of passing the time.", "author": "Paul Theroux"},
{"quote": "Everyone is a Wordsworth in certain moods, and every traveler seeks out places that every traveler has missed.", "author": "Pico Iyer"},
{"quote": "They hadn't much faith in travel, nor a great belief in a change of scene as a panacea for spiritual ills; they were simply glad to be going.", "author": "Zelda Fitzgerald"},
{"quote": "Maps are essential. Planning a journey without a map is like building a house without drawings.", "author": "Mark Jenkins"},
{"quote": "There are people in this world so rich that when it rains they simply fly away on private jets in search of sun.", "author": "Peggy Kopman-Owens"},
{"quote": "For anyone who wanted to throw away his watch, along with his past, this was the place.", "author": "Peggy Kopman-Owens"},
{"quote": "For my part, i travel not to go anywhere but to go. I travel for travel's sake. The great affair is to move", "author": "Robert Davis Stevenson"},
{"quote": "Traveling can never be taken for granted, no matter how meticulous the preparations.", "author": "Eugene Linden"},
{"quote": "The French know the intrinsic value of holding on to the past, its pleasures, its promises, and its tender mercies.", "author": "Peggy Kopman-Owens"},
{"quote": "How could I ever forget my best friend, the man, who had changed my destiny simply by allowing me to write about him?", "author": "Peggy Kopman-Owens"},
{"quote": "In Paris, everything was fixable for the right price.", "author": "Peggy Kopman-Owens"},
{"quote": "This would become a lifelong pattern, sitting in my comfort zone high above the world in some sort of self-imposed exile.", "author": "Peggy Kopman-Owens"},
{"quote": "Beware. Those with the least amount of authority exercise it the most often.", "author": "Peggy Kopman-Owens"},
{"quote": "...Don't insult readers by questioning the extent of their imaginations. Most need only to be nudged to solve a good mystery.", "author": "Peggy Kopman-Owens"},
{"quote": "There was nothing to talk about anymore. The only thing to do was go.", "author": "Jack Kerouac"},
{"quote": "To shut your eyes is to travel.", "author": "Emily Dickenson"},
{"quote": "You have not traveled enough,\" she said. \"Or you'd know that every journey", "author": "Sharon Shinn"},
{"quote": "One of the great things about travel is you find out how many good, kind people there are.", "author": "Edith Wharton"},
{"quote": "I would love you all the day, every night we would kiss and play, if with me you'd fondly stray, over the hills and far away.", "author": "John Gray"},
{"quote": "People travel because it teaches them things they could learn no other way.", "author": "Lance Morrow"},
{"quote": "At the root of Japanese manufacturing lies a feminine delicacy and shyness as well as a childlike curiosity and fantasy-filled worldview.", "author": "Morinosuke Kawaguchi"},
{"quote": "Whoever created the world went to a lot of trouble. It would be downright rude not to go out and see as much of it as possible.", "author": "Edward Readicker-Henderson"},
{"quote": "A (wo)men travels the world over in search of wht (s)he needs and returns home to find it", "author": "Barbara Magro"},
{"quote": "Don’t take everything for granted, and do not always count on finding everything you need.", "author": "Larry Herzberg"},
{"quote": "What he was after hangs between the visible and the invisible, between the here and now and the seemingly elsewhere.", "author": "André Aciman"},
{"quote": "A traveler's most interesting meals tend to happen by surprise.", "author": "David Dale"},
{"quote": "Contentment can only be found in not envying others or comparing yourself to them but in being satisfied with what you have.", "author": "Larry Herzberg"},
{"quote": "Poverty and loneliness could be seen as a liberation from strivings to become rich and popular.", "author": "Donald Richie"},
{"quote": "In Japan, so many emoticons have been created that it’s reasonable to assume Japanese appreciate their convenience more than anyone else.", "author": "Morinosuke Kawaguchi"},
{"quote": "Gift giving is part of the culture no matter where you are and no matter how long you stay.", "author": "Christalyn Brannen"},
{"quote": "Tokyo is a very safe city. At night it becomes quiet the way New York never does.", "author": "Rick Kennedy"},
{"quote": "There is a saying, if any stranger enquire of the first met of Maan, were it even a child, “Who is here the sheykh?” he would answer him “I am he.", "author": "Charles Montagu Doughty"},
{"quote": "One very good way to invite stares of disapproval in Japan is to walk and eat at the same time.", "author": "Andrew Horvat"},
{"quote": "Girly’ products can spur Japan’s growth in this century every bit as much as, if not more than, the ‘manly’ technologies.", "author": "Morinosuke Kawaguchi"},
{"quote": "In Chinese business culture, humility is a virtue.", "author": "Stefan H. Verstappen"},
{"quote": "When given the chance to see China off the beaten track, definitely take it.", "author": "Larry Herzberg"},
{"quote": "When you’re in another country, remember to do as the locals do, since it is your ways that may seem strange of offensive to them.", "author": "Tracey Wilen"},
{"quote": "The sacrifices of time and money that Chinese friends will make for one another often go far beyond what is expected or accepted in Western society.", "author": "Larry Herzberg"},
{"quote": "The pleasure we derive from journeys is perhaps dependent more on the mindset with which we travel than on the destination we travel to.", "author": "Alain de Botton"},
{"quote": "Travel doesn't become adventure until you leave yourself behind.", "author": "Marty Rubin"},
{"quote": "There are countries of the world, and regions of one's own mind, where it is unwise to travel.", "author": "Chris Cleave"},
{"quote": "Anticipation. In love and travel, getting there is half the fun. The lustful impatience, the passionate daydreams, the nerve-wracking", "author": "Vivian Swift"},
{"quote": "You have to taste a culture to understand it.", "author": "Deborah Cater"},
{"quote": "We are homeless enough in this world under the best of circumstances without going to any special effort to test our capacity to be more so.", "author": "Harold Edmund Stearns"},
{"quote": "There are no tips for life neither for travelling", "author": "Guido Colombo"},
{"quote": "What an absurdity to go and bury oneself in South America, where they are always having revolutions.", "author": "Agatha Christie"},
{"quote": "The most amazing travellers were to humble to write about it", "author": "Guido Colombo"},
{"quote": "The red sands of Marrakesh, sprawling at the foot of the Atlas like a wounded Leviathan....", "author": "Rosita Forbes"},
{"quote": "If you travel everywhere and find the same elements everywhere, somehow it reduces the value of the place (Curiosity, Tokyo, Japan)", "author": "Editorial Board of Approaching Hotel Designers"},
{"quote": "To live is to travel, on a voyage more epic than the odysseys of myth - not from place to place, but through the poignant strangeness of time.", "author": "T.L. Rese"},
{"quote": "Today..passes as yesterday, today is passing by... Tomorrow shall become today and that too shall pass!", "author": "Escapades"},
{"quote": "Your past experiences will flavour your future ones, that is human nature.", "author": "Deborah Cater"},
{"quote": "...books were better than travel.", "author": "Pseudonymous Bosch"},
{"quote": "When you're traveling, you are what you are, right there and then. People don't have your past to hold against you. No yesterdays on the road.", "author": "William Least-Heat Moon"},
{"quote": "I've met the most interesting people while flying or on a boat. These methods of travel seem to attract the kind of people I want to be with.", "author": "Hedy Lamarr"},
{"quote": "Journeys are the midwives of thought. Few places are more conducive to internal conversations than moving planes, ships or trains.", "author": "Alain de Botton"},
{"quote": "We wandered in a frenzy and a dream (301).", "author": "Jack Kerouac"},
{"quote": "A little crazy is good", "author": "Chris Hilton"},
{"quote": "India will reveal to you the places in your heart that must be purified.", "author": "Erin Reese"},
{"quote": "Travel empties out everything you’ve into the box called your life, all the things you accumulate to tell you who you are", "author": "Claire Fontaine"}
]