[
  {
    "id": 1,
    "name": "शिव",
    "img": "/1/shiv.webp",
    "banner": "/1/shivb.webp",
    "other_names": [
      "महादेव",
      "शंकर",
      "रुद्र",
      "भोलेनाथ",
      "नीलकंठ",
      "नटराज",
      "पशुपति",
      "त्र्यंबक"
    ],
    "description": "शिव हिंदू धर्म के प्रमुख देवताओं में से एक हैं, जिन्हें शैव परंपरा में सर्वोच्च सत्ता के रूप में पूजा जाता है। वे तपस्या और कामुकता, सृजन और विनाश, क्रोध और करुणा के प्रतीक हैं। उन्हें अक्सर हिमालय में ध्यानमग्न, ब्रह्मांडीय तांडव नृत्य करते हुए या अर्धनारीश्वर के रूप में चित्रित किया जाता है—आधा पुरुष और आधा स्त्री—जो विपरीतों के एकत्व को दर्शाता है।",
    "attributes": [
      "त्रिशूल",
      "डमरू",
      "तीसरा नेत्र",
      "गले में सर्प",
      "चंद्रकला",
      "जटाओं से बहती गंगा",
      "बाघम्बर",
      "भस्म-आच्छादित शरीर",
      "रुद्राक्ष की माला"
    ],
    "mantras": [
      {
        "sanskrit": "ॐ नमः शिवाय",
        "meaning": "भगवान शिव को नमन"
      },
      {
        "sanskrit": "ॐ त्र्यम्बकं यजामहे सुगन्धिं पुष्टिवर्धनम्। उर्वारुकमिव बन्धनान्मृत्योर्मुक्षीय माऽमृतात्॥",
        "meaning": "हम त्रिनेत्रधारी (शिव) की पूजा करते हैं, जो पोषण करते हैं और सुगंध फैलाते हैं। वे हमें मृत्यु के बंधन से मुक्त करें, जैसे ककड़ी लता से अलग होती है।"
      },
      {
        "sanskrit": "ॐ तत्पुरुषाय विद्महे महादेवाय धीमहि तन्नो रुद्रः प्रचोदयात्",
        "meaning": "हम महान पुरुष, सर्वोच्च ईश्वर का ध्यान करते हैं। वह रुद्र हमारी बुद्धि को प्रेरित और प्रकाशित करें।"
      }
    ],
    "stories": [
      "समुद्र मंथन: समुद्र मंथन के दौरान हलाहल विष निकला। शिव ने ब्रह्मांड को बचाने के लिए इसे पी लिया, जिससे उनका कंठ नीला पड़ गया और उन्हें 'नीलकंठ' नाम मिला।",
      "दक्ष यज्ञ: शिव की पत्नी सती ने अपने पिता दक्ष द्वारा शिव का अपमान किए जाने पर स्वयं को अग्नि समर्पित कर दिया। क्रोधित शिव ने दक्ष के यज्ञ को नष्ट कर दिया और उसका सिर काट दिया। बाद में, उन्होंने दक्ष को बकरे के सिर के साथ पुनर्जीवित किया।",
      "त्रिपुरासुर: तीन राक्षस भाइयों ने त्रिपुर नामक दुर्गों का निर्माण किया। शिव ने एक ही बाण से तीनों को नष्ट कर दिया, जो बुराई के विनाश का प्रतीक है।",
      "गंगा अवतरण: अपने पूर्वजों की राख को शुद्ध करने के लिए, राजा भगीरथ ने तपस्या की। शिव ने गंगा को अपनी जटाओं में धारण कर लिया ताकि उनकी धारा पृथ्वी को नष्ट न करे।",
      "अर्धनारीश्वर: नर और नारी के अविभाज्य सिद्धांत को दर्शाने के लिए, शिव ने पार्वती के साथ मिलकर अर्धनारीश्वर रूप धारण किया।",
      "काम दहन: कामदेव ने शिव के ध्यान को भंग करने का प्रयास किया। शिव ने अपना तीसरा नेत्र खोला और कामदेव को भस्म कर दिया, जो इच्छाओं पर विजय का प्रतीक है।",
      "गजासुर वध: गजासुर नामक राक्षस संसार को आतंकित कर रहा था। शिव ने उसे मारकर उसकी खाल धारण की, जो बुराई के विनाशक के रूप में उनकी भूमिका को दर्शाता है।",
      "भस्मांग राग: शिव ने श्मशान की भस्म को अपने शरीर पर लगाया, जो शारीरिक देह की नश्वरता और आध्यात्मिक ज्ञान के महत्व को दर्शाता है।",
      "मार्कंडेय: ऋषि मार्कंडेय की मृत्यु 16 वर्ष की आयु में निश्चित थी। उन्होंने शिवलिंग का आलिंगन किया, और जब यम उनके प्राण लेने आए, तो शिव ने हस्तक्षेप कर उन्हें अमरत्व प्रदान किया।",
      "नटराज: तांडव के ब्रह्मांडीय नृत्य में, शिव सृजन, पालन और विनाश के चक्र को प्रदर्शित करते हैं, जो ब्रह्मांड की गतिशील प्रकृति का प्रतीक है।"
    ],
    "family": {
      "consort": ["पार्वती"],
      "children": ["गणेश", "कार्तिकेय"]
    },
    "festivals": [
      "महाशिवरात्रि",
      "श्रावण सोमवार (सावन सोमवार)",
      "प्रदोष",
      "कार्तिक दीपम"
    ],
    "temples": [
      {
        "name": "केदारनाथ मंदिर",
        "location": "उत्तराखंड, भारत"
      },
      {
        "name": "काशी विश्वनाथ मंदिर",
        "location": "वाराणसी, उत्तर प्रदेश, भारत"
      },
      {
        "name": "महाकालेश्वर ज्योतिर्लिंग",
        "location": "उज्जैन, मध्य प्रदेश, भारत"
      },
      {
        "name": "बृहदीश्वर मंदिर",
        "location": "तंजावुर, तमिल नाडु, भारत"
      },
      {
        "name": "पशुपतिनाथ मंदिर",
        "location": "काठमांडू, नेपाल"
      }
    ],
    "significance": "भगवान शिव अहंकार, आसक्ति और भ्रम के विनाश का प्रतिनिधित्व करते हैं, जो आध्यात्मिक पुनर्जन्म का मार्ग प्रशस्त करते हैं। वे समय, परिवर्तन और विपरीतों के मिलन के प्रतीक हैं। योग, ध्यान और कलाओं के स्वामी के रूप में, उन्हें तपस्वियों, गृहस्थों और आध्यात्मिक साधकों द्वारा समान रूप से पूजा जाता है। विनाशक और रक्षक के रूप में उनकी छवि ब्रह्मांडीय संतुलन बनाए रखने में उनकी भूमिका को दर्शाती है।"
  },
  {
    "id": 2,
    "name": "हनुमान",
    "img": "/1/hanuman.webp",
    "banner": "/1/hanumanb.webp",
    "other_names": [
      "अंजनेय",
      "बजरंगबली",
      "पवनपुत्र",
      "महावीर",
      "मारुति",
      "संकट मोचन",
      "रामभक्त",
      "अंजनीपुत्र",
      "केशरी नंदन",
      "महाबली"
    ],
    "description": "हनुमान हिंदू धर्म में एक पूजनीय देवता हैं, जो भगवान राम के प्रति अटूट भक्ति के लिए जाने जाते हैं। रामायण के केंद्रीय पात्र, वे अपनी शक्ति, साहस और निस्वार्थ सेवा के लिए प्रसिद्ध हैं। अक्सर वानर-मुख वाले मानवरूपी के रूप में चित्रित, हनुमान भक्ति (भक्ति) और ऊर्जा (शक्ति) के प्रतीक हैं।",
    "attributes": [
      "गदा",
      "पूँछ (चपलता और शक्ति का प्रतीक)",
      "खुले हृदय में राम-सीता की छवि",
      "उड़ान भरती मुद्रा (लंका की ओर छलांग)",
      "पंचमुखी रूप",
      "लाल वर्ण (ऊर्जा का प्रतीक)",
      "जनेऊ",
      "पर्वत (संजीवनी बूटी ले जाते हुए)"
    ],
    "mantras": [
      {
        "sanskrit": "ॐ नमो हनुमते नमः",
        "meaning": "भगवान हनुमान को नमन"
      },
      {
        "sanskrit": "ॐ हनुमते नमः",
        "meaning": "मैं हनुमान को प्रणाम करता हूँ"
      },
      {
        "sanskrit": "ॐ नमो भगवते आंजनेयाय महाबलाय स्वाहा",
        "meaning": "मैं अंजनीपुत्र, महाबली हनुमान को समर्पित करता हूँ"
      }
    ],
    "stories": [
      "बाल्यावस्था में हनुमान ने सूर्य को फल समझकर निगलने का प्रयास किया, जो उनकी अद्भुत शक्ति को दर्शाता है।",
      "उन्होंने सीता की खोज में महत्वपूर्ण भूमिका निभाई, समुद्र लाँघकर लंका पहुँचे।",
      "लंका युद्ध के दौरान लक्ष्मण को जीवित करने के लिए संजीवनी पर्वत ले आए।",
      "रावण की सेना द्वारा पकड़े जाने पर उन्होंने अपनी जलती पूँछ से लंका का अंश जला दिया।",
      "भक्ति में डूबे हनुमान ने अपना हृदय खोला, जिसमें राम-सीता की छवि दिखाई दी।",
      "भीम के अहंकार को चुनौती देकर उनकी पूँछ उठाने को कहा, जिसे भीम हिला भी नहीं पाए।",
      "विश्वामित्र ऋषि के यज्ञ की रक्षा कर राक्षसों को पराजित किया।",
      "राम के पुत्रों लव-कुश को विनम्रता का पाठ पढ़ाया।",
      "लंका पुल (राम सेतु) निर्माण में विशाल शिलाएँ लाकर सहायता की।",
      "मान्यता है कि उन्होंने स्वयं की रामायण लिखी, जिसे बाद में वाल्मीकि के संस्करण के सम्मान में त्याग दिया।"
    ],
    "family": {
      "consort": "",
      "children": []
    },
    "festivals": [
      "हनुमान जयंती",
      "राम नवमी",
      "दीवाली (राम की वापसी से जुड़ा)",
      "दशहरा (रावण पर विजय)"
    ],
    "temples": [
      {
        "name": "हनुमान गढ़ी",
        "location": "अयोध्या, उत्तर प्रदेश"
      },
      {
        "name": "जाखू मंदिर",
        "location": "शिमला, हिमाचल प्रदेश"
      },
      {
        "name": "संकट मोचन मंदिर",
        "location": "वाराणसी, उत्तर प्रदेश"
      },
      {
        "name": "नमक्कल अंजनेयर मंदिर",
        "location": "नमक्कल, तमिल नाडु"
      },
      {
        "name": "मेहंदीपुर बालाजी मंदिर",
        "location": "दौसा, राजस्थान"
      }
    ],
    "significance": "हनुमान भक्ति, शक्ति और विनम्रता के प्रतीक हैं। वे निस्वार्थ सेवा और अटूट विश्वास के आदर्श हैं। सुरक्षा, साहस और ज्ञान के लिए पूजे जाने वाले हनुमान आंतरिक शक्ति और दृढ़ता के भी प्रतीक हैं।"
  },
  {
    "id": 3,
    "name": "गणेश",
    "img": "/1/ganesh.webp",
    "banner": "/1/ganeshb.webp",
    "other_names": [
      "गणपति",
      "विनायक",
      "विघ्नहर्ता",
      "लंबोदर",
      "एकदंत",
      "भालचंद्र",
      "गजानन",
      "पिल्लैयार",
      "धूम्रकेतु",
      "सिद्धिविनायक"
    ],
    "description": "गणेश, हाथी-मुख वाले देवता, हिंदू धर्म में सर्वाधिक पूजनीय देवताओं में से एक हैं। विघ्नहर्ता और आरंभ के देवता के रूप में जाने जाते हैं, इनकी पूजा किसी भी अनुष्ठान या समारोह के प्रारंभ में की जाती है। गणेश कला, विज्ञान, बुद्धि और ज्ञान के संरक्षक भी हैं।",
    "attributes": [
      "हाथी का सिर (बुद्धि का प्रतीक)",
      "बड़े कान (सावधानीपूर्वक सुनने का संकेत)",
      "सूँड (अनुकूलनशीलता)",
      "टूटा दाँत (त्याग का प्रतीक)",
      "चार हाथों में अंकुश, पाश, मोदक और टूटा दाँत",
      "मूषक वाहन (विनम्रता का प्रतीक)",
      "उदर (ब्रह्मांड का प्रतीक)",
      "तीसरा नेत्र (दिव्य दृष्टि)"
    ],
    "mantras": [
      {
        "sanskrit": "ॐ गं गणपतये नमः",
        "meaning": "विघ्नहर्ता को नमन"
      },
      {
        "sanskrit": "ॐ श्री गणेशाय नमः",
        "meaning": "मैं गणेश को प्रणाम करता हूँ"
      },
      {
        "sanskrit": "वक्रतुण्ड महाकाय सूर्यकोटि समप्रभ। निर्विघ्नं कुरु मे देव सर्वकार्येषु सर्वदा॥",
        "meaning": "हे वक्रतुण्ड, विशालकाय, करोड़ों सूर्य के समान तेजस्वी, मेरे सभी कार्यों में विघ्न दूर करो।"
      }
    ],
    "stories": [
      "जन्म: पार्वती द्वारा चंदन से निर्मित, गणेश ने उनकी रक्षा के लिए जीवन पाया। शिव ने उनका सिर काट दिया, बाद में हाथी का सिर लगाया।",
      "चंद्रमा को श्राप: चंद्रमा ने गणेश की हँसी उड़ाई, जिसके बाद गणेश चतुर्थी पर चंद्रदर्शन को अशुभ माना जाता है।",
      "दुनिया की परिक्रमा: कार्तिकेय के विपरीत, गणेश ने अपने माता-पिता की परिक्रमा कर जीत हासिल की।",
      "महाभारत लेखन: वेदव्यास ने गणेश को महाभारत लिखने के लिए चुना।",
      "परशुराम से युद्ध: परशुराम ने गणेश का एक दाँत तोड़ दिया, जिसके बाद से वे एकदंत कहलाए।"
    ],
    "family": {
      "consort": ["रिद्धि", "सिद्धि"],
      "children": ["शुभ", "लाभ", "संतोषी माँ"]
    },
    "festivals": ["गणेश चतुर्थी", "संकष्टी चतुर्थी", "विनायक चतुर्थी"],
    "temples": [
      {
        "name": "सिद्धिविनायक मंदिर",
        "location": "मुंबई, महाराष्ट्र"
      },
      {
        "name": "कानिपक्कम विनायक मंदिर",
        "location": "चित्तूर, आंध्र प्रदेश"
      },
      {
        "name": "इडगुंजी विनायक",
        "location": "कर्नाटक"
      }
    ],
    "significance": "गणेश बुद्धि, समझ और विवेक के प्रतीक हैं। किसी भी नए कार्य के प्रारंभ में उनकी पूजा की जाती है। कला और विज्ञान के संरक्षक के रूप में वे हिंदू संस्कृति के केंद्र में हैं।"
  },
  {
    "id": 4,
    "name": "राम",
    "img": "/1/ram.webp",
    "banner": "/1/ramb.webp",
    "other_names": [
      "रामचंद्र",
      "राघव",
      "मर्यादा पुरुषोत्तम",
      "सीताराम",
      "रघुकुल नंदन",
      "दशरथि",
      "कौशल्या नंदन",
      "साकेत राजेंद्र"
    ],
    "description": "भगवान राम विष्णु के सातवें अवतार और रामायण के केंद्रीय पात्र हैं। धर्म, आदर्श राजत्व और नैतिकता के प्रतीक, उनका जीवन कर्तव्य, सम्मान और भक्ति का उदाहरण है।",
    "attributes": [
      "धनुष-बाण",
      "तरकश",
      "जनेऊ",
      "अंगूठी (सीता को दी)",
      "राजसी वस्त्र",
      "मुकुट",
      "पुष्पक विमान"
    ],
    "mantras": [
      {
        "sanskrit": "ॐ श्री रामाय नमः",
        "meaning": "श्री राम को नमन"
      },
      {
        "sanskrit": "राम रामेति रामेण रामेण महात्मना।",
        "meaning": "राम नाम का जाप शांति और समृद्धि लाता है।"
      }
    ],
    "stories": [
      "जन्म: अयोध्या के राजा दशरथ और रानी कौशल्या के यहाँ जन्मे।",
      "सीता से विवाह: शिव धनुष तोड़कर स्वयंवर जीता।",
      "वनवास: पिता के वचन का पालन करते हुए 14 वर्ष का वनवास स्वीकार किया।",
      "सीता हरण: रावण ने सीता का अपहरण किया।",
      "राम-रावण युद्ध: रावण को पराजित कर धर्म की स्थापना की।"
    ],
    "family": {
      "consort": ["सीता"],
      "children": ["लव", "कुश"],
      "parents": ["दशरथ", "कौशल्या"],
      "siblings": ["भरत", "लक्ष्मण", "शत्रुघ्न"]
    },
    "festivals": ["राम नवमी", "दीवाली", "विजयादशमी"],
    "temples": [
      {
        "name": "राम जन्मभूमि मंदिर",
        "location": "अयोध्या, उत्तर प्रदेश"
      },
      {
        "name": "भद्राचलम मंदिर",
        "location": "तेलंगाना"
      },
      {
        "name": "रामेश्वरम मंदिर",
        "location": "तमिल नाडु"
      }
    ],
    "significance": "राम धर्म, न्याय और आदर्श शासन के प्रतीक हैं। उनका 'राम राज्य' न्याय और समृद्धि का पर्याय है। उनकी शिक्षाएँ कर्तव्य और नैतिकता का मार्ग दिखाती हैं।"
  },
  {
    "id": 5,
    "name": "कृष्ण",
    "img": "/1/krishna.webp",
    "banner": "/1/krishnab.webp",
    "other_names": [
      "वासुदेव",
      "गोविंद",
      "मधुसूदन",
      "गोपाल",
      "दामोदर",
      "यदुनंदन",
      "राधा रमण",
      "केशव"
    ],
    "description": "भगवान कृष्ण को विष्णु के आठवें अवतार के रूप में पूजा जाता है और साथ ही स्वयं सर्वोच्च भगवान के रूप में भी पूजे जाते हैं। वह अपनी दिव्य चंचलता, गहन ज्ञान और महाभारत में अर्जुन के सारथी और मार्गदर्शक के रूप में प्रसिद्ध हैं। कृष्ण की शिक्षाएँ, विशेष रूप से भगवद्गीता में, भक्ति, धर्म और आत्मा की प्रकृति के मार्ग पर जोर देती हैं।",
    "attributes": [
      "बांसुरी",
      "मोर पंख",
      "पीतांबर (पीला वस्त्र)",
      "सुदर्शन चक्र",
      "कौमोदकी गदा",
      "कमल के समान चरण"
    ],
    "mantras": [
      {
        "sanskrit": "ॐ श्री कृष्णाय नमः",
        "meaning": "भगवान कृष्ण को प्रणाम।"
      },
      {
        "sanskrit": "हरे कृष्ण हरे कृष्ण कृष्ण कृष्ण हरे हरे। हरे राम हरे राम राम राम हरे हरे॥",
        "meaning": "कृष्ण और राम के नामों का जाप शांति और मोक्ष लाता है।"
      },
      {
        "sanskrit": "ॐ नमो भगवते वासुदेवाय",
        "meaning": "भगवान वासुदेव को प्रणाम।"
      }
    ],
    "stories": [
      "मथुरा में जन्म: कृष्ण का जन्म मथुरा में देवकी और वासुदेव के यहाँ हुआ था, जबकि तानाशाह राजा कंस का शासन था। उनकी रक्षा के लिए, वासुदेव ने शिशु कृष्ण को यमुना नदी पार कर गोकुल ले जाया, जहाँ उनका पालन-पोषण यशोदा और नंद ने किया।",
      "कंस वध: भविष्यवाणी के अनुसार, कृष्ण ने बड़े होकर अपने मामा कंस को पराजित किया और मथुरा में शांति बहाल की।",
      "माखन चोरी: अपनी शरारती प्रकृति के लिए प्रसिद्ध, कृष्ण गोपियों से माखन चुराते थे, जिससे वे उन्हें और प्रिय हो गए।",
      "गोवर्धन पर्वत: गाँव वालों को इंद्र के क्रोध से बचाने के लिए, कृष्ण ने गोवर्धन पर्वत को अपनी छोटी उंगली पर उठा लिया और सभी को आश्रय दिया।",
      "रास लीला: गोपियों के साथ कृष्ण का दिव्य नृत्य आत्मा की दिव्यता के लिए तड़प को दर्शाता है।",
      "भगवद्गीता: कुरुक्षेत्र के युद्धक्षेत्र में, कृष्ण ने अर्जुन को भगवद्गीता की शिक्षाएँ दीं, जिसमें जीवन के नैतिक और दार्शनिक दुविधाओं का समाधान है।",
      "कुरुक्षेत्र युद्ध: कृष्ण ने अर्जुन के सारथी के रूप में सेवा की और उन्हें इस महाकाव्य युद्ध में मार्गदर्शन दिया।",
      "मौसल पर्व: कुरुक्षेत्र युद्ध के बाद, कृष्ण के यदु वंश का एक श्राप के कारण विनाश हो गया, जिसके बाद उन्होंने पृथ्वी को छोड़ दिया।",
      "पृथ्वी से प्रस्थान: कृष्ण ने गुजरात के भालका में अपने मानव रूप को त्याग दिया, जिससे उनके पृथ्वी के अवतार का अंत हुआ।",
      "गोलोक वापसी: अपने प्रस्थान के बाद, माना जाता है कि कृष्ण अपने दिव्य धाम गोलोक वापस लौट गए।"
    ],
    "family": {
      "consort": [
        "राधा",
        "रुक्मिणी",
        "सत्यभामा",
        "जाम्बवती",
        "कालिंदी",
        "मित्रविंदा",
        "सत्या",
        "भद्रा",
        "लक्ष्मणा"
      ],
      "children": ["प्रद्युम्न", "सांब", "चारुदेष्ण", "गद", "शंभु"],
      "parents": ["देवकी", "वासुदेव"],
      "siblings": ["बलराम", "सुभद्रा"]
    },
    "festivals": [
      "कृष्ण जन्माष्टमी: कृष्ण के जन्म का उत्सव, जिसे उपवास, भक्ति गीत और उनके बचपन के कारनामों के नाटकों के साथ मनाया जाता है।",
      "गोवर्धन पूजा: कृष्ण द्वारा अपने भक्तों की रक्षा के लिए गोवर्धन पर्वत उठाने की घटना को याद किया जाता है।",
      "गीता जयंती: वह दिन जब भगवद्गीता का उपदेश अर्जुन को दिया गया था।",
      "होली: रंगों का त्योहार, जो राधा और कृष्ण के दिव्य प्रेम का जश्न मनाता है।",
      "शरद पूर्णिमा: गोपियों के साथ कृष्ण की रास लीला की रात के रूप में मनाया जाता है।"
    ],
    "temples": [
      {
        "name": "द्वारकाधीश मंदिर",
        "location": "द्वारका, गुजरात, भारत"
      },
      {
        "name": "बांके बिहारी मंदिर",
        "location": "वृंदावन, उत्तर प्रदेश, भारत"
      },
      {
        "name": "इस्कॉन मंदिर",
        "location": "मायापुर, पश्चिम बंगाल, भारत"
      },
      {
        "name": "श्री कृष्ण जन्मभूमि मंदिर",
        "location": "मथुरा, उत्तर प्रदेश, भारत"
      },
      {
        "name": "उडुपी श्री कृष्ण मठ",
        "location": "उडुपी, कर्नाटक, भारत"
      }
    ],
    "significance": "भगवान कृष्ण दिव्य चंचलता और गहन ज्ञान का संश्लेषण हैं। उनका जीवन और शिक्षाएँ धर्म (धार्मिकता), भक्ति और आध्यात्मिक ज्ञान की खोज के महत्व पर जोर देते हैं। महाभारत में कृष्ण की भूमिका, विशेष रूप से भगवद्गीता में उनका उपदेश, पुण्यपूर्ण जीवन जीने, आत्मा की प्रकृति को समझने और परम सत्य को प्राप्त करने के लिए मार्गदर्शन प्रदान करता है।"
  },
  {
    "id": 6,
    "name": "दुर्गा",
    "img": "/1/durga.webp",
    "banner": "/1/durgab.webp",
    "other_names": [
      "शक्ति",
      "महिषासुरमर्दिनी",
      "चंडी",
      "पार्वती",
      "काली",
      "भवानी",
      "अंबिका",
      "जगदंबा"
    ],
    "description": "देवी दुर्गा हिंदू धर्म की प्रमुख देवियों में से एक हैं, जो शक्ति, सुरक्षा और मातृत्व का प्रतीक हैं। उन्हें दिव्य नारी ऊर्जा (शक्ति) और ब्रह्मांड की संरक्षक के रूप में पूजा जाता है। दुर्गा को एक योद्धा देवी के रूप में चित्रित किया गया है जो एक सिंह पर सवार हैं और अपने कई हाथों में हथियार पकड़े हुए हैं, जो बुराई से लड़ने और ब्रह्मांडीय व्यवस्था को बहाल करने की उनकी शक्ति का प्रतीक हैं। उनकी उग्र रूप के साथ-साथ उनके पोषण और सुरक्षात्मक स्वभाव के लिए भी उनकी पूजा की जाती है।",
    "attributes": [
      "सिंह या बाघ (वाहन)",
      "त्रिशूल",
      "तलवार",
      "धनुष और बाण",
      "शंख",
      "कमल",
      "गदा",
      "खंजर",
      "ढाल",
      "सर्प"
    ],
    "mantras": [
      {
        "sanskrit": "ॐ दुं दुर्गायै नमः",
        "meaning": "दुर्गा को प्रणाम, जो हमें सभी बाधाओं और नकारात्मकता से बचाती हैं।"
      },
      {
        "sanskrit": "ॐ ह्लीं दुर्गे भगवती सर्वमंगलयते",
        "meaning": "दुर्गा को प्रणाम, जो सभी मंगल लाती हैं।"
      },
      {
        "sanskrit": "ॐ महाक्रूरे महाशक्ते महाशरण्ये महाद्रुबे।",
        "meaning": "महान और शक्तिशाली दुर्गा को प्रणाम, जो परम शरण और शक्ति हैं।"
      }
    ],
    "stories": [
      "महिषासुरमर्दिनी: दुर्गा सबसे अधिक महिषासुर राक्षस का वध करने के लिए जानी जाती हैं, जिसने स्वर्ग को आतंकित किया था। एक लंबे युद्ध के बाद, उन्होंने अपने दिव्य अस्त्रों से उसे पराजित किया, जो बुराई पर अच्छाई की जीत का प्रतीक है।",
      "देवताओं से जन्म: दुर्गा देवताओं की संयुक्त ऊर्जा से बनी थीं, जिन्होंने महिषासुर को हराने के लिए अपनी शक्ति दी थी। वह ब्रह्मांड में सभी दिव्य शक्तियों का संयुक्त बल प्रतिनिधित्व करती हैं।",
      "दुर्गा और रक्तबीज राक्षस: दुर्गा ने रक्तबीज नामक राक्षस से लड़ाई लड़ी, जिसके रक्त की हर बूंद से नए राक्षस पैदा होते थे। दुर्गा ने उसके रक्त को पीकर इस चक्र को रोका और उसे पराजित किया।",
      "दुर्गा और शुंभ-निशुंभ: दुर्गा ने शुंभ और निशुंभ नामक राक्षसों से लड़ाई लड़ी और उन्हें पराजित किया, जो स्वर्ग के लिए खतरा थे। यह कथा ब्रह्मांड को नकारात्मक शक्तियों से बचाने का प्रतीक है।",
      "दुर्गा और भैंस राक्षस: एक लोकप्रिय कथा में दुर्गा ने भैंस के रूप में छिपे एक राक्षस को पराजित किया, जो दिव्य व्यवस्था की रक्षक के रूप में उनकी भूमिका को दर्शाता है।",
      "महाभारत में दुर्गा: दुर्गा का उल्लेख महाभारत सहित विभिन्न ग्रंथों में मिलता है, जहाँ उन्हें शक्ति और सुरक्षा के स्रोत के रूप में पूजा जाता है।",
      "दुर्गा और दुर्गम राक्षस: एक कथा में, दुर्गा ने दुर्गम नामक राक्षस से दुनिया को बचाया, जिसे उन्होंने अपनी शारीरिक और आध्यात्मिक शक्ति से पराजित किया।",
      "देवताओं और राक्षसों के युद्ध में दुर्गा की भूमिका: दुर्गा को अक्सर दिव्य और आसुरी शक्तियों के बीच युद्ध में केंद्रीय व्यक्ति के रूप में दिखाया जाता है, जो ब्रह्मांड में संतुलन बनाए रखने में महत्वपूर्ण भूमिका निभाती हैं।",
      "दुर्गा माता के रूप में: अपने अधिक दयालु रूपों में, दुर्गा को एक प्यारी माता के रूप में पूजा जाता है, जो अपने भक्तों को सुरक्षा, मार्गदर्शन और कृपा प्रदान करती हैं।",
      "दुर्गा और देवी की शक्ति: दुर्गा की पौराणिक कथाएँ ब्रह्मांड में नारी ऊर्जा की शक्ति पर जोर देती हैं, और उनका दिव्य रूप सृष्टि के आवश्यक और पोषण पहलू का प्रतिनिधित्व करता है।"
    ],
    "family": {
      "consort": ["शिव"],
      "children": ["कार्तिकेय", "गणेश"]
    },
    "festivals": [
      "दुर्गा पूजा: मुख्य रूप से पश्चिम बंगाल और भारत के अन्य हिस्सों में मनाया जाने वाला यह त्योहार दुर्गा की महिषासुर पर जीत का प्रतीक है। यह 10 दिनों का त्योहार है जिसमें अनुष्ठान, सांस्कृतिक प्रदर्शन और दुर्गा प्रतिमाओं का जल में विसर्जन शामिल है।",
      "नवरात्रि: दुर्गा के विभिन्न रूपों और विजयों का नौ रातों तक चलने वाला त्योहार। यह दसवें दिन विजयादशमी के साथ समाप्त होता है, जो बुराई पर अच्छाई की जीत का प्रतीक है।",
      "दशहरा: नवरात्रि के दसवें दिन मनाया जाने वाला दशहरा दुर्गा की महिषासुर पर जीत का प्रतीक है और इसे जुलूस, दावतों और रावण के पुतले जलाकर मनाया जाता है, जो बुराई के विनाश का प्रतीक है।"
    ],
    "temples": [
      {
        "name": "वैष्णो देवी मंदिर",
        "location": "कटरा, जम्मू और कश्मीर, भारत"
      },
      {
        "name": "दक्षिणेश्वर काली मंदिर",
        "location": "कोलकाता, पश्चिम बंगाल, भारत"
      },
      {
        "name": "कालीघाट मंदिर",
        "location": "कोलकाता, पश्चिम बंगाल, भारत"
      },
      {
        "name": "दुर्गापुरा मंदिर",
        "location": "जयपुर, राजस्थान, भारत"
      },
      {
        "name": "माँ दुर्गा मंदिर",
        "location": "भिलाई, छत्तीसगढ़, भारत"
      }
    ],
    "significance": "देवी दुर्गा दिव्य नारी शक्ति, शक्ति का प्रतिनिधित्व करती हैं और ब्रह्मांड की संरक्षक हैं। वह उस परम शक्ति का प्रतीक हैं जो ब्रह्मांड को बनाए रखती है और पोषण देती है। विभिन्न राक्षसों पर दुर्गा की विजय बुराई पर अच्छाई की जीत को दर्शाती है, और उनका बहुमुखी स्वरूप - एक प्यारी माता और एक शक्तिशाली योद्धा के रूप में - उन्हें हिंदू धर्म में एक पूजनीय देवी बनाता है। उनकी पूजा सशक्तिकरण, सुरक्षा और विपत्ति के समय दिव्य शक्ति के प्रकटीकरण को बढ़ावा देती है।"
  },
  {
    "id": 6,
    "name": "विष्णु",
    "img": "/1/vishnu.webp",
    "banner": "/1/vishnub.webp",
    "other_names": [
      "नारायण",
      "हरि",
      "वासुदेव",
      "त्रिविक्रम",
      "गोविंद",
      "पद्मनाभ",
      "अच्युत",
      "केशव"
    ],
    "description": "भगवान विष्णु हिंदू धर्म के प्रमुख देवताओं में से एक हैं, जिन्हें ब्रह्मांड के संरक्षक के रूप में जाना जाता है। वे हिंदू धर्म की पवित्र त्रिमूर्ति (त्रिमूर्ति) के हिस्से हैं, जिसमें ब्रह्मा (सृष्टिकर्ता) और शिव (विनाशक) शामिल हैं। विष्णु की भूमिका ब्रह्मांडीय व्यवस्था (धर्म) को बनाए रखना और इसे बुरी शक्तियों से बचाना है। उन्हें अक्सर नीली त्वचा वाले देवता के रूप में चित्रित किया जाता है, जो अनंत और आकाश की विशालता का प्रतीक है, और वे करुणा, दया और संरक्षण से जुड़े हैं।",
    "attributes": [
      "शंख",
      "चक्र (दिव्य डिस्क)",
      "गदा (कौमोदकी)",
      "कमल",
      "धनुष",
      "फूलों की माला",
      "सुदर्शन चक्र",
      "विष्णु का वाहन: गरुड़ (एक दिव्य पक्षी)",
      "दिव्य सफेद हाथी (ऐरावत)"
    ],
    "mantras": [
      {
        "sanskrit": "ॐ नमो भगवते वासुदेवाय",
        "meaning": "ॐ, मैं परमात्मा भगवान वासुदेव (विष्णु) को प्रणाम करता हूँ।"
      },
      {
        "sanskrit": "ॐ श्री विष्णवे नमः",
        "meaning": "ॐ, मैं भगवान विष्णु को प्रणाम करता हूँ, ब्रह्मांड के संरक्षक और रक्षक।"
      },
      {
        "sanskrit": "नमः श्रीकृष्णाय",
        "meaning": "भगवान कृष्ण को प्रणाम, जो विष्णु के अवतार हैं।"
      }
    ],
    "stories": [
      "विष्णु और समुद्र मंथन: विष्णु ने कछुए (कूर्म) का रूप धारण किया ताकि वे मंदराचल पर्वत को संभाल सकें, जिसका उपयोग देवताओं और राक्षसों ने अमृत प्राप्त करने के लिए किया था।",
      "विष्णु मत्स्य अवतार: विष्णु ने मछली का रूप धारण कर वेदों और ऋषियों को एक महान बाढ़ से बचाया, जिससे ब्रह्मांड का ज्ञान सुरक्षित रहा।",
      "विष्णु वामन अवतार: विष्णु ने बौने का रूप धारण कर दानव राजा बलि को विनम्र किया, जिसकी महत्वाकांक्षा ने स्वर्ग पर कब्जा कर लिया था। वामन ने बलि को चकमा देकर ब्रह्मांड को देवताओं को वापस दिलाया।",
      "विष्णु और दानव राजा हिरण्यकशिपु: विष्णु ने नरसिंह (आधा मनुष्य, आधा सिंह) का अवतार लेकर अपने भक्त प्रह्लाद की रक्षा की और हिरण्यकशिपु का वध किया, जिसे न तो मनुष्य, न पशु और न ही दिन या रात में मारा जा सकता था।",
      "विष्णु परशुराम अवतार: विष्णु ने परशुराम के रूप में अवतार लिया, एक ब्राह्मण योद्धा, जिसने दुनिया को भ्रष्ट क्षत्रिय शासकों से मुक्त किया और ब्रह्मांड में संतुलन बहाल किया।",
      "विष्णु और कुरुक्षेत्र युद्ध: विष्णु ने कृष्ण के रूप में अवतार लेकर कुरुक्षेत्र युद्ध के दौरान अर्जुन को सलाह दी। भगवद्गीता में कृष्ण का अर्जुन को दिया गया उपदेश एक आध्यात्मिक और दार्शनिक मार्गदर्शक माना जाता है।",
      "विष्णु और ऋषि ध्रुव: विष्णु ने अपने भक्त ध्रुव को आकाश में ध्रुव तारे के रूप में स्थान देकर आशीर्वाद दिया, जो भक्ति और दृढ़ता के महत्व को दर्शाता है।",
      "विष्णु और ऋषि मार्कंडेय: विष्णु ने मार्कंडेय ऋषि को प्रलय (ब्रह्मांड के विलय) के दौरान बचाया, जब वे उन्हें ब्रह्मांडीय समुद्र में सुरक्षित रखते थे।",
      "विष्णु और राजा बलि: विष्णु ने अपने वामन रूप में दानव राजा बलि को वश में किया, जिसे पाताल लोक का शासन देने का वरदान मिला था। विष्णु की इस कार्रवाई से विनम्रता का महत्व और अहंकार पर दिव्य की जीत का प्रतीक है।",
      "महाभारत में विष्णु की भूमिका: विष्णु ने कृष्ण के रूप में पांडवों को विजय दिलाई और भगवद्गीता का उपदेश दिया, जो हिंदू दर्शन के केंद्र में है और धर्म और भक्ति के महत्व को दर्शाता है।"
    ],
    "family": {
      "consort": ["लक्ष्मी"]
    },
    "festivals": [
      "वैकुंठ एकादशी: भगवान विष्णु के सम्मान में मनाया जाने वाला यह त्योहार उस दिन को चिह्नित करता है जब विष्णु के धाम (वैकुंठ) के द्वार खुले होते हैं। भक्त उपवास और प्रार्थना करते हैं।",
      "राम नवमी: भगवान राम का जन्मदिन, जो विष्णु के सातवें अवतार हैं। यह राम के जीवन और शिक्षाओं के सम्मान में उपवास, प्रार्थना और दावतों के साथ मनाया जाता है।",
      "कृष्ण जन्माष्टमी: भगवान कृष्ण का जन्मदिन, जो विष्णु के आठवें अवतार हैं। यह त्योहार कृष्ण के जन्म और दिव्य कार्यों के सम्मान में गीत, नृत्य, उपवास और रात्रि जागरण के साथ मनाया जाता है।",
      "धनुर्मास: भगवान विष्णु को समर्पित एक महीने तक चलने वाला त्योहार, जिसमें भक्त विष्णु के नामों का जाप करते हैं, अनुष्ठान करते हैं और प्रार्थना करते हैं।",
      "गोवर्धन पूजा: भगवान कृष्ण द्वारा गोकुल के लोगों को एक तूफान से बचाने के लिए गोवर्धन पर्वत उठाने की घटना का सम्मान करने के लिए मनाया जाता है, जो उनके अपने भक्तों के रक्षक के रूप में उनकी भूमिका का प्रतीक है।"
    ],
    "temples": [
      {
        "name": "विष्णु मंदिर",
        "location": "बद्रीनाथ, उत्तराखंड, भारत"
      },
      {
        "name": "श्री रंगनाथस्वामी मंदिर",
        "location": "श्रीरंगम, तमिल नाडु, भारत"
      },
      {
        "name": "विष्णु स्वामी मंदिर",
        "location": "उडुपी, कर्नाटक, भारत"
      },
      {
        "name": "जगन्नाथ मंदिर",
        "location": "पुरी, ओडिशा, भारत"
      },
      {
        "name": "श्री वेंकटेश्वर मंदिर",
        "location": "तिरुमाला, आंध्र प्रदेश, भारत"
      }
    ],
    "significance": "भगवान विष्णु ब्रह्मांड के संरक्षण के लिए जिम्मेदार दिव्य पहलू का प्रतिनिधित्व करते हैं। संरक्षक और रक्षक के रूप में, अराजकता के समय में दुनिया को बचाने के लिए उनकी भूमिका महत्वपूर्ण है। उनके अवतार (दशावतार) दिखाते हैं कि वे कैसे अनुकूल हो सकते हैं और संकट के समय में दुनिया की रक्षा कर सकते हैं। विष्णु दया, अच्छाई और सुरक्षा का प्रतीक हैं, और उनकी शिक्षाएँ, विशेष रूप से भगवद्गीता में, धार्मिक जीवन, भक्ति और धर्म (नैतिक नियम) के महत्व पर मार्गदर्शन प्रदान करती हैं।"
  },
  {
    "id": 7,
    "name": "लक्ष्मी",
    "img": "/1/laxmi.webp",
    "banner": "/1/laxmib.webp",
    "other_names": [
      "श्री",
      "पद्मावती",
      "कमला",
      "चंचला",
      "विष्णुप्रिया",
      "भार्गवी",
      "वैभवी"
    ],
    "description": "देवी लक्ष्मी हिंदू धर्म में धन, सौभाग्य, समृद्धि और सौंदर्य की देवी हैं। वह भगवान विष्णु की पत्नी और धन तथा भौतिक संपदा की माता हैं। लक्ष्मी को चार भुजाओं वाली एक सुंदर महिला के रूप में दर्शाया गया है, जो मानव जीवन के चार पहलुओं का प्रतीक है: धर्म (धार्मिकता), अर्थ (समृद्धि), काम (इच्छाएं) और मोक्ष (मुक्ति)। धन, सफलता और कल्याण की तलाश करने वाले लोगों द्वारा उनकी व्यापक रूप से पूजा की जाती है।",
    "attributes": [
      "कमल (पद्म)",
      "सोने के सिक्के",
      "हाथी (शक्ति और समृद्धि का प्रतीक)",
      "आम",
      "छत्र (सुरक्षा की छतरी)",
      "अमृत का कटोरा",
      "उठी हुई सूंड वाले हाथी"
    ],
    "mantras": [
      {
        "sanskrit": "ॐ श्रीं महालक्ष्म्यै च विद्महे विष्णुप्रिया धीमहि तन्नो लक्ष्मी प्रचोदयात्",
        "meaning": "ओम, हम महान लक्ष्मी का ध्यान करते हैं, जो विष्णु की पत्नी हैं, जो समृद्धि का स्रोत हैं और जो हमें ज्ञान से प्रकाशित करती हैं। लक्ष्मी हमें प्रेरित करें।"
      },
      {
        "sanskrit": "ॐ ह्लीं श्रीं लक्ष्मीभ्यो नमः",
        "meaning": "ओम, हम धन और समृद्धि के अवतार लक्ष्मी को नमन करते हैं।"
      },
      {
        "sanskrit": "नमः श्री महालक्ष्म्यै सर्वकार्यफलप्रदा",
        "meaning": "महालक्ष्मी को प्रणाम, जो सफलता प्रदान करती हैं और सभी प्रयासों को पूरा करती हैं।"
      }
    ],
    "stories": [
      "लक्ष्मी का जन्म: समुद्र मंथन के दौरान अमृत (अमरता का अमृत) के निर्माण के समय लक्ष्मी प्रकट हुईं। उन्होंने भगवान विष्णु को अपने पति के रूप में चुना, और वे एक साथ समृद्धि के दिव्य युगल का प्रतीक हैं।",
      "लक्ष्मी और भगवान विष्णु: विष्णु की पत्नी के रूप में, लक्ष्मी अक्सर उनके अवतारों से जुड़ी होती हैं। उनके अवतारों के दौरान, वह ब्रह्मांडीय संतुलन बनाए रखने और धर्म की पुनर्स्थापना में उनका समर्थन करती हैं।",
      "लक्ष्मी और राजा बलि: कहानी के कुछ संस्करणों में, लक्ष्मी ने राजा बलि, राक्षस राजा जिसने पाताल पर शासन किया था, की उसकी समृद्धि बनाए रखने में सहायता की और उसे दिव्य धन और आशीर्वाद प्रदान किया।",
      "लक्ष्मी और देव-दानव संघर्ष: लक्ष्मी ने देवताओं (देवों) और राक्षसों (असुरों) के बीच युद्ध में एक केंद्रीय भूमिका निभाई। वह न केवल समुद्र मंथन से प्रकट हुईं बल्कि देवताओं को राक्षसों पर विजय प्राप्त करने में सहायता के लिए दिव्य धन भी प्रदान किया।",
      "लक्ष्मी का श्राप: लक्ष्मी ने एक बार देवताओं को उनकी लालच और झगड़ों के कारण छोड़ दिया। इसके परिणामस्वरूप समृद्धि में गिरावट आई। देवताओं ने तब अपनी गलती को समझा, और उनकी ईमानदारी से पूजा करने के बाद, वह उन्हें आशीर्वाद देने के लिए वापस लौटीं।",
      "दिवाली में लक्ष्मी की भूमिका: दिवाली के त्योहार के दौरान, लक्ष्मी को धन और सौभाग्य की देवी के रूप में पूजा जाता है। ऐसा माना जाता है कि दिवाली के दौरान, वह भक्तों के घरों में आती हैं और उन्हें समृद्धि का आशीर्वाद देती हैं।",
      "लक्ष्मी और हाथी: पौराणिक कथाओं में, लक्ष्मी को कभी-कभी हाथियों के साथ दर्शाया जाता है जो उन पर पानी की वर्षा कर रहे होते हैं, जो बहुतायत और उर्वरता का प्रतीक है। हाथी शक्ति और शुभता का भी प्रतीक हैं।",
      "लक्ष्मी और कमल: लक्ष्मी को अक्सर कमल पर बैठे हुए दिखाया जाता है, जो पवित्रता और आध्यात्मिक ज्ञान का प्रतीक है, यह दर्शाता है कि धन और समृद्धि के साथ हृदय और मन की पवित्रता होनी चाहिए।",
      "लक्ष्मी का गरीब को आशीर्वाद: एक बार, लक्ष्मी एक गरीब व्यक्ति के सामने प्रकट हुईं जिसने उनके आशीर्वाद के लिए प्रार्थना की। उन्होंने उसे कड़ी मेहनत करने और जो उसके पास है उससे संतुष्ट रहने की सलाह दी, धन की प्राप्ति में प्रयास और कृतज्ञता दोनों के महत्व को सिखाया।",
      "लक्ष्मी और पोंगल का त्योहार: दक्षिण भारत में, पोंगल के त्योहार के दौरान, लक्ष्मी की पूजा की जाती है ताकि भरपूर फसल सुनिश्चित हो सके। नए अनाज और फलों के प्रसाद के साथ उनका सम्मान किया जाता है।"
    ],
    "family": {
      "consort": ["विष्णु"]
    },
    "festivals": [
      "दिवाली: लक्ष्मी को समर्पित सबसे प्रमुख त्योहार, जिसे अंधकार पर प्रकाश और गरीबी पर धन की जीत के रूप में मनाया जाता है। लोग अपने घरों को साफ और सजाते हैं, दीप जलाते हैं और आने वाले वर्ष के लिए उनका आशीर्वाद लेने के लिए लक्ष्मी पूजा करते हैं।",
      "नवरात्रि: नौ रातों का यह त्योहार अच्छाई की बुराई पर जीत का जश्न मनाता है और इसमें देवी लक्ष्मी के लिए विशेष प्रार्थनाएं शामिल हैं, विशेष रूप से आठवें दिन (अष्टमी), जो उनके प्रकट होने के दिन को चिह्नित करता है।",
      "वैसाखी: एक फसल त्योहार जहां लक्ष्मी की कृषि में उनके आशीर्वाद के लिए पूजा की जाती है, जो बहुतायत का प्रतीक है।",
      "पोंगल: दक्षिण भारत में, इस फसल त्योहार में आने वाले वर्ष के लिए समृद्धि सुनिश्चित करने के लिए लक्ष्मी के लिए विशेष प्रार्थनाएं शामिल हैं।"
    ],
    "temples": [
      {
        "name": "श्री लक्ष्मी नारायण मंदिर",
        "location": "दिल्ली, भारत"
      },
      {
        "name": "लक्ष्मी मंदिर",
        "location": "हम्पी, कर्नाटक, भारत"
      },
      {
        "name": "लक्ष्मी-विष्णु मंदिर",
        "location": "पुडुचेरी, भारत"
      },
      {
        "name": "वैष्णो देवी मंदिर",
        "location": "कटरा, जम्मू और कश्मीर, भारत"
      },
      {
        "name": "श्री पद्मनाभस्वामी मंदिर",
        "location": "तिरुवनंतपुरम, केरल, भारत"
      }
    ],
    "significance": "देवी लक्ष्मी धन, सौभाग्य और समृद्धि, भौतिक और आध्यात्मिक दोनों का प्रतीक हैं। भगवान विष्णु की पत्नी के रूप में, वह कल्याण की देवी और धन की रक्षक हैं। अच्छी फसल, वित्तीय स्थिरता और समृद्ध जीवन सुनिश्चित करने में विशेष रूप से उनकी पूजा कई हिंदू परंपराओं के लिए केंद्रीय है। उनके दिव्य गुण धन प्राप्त करने में पवित्रता, भक्ति और करुणा के महत्व पर भी जोर देते हैं। लक्ष्मी धन को धार्मिकता के साथ संतुलन का प्रतिनिधित्व करती हैं, यह सिखाती हैं कि समृद्धि का उपयोग अच्छे कर्मों और दूसरों को उत्थान के लिए किया जाना चाहिए।"
  },
  {
    "id": 8,
    "name": "शनि",
    "img": "/1/shani.webp",
    "banner": "/1/shanib.webp",
    "other_names": ["सनि", "शनिश्वर", "मंद", "कर्मफलदाता", "शनिदेव"],
    "description": "शनि हिंदू देवता हैं जो शनि ग्रह से जुड़े हैं। वह नौ नवग्रह देवताओं में से एक हैं और व्यक्ति के भाग्य और कर्म को निर्धारित करने में एक शक्तिशाली शक्ति माने जाते हैं। अक्सर एक काले, शक्तिशाली व्यक्ति के रूप में चित्रित किया जाता है जो एक कौवे की सवारी करता है, शनि को न्याय का वितरक माना जाता है, जो व्यक्तियों को उनके पिछले कार्यों (कर्म) के आधार पर पुरस्कृत और दंडित करता है। अपने कठोर छवि के बावजूद, शनि का प्रभाव परीक्षण और चुनौतियों के माध्यम से शुद्धिकरण और परिवर्तन प्रदान करने वाला माना जाता है।",
    "attributes": [
      "कौआ (वाहन)",
      "तलवार",
      "लोहे का डंडा",
      "काला रंग",
      "पानी का कटोरा",
      "शनि (कर्म और समय का प्रतीक)"
    ],
    "mantras": [
      {
        "sanskrit": "ॐ शं शनैश्चराय नमः",
        "meaning": "ओम, नमन है शनि को, धीमी गति से चलने वाले, जो न्याय के अवतार हैं।"
      },
      {
        "sanskrit": "ॐ शं सोमाय नमः",
        "meaning": "ओम, नमन है शनि को, जो गंभीरता और अनुशासन के गुणों का प्रतिनिधित्व करते हैं।"
      },
      {
        "sanskrit": "ॐ ह्लीं शनि देवाय नमः",
        "meaning": "ओम, ह्रीं, मैं शनि को नमन करता हूं, जो न्याय लाते हैं और कर्म के आधार पर पुरस्कार और दंड वितरित करते हैं।"
      }
    ],
    "stories": [
      "शनि का जन्म: शनि सूर्य देव, सूर्य, और उनकी पत्नी, छाया के पुत्र हैं। अपने काले रंग के कारण, शनि को शुरू में उनके पिता द्वारा स्वीकार नहीं किया गया था, लेकिन समय के साथ, उन्होंने एक शक्तिशाली देवता के रूप में अपनी योग्यता साबित की।",
      "शनि और उनका श्राप: एक किंवदंती के अनुसार, शनि के पिता सूर्य ने एक बार उन्हें बदसूरत और अवांछित कहकर अपमानित किया। प्रतिशोध में, शनि ने अपने पिता को श्राप दिया कि उन्हें बाधाओं का सामना करना पड़ेगा, लेकिन बाद में, सूर्य ने पश्चाताप किया, और शनि ने श्राप हटा दिया।",
      "शनि और भगवान शिव: पौराणिक कथा में, शनि ने एक बार भगवान शिव को क्रोध और आक्रोश से भरी नज़र से देखा, लेकिन भगवान शिव, जो अपनी समभाव के लिए जाने जाते हैं, ने उन्हें क्षमा कर दिया। क्षमा के इस कार्य ने शनि को एक कृपालु शक्ति में बदल दिया।",
      "रावण का शनि द्वारा दंड: रावण, लंका का राक्षस राजा, ने एक बार शनि का मजाक उड़ाया और उनकी शक्तियों को खारिज कर दिया। परिणामस्वरूप, शनि ने उसे एक विनाशकारी भाग्य का श्राप दिया, जो अंततः रावण के पतन में भूमिका निभाया।",
      "कर्म में शनि की भूमिका: शनि को कर्मिक शक्ति माना जाता है जो किसी के कार्यों के परिणामों को फलित करती है। साढ़े साती की अवधि के दौरान उनका प्रभाव सबसे अधिक तीव्रता से महसूस किया जाता है, एक साढ़े सात साल का चरण जब शनि का किसी व्यक्ति के जन्म के चंद्रमा पर गोचर होता है, जिससे महत्वपूर्ण चुनौतियां आती हैं।",
      "शनि और पांडव: शनि ने एक बार युधिष्ठिर, सबसे बड़े पांडव, को महाभारत में उनके कार्यों के परिणामस्वरूप अपना राज्य खोने का श्राप दिया। हालांकि, युधिष्ठिर की धार्मिकता और भक्ति ने उन्हें श्राप पर काबू पाने में मदद की।",
      "शनि और वेद: शनि उन देवताओं में से एक हैं जिन्होंने प्राचीन ऋषियों को वेदों का सार प्रकट किया है। उन्हें दिव्य ज्ञान का रक्षक माना जाता है।",
      "शनि और कर्मिक न्याय: शनि के सबसे महत्वपूर्ण शिक्षाओं में से एक कर्म के नियम के बारे में है। उन्हें अक्सर एक न्यायाधीश के रूप में माना जाता है जो यह सुनिश्चित करता है कि प्रत्येक व्यक्ति को अपने कार्यों के परिणामों का सामना करना पड़े, चाहे वे अच्छे हों या बुरे।",
      "भीम को शनि का आशीर्वाद: भीम, पांडवों में से एक, को शुरू में उनके अहंकार के लिए शनि द्वारा श्राप दिया गया था। हालांकि, भीम ने अंततः ईमानदारी से तपस्या और भक्ति करके शनि का पक्ष प्राप्त किया।",
      "शनि और उनकी पत्नी की कहानी: शनि एक बार एक महिला धर्मिका से विवाहित थे, लेकिन अपने ही कर्म के प्रभाव के कारण, उनके संबंध परीक्षणों से चिह्नित थे। कहानी समय के साथ शनि के प्रभाव की परिवर्तनकारी शक्ति को दर्शाती है।"
    ],
    "family": {
      "consort": ["मंधा", "नीला"],
      "children": ["कुलिंगा", "मांधाता"]
    },
    "festivals": [
      "शनि जयंती: यह शनि देव को समर्पित सबसे महत्वपूर्ण त्योहार है, जो उनके जन्म को चिह्नित करता है। इसे वैशाख महीने (अप्रैल-मई) की अमावस्या के दिन मनाया जाता है, जब भक्त शनि के अशुभ प्रभावों से राहत के लिए प्रार्थना करते हैं।",
      "शनि अमावस्या: शनि की पूजा के लिए मनाया जाने वाला दिन, विशेष रूप से उन लोगों द्वारा जो शनि के प्रभाव के प्रतिकूल प्रभावों का सामना कर रहे हैं, जैसे कि साढ़े साती के दौरान। भक्त शांति और समृद्धि के लिए उनका आशीर्वाद लेने के लिए विशेष प्रार्थनाएं करते हैं।",
      "शनि का गोचर: जब शनि अपने राशि परिवर्तन करता है, तो इस घटना को अक्सर शनि को प्रसन्न करने के लिए विशेष अनुष्ठानों और प्रार्थनाओं के साथ मनाया जाता है। ये घटनाएं उन लोगों के लिए महत्वपूर्ण हैं जो साढ़े साती या अन्य चुनौतीपूर्ण ज्योतिषीय अवधियों से गुजर रहे हैं।"
    ],
    "temples": [
      {
        "name": "शनि शिंगणापुर मंदिर",
        "location": "शिंगणापुर, महाराष्ट्र, भारत"
      },
      {
        "name": "शनेश्वर मंदिर",
        "location": "शिवापुर, पुणे, महाराष्ट्र, भारत"
      },
      {
        "name": "तिरुनल्लार शनि मंदिर",
        "location": "तिरुनल्लार, तमिलनाडु, भारत"
      },
      {
        "name": "शनि मंदिर",
        "location": "दिल्ली, भारत"
      },
      {
        "name": "पुणे शनि मंदिर",
        "location": "पुणे, महाराष्ट्र, भारत"
      }
    ],
    "significance": "शनि को एक शक्तिशाली देवता माना जाता है जो कर्म के सिद्धांतों के माध्यम से व्यक्तियों के भाग्य को प्रभावित करते हैं। वह सिखाते हैं कि हर कार्य के परिणाम होते हैं, अच्छे और बुरे दोनों, और चुनौतियों और बाधाओं का सामना धैर्य, लचीलापन और विनम्रता के साथ किया जा सकता है। शनि की शिक्षाओं का मानना है कि यह व्यक्तियों को उनके पिछले कार्यों का सामना करने और व्यक्तिगत विकास और आध्यात्मिक विकास की ओर मार्गदर्शन करके आत्मा को शुद्ध करता है। जबकि शनि का प्रभाव कभी-कभी कठोर हो सकता है, यह अंततः मुक्ति और ज्ञान की ओर ले जाता है। शनि की पूजा करने से न्याय, सुरक्षा और कठिनाइयों से राहत मिलती है, विशेष रूप से साढ़े साती की चुनौतीपूर्ण अवधि के दौरान।"
  },
  {
    "id": 9,
    "name": "राधा",
    "img": "/1/radha.webp",
    "banner": "/1/radhab.webp",
    "other_names": [
      "राधिका",
      "माधवी",
      "राधारानी",
      "कृष्ण की पत्नी",
      "वृंदावनी"
    ],
    "description": "राधा को सर्वोच्च देवी और भगवान कृष्ण की शाश्वत पत्नी के रूप में पूजा जाता है। वह आदर्श भक्त का प्रतिनिधित्व करती हैं, जो कृष्ण के प्रति प्रेम और भक्ति (भक्ति) के उच्चतम रूप को मूर्त रूप देती हैं। राधा का कृष्ण के लिए प्रेम सभी भौतिक बंधनों को पार करता है और आत्मा के साथ दिव्य के मिलन का प्रतीक है। उन्हें सौंदर्य, करुणा और आध्यात्मिक ज्ञान की देवी माना जाता है। कृष्ण के साथ उनका संबंध, विशेष रूप से वृंदावन में दिव्य रास लीला, हिंदू धर्म के भीतर कई भक्ति परंपराओं, विशेष रूप से वैष्णववाद संप्रदाय में केंद्रीय है।",
    "attributes": [
      "कमल का फूल",
      "बांसुरी (दिव्य प्रेम का प्रतीक)",
      "मोर पंख",
      "जीवंत वस्त्र (अक्सर नीले या पीले रंग में दर्शाया गया)",
      "माथे पर अर्धचंद्र",
      "ग्वाला बालिका का वस्त्र (कभी-कभी एक ग्वाला कन्या के रूप में दर्शाया गया)"
    ],
    "mantras": [
      {
        "sanskrit": "ॐ राधायै नमः",
        "meaning": "ओम, मैं राधा को नमन करता हूं, भक्ति और दिव्य प्रेम की देवी।"
      },
      {
        "sanskrit": "ॐ श्री राधायै कृष्णाय नमः",
        "meaning": "ओम, मैं राधा और कृष्ण को नमन करता हूं, शाश्वत प्रेमी और दिव्य मिलन के अवतार।"
      },
      {
        "sanskrit": "ॐ राधिके राधे श्री राधे",
        "meaning": "ओम, राधे, कृष्ण की प्रिय, मैं आपको नमन करता हूं।"
      }
    ],
    "stories": [
      "राधा और कृष्ण का दिव्य प्रेम: राधा का कृष्ण के लिए प्रेम हिंदू धर्म में भक्ति के उच्चतम रूप के रूप में माना जाता है। उनका संबंध सांसारिक प्रेम को पार करता है और आत्मा का भगवान के प्रति शुद्ध भक्ति का प्रतिनिधित्व करता है। वे अविभाज्य हैं, जो सर्वोच्च भगवान के साथ भक्त के दिव्य मिलन का प्रतीक हैं।",
      "राधा का जन्म: राधा का जन्म वृषभानु और कीर्तिदा, बरसाना के राजा और रानी के यहां हुआ था। किंवदंती के अनुसार, राधा का जन्म दिव्य था, और वह कृष्ण की प्रेमिका बनने के लिए नियत थीं।",
      "राधा और कृष्ण का नृत्य (रास लीला): सबसे प्रसिद्ध कहानियों में से एक रास लीला है, जहां राधा और वृंदावन की गोपियां (ग्वालिनें) कृष्ण के साथ नृत्य करती हैं, जो आत्मा के भगवान के साथ मिलन का प्रतीक है। राधा, कृष्ण की सर्वोच्च भक्त के रूप में, इन नृत्यों में केंद्रीय व्यक्ति हैं।",
      "कृष्ण से राधा के अलगाव की कहानी: जब कृष्ण ने अपने दिव्य उद्देश्य को पूरा करने के लिए वृंदावन छोड़ दिया, तो राधा ने गहन अलगाव का अनुभव किया, जो दिव्य के लिए आत्मा की लालसा का प्रतीक है। इस अलगाव को अक्सर आध्यात्मिक लालसा के शिखर के रूप में चित्रित किया जाता है।",
      "राधा की भक्ति: कृष्ण के प्रति राधा की अटूट भक्ति, उनके अलगाव के बावजूद, कई भक्ति ग्रंथों में एक केंद्रीय विषय है। उनकी भक्ति इतनी तीव्र है कि कहा जाता है कि वह स्वयं दिव्य प्रेम का अवतार थीं।",
      "राधा और कृष्ण का विवाह: कुछ परंपराओं में, माना जाता है कि राधा और कृष्ण आध्यात्मिक क्षेत्र में विवाहित थे। उनका विवाह भगवान और आत्मा के बीच शाश्वत और दिव्य प्रेम का प्रतिनिधित्व करता है।",
      "महाभारत में राधा की भूमिका: राधा का सीधे उल्लेख महाभारत में नहीं है, लेकिन कुछ कहानियों से पता चलता है कि वह लक्ष्मी, धन और समृद्धि की देवी का अवतार हैं और पांडवों के आध्यात्मिक मार्गदर्शन में भूमिका निभाई।",
      "राधा की पूजा: राधा की पूजा भक्ति आंदोलन का एक केंद्रीय पहलू है। उनके नाम का जाप और उन्हें समर्पित भक्ति गीतों (भजनों) का गायन अभ्यास का एक आवश्यक पहलू है।",
      "राधा की शाश्वत उपस्थिति: हालांकि राधा ने शारीरिक रूप से वृंदावन छोड़ दिया, उनकी दिव्य उपस्थिति कृष्ण के भक्तों के हृदय में निवास करती है। उन्हें कृष्ण के भक्तों की आध्यात्मिक प्रथाओं में शाश्वत रूप से उपस्थित माना जाता है।",
      "राधा और रास लीला: रास लीला के पवित्र नृत्य में, राधा नृत्य का नेतृत्व करती हैं, जो दिव्य के साथ मिलन के लिए आत्मा की यात्रा का प्रतिनिधित्व करती हैं। यह नृत्य अंतिम आध्यात्मिक सत्य का प्रतीक है- प्रेम और भक्ति के माध्यम से भगवान के साथ मिलन।"
    ],
    "family": {
      "consort": ["कृष्ण"]
    },
    "festivals": [
      "राधा अष्टमी: राधा के जन्म को चिह्नित करने के लिए मनाया जाने वाला यह त्योहार राधा और कृष्ण की पूजा से जुड़े क्षेत्रों में विशेष रूप से महत्वपूर्ण है। भक्त उपवास रखते हैं, प्रार्थना करते हैं और उनके सम्मान में भक्ति गीत गाते हैं।",
      "होली: रंगों का त्योहार राधा और कृष्ण से निकटता से जुड़ा हुआ है। यह दिव्य युगल द्वारा साझा किए गए आनंदमय और चंचल प्रेम को चिह्नित करता है, विशेष रूप से वृंदावन में। रंग फेंकना दिव्य प्रेम और भक्ति की अभिव्यक्ति का प्रतीक है।",
      "राधारानी का विवाह: राधा-कृष्ण के दिव्य मिलन के हिस्से के रूप में मनाया जाता है, कुछ मंदिर विशेष अनुष्ठानों और समारोहों के साथ राधा और कृष्ण के प्रतीकात्मक विवाह को चिह्नित करते हैं।"
    ],
    "temples": [
      {
        "name": "राधा रमन मंदिर",
        "location": "वृंदावन, उत्तर प्रदेश, भारत"
      },
      {
        "name": "राधा कुंड मंदिर",
        "location": "वृंदावन, उत्तर प्रदेश, भारत"
      },
      {
        "name": "बाँके बिहारी मंदिर",
        "location": "वृंदावन, उत्तर प्रदेश, भारत"
      },
      {
        "name": "राधा माधव मंदिर",
        "location": "मणिपुर, भारत"
      },
      {
        "name": "इस्कॉन राधा कृष्ण मंदिर",
        "location": "विश्व भर में विभिन्न स्थान"
      }
    ],
    "significance": "राधा को भक्ति और प्रेम का पर्याय माना जाता है। कृष्ण के साथ उनका संबंध आध्यात्मिक लालसा और भक्ति के उच्चतम रूप को दर्शाता है, जहाँ भक्त का ईश्वर के प्रति प्रेम सभी सांसारिक बंधनों से परे होता है। वह आत्मा की दिव्य मिलन की लालसा और निस्वार्थ प्रेम की शक्ति का प्रतीक हैं। वैष्णव परंपरा में, राधा न केवल कृष्ण की पत्नी के रूप में पूजित हैं, बल्कि सर्वोच्च देवी के रूप में भी प्रतिष्ठित हैं, जो दिव्य ऊर्जा, अनुग्रह, करुणा और सौंदर्य का अवतार हैं। उनकी पूजा भक्ति (भगवान के प्रति समर्पण) के महत्व और प्रेम तथा दिव्य के प्रति आत्मसमर्पण के माध्यम से आध्यात्मिक ज्ञान की प्राप्ति पर बल देती है।"
  }
]
